[
  {
    "id": "condition",
    "name": "角色狀態",
    "description": "條件以各種方式改變生物的能力，可能是由於法術、職業特徵、怪物的攻擊或其他效果而產生。大多數情況下，例如目盲，都是障礙，但有些情況，例如隱形，可能是有利的。\n\n條件持續時間要麼持續到被對抗（例如伏地狀態可以通過站起來來對抗），要麼持續一個由施加條件的效果指定的時間。\n\n如果多個效果對生物施加相同的條件，則每個條件實例都有自己的持續時間，但該條件的效果不會變得更糟。生物要麼有條件，要麼沒有。\n\n以下定義了生物在受到條件影響時會發生什麼。",
    "tabs": [
      {
        "name": "目盲",
        "content": "-   一個目盲的生物無法看見，且在任何需要視覺的屬性檢定中自動失敗。\n-   對目盲生物進行的攻擊檢定具有優勢，且目盲生物的攻擊檢定具有劣勢。"
      },
      {
        "name": "魅惑",
        "content": "- 一個被魅惑的生物不能攻擊魅惑者、或以魅惑者作為有害能力或魔法效果的目標。\n- 魅惑者在對被魅惑的生物社交互動時所進行的所有屬性檢定具有優勢。"
      },
      {
        "name": "耳聾",
        "content": "一個耳聾的生物無法聽見聲音，且在任何需要聽力的屬性檢定中自動失敗。"
      },
      {
        "name": "力竭",
        "content": "某些特殊能力和險酷環境，例如飢餓或長時間處於寒冷或炎熱的溫度下，將會導致一個被稱為力竭的特殊狀態。力竭分成六個等級。根據效果的敘述，一個效果可能會使生物獲得一個或多個力竭等級。\n\n**等級 效果**\n\n1. 所有屬性檢定具有劣勢\n2. 移動速度減半\n3. 所有攻擊檢定和豁免檢定具有劣勢\n4. 最大生命值減半\n5. 移動速度歸零\n6. 死亡\n\n如果一個已經力竭的生物再次受到會導致力竭的效果影響，它現在的力竭等級將會再加上該效果敘述中所記載的力竭等級。\n\n一個生物會承受他目前力竭等級和以下等級的所有力竭效果。例如：一個力竭等級2的生物會同時承受速度減半以及屬性檢定劣勢的效果。\n\n一個移除力竭狀態的能力會依照該能力的敘述來減少對應程度的力竭等級。當一個生物的力竭等級被減少至低於1，則結束所有的力竭效果。\n\n只要一個生物有進食和飲水，則完成一次長休將可以減少它1級力竭等級。此外，被從死裡復活會使生物的力竭等級減少1級。"
      },
      {
        "name": "恐懼",
        "content": "-   當恐懼的來源在視線可及的範圍時，被恐懼的生物在屬性檢定和攻擊檢定上具有劣勢。\n-   生物不能自願地移近它恐懼的來源。"
      },
      {
        "name": "被擒",
        "content": "-   一個被擒生物的移動速度歸0，且不能受益於任何對它移動速度的加值。\n-   如果擒抱者陷入無力，被擒狀態將就此結束。\n-   如果被擒生物被移出擒抱者或是其他造成擒抱效果的來源的觸及範圍，被擒狀態將就此結束。像是被雷鳴波給擊飛。"
      },
      {
        "name": "無力",
        "content": "一個無力的生物不能採取任何動作或反應。"
      },
      {
        "name": "隱形",
        "content": "-   若是沒有魔法或特殊感官的幫助，是不可能看見一個隱形生物的。在要進行躲藏時，該生物被視作重度遮蔽。該生物的所在位置可以透過任何它發出的噪音或留下的蹤跡被偵測到。\n-   對隱形生物進行的攻擊檢定具有劣勢，且隱形生物的攻擊檢定具有優勢。"
      },
      {
        "name": "麻痺",
        "content": "-   一個被麻痺的生物處於無力，且不能移動或說話。\n-   該生物的力量和敏捷豁免自動失敗。對該生物進行的攻擊檢定具有優勢。\n-   若攻擊者距離該生物5呎以內，則任何其命中該生物的攻擊都視為重擊。"
      },
      {
        "name": "石化",
        "content": "-   一個被石化的生物和它身上穿戴或攜帶的任何非魔法物品都會一起被變形成無生命的固體材質（通常是石頭）。它的重量將增加至十倍，並且停止老化。\n-   該生物陷入無力，不能移動或說話、且無法感知其周遭的環境。\n-   對該生物進行的攻擊檢定具有優勢。\n-   該生物的力量和敏捷豁免自動失敗。\n-   該生物對所有的傷害具有抗力。\n-   該生物免疫毒素和疾病，已存在於該生物體內的毒素或疾病將會停止運作，而非被解除。"
      },
      {
        "name": "中毒",
        "content": "一個中毒的生物在攻擊檢定與屬性檢定上具有劣勢。"
      },
      {
        "name": "伏地",
        "content": "-   一個伏地的生物唯一的移動方式是爬行，除非它站起來以結束此狀態。\n-   該生物在攻擊檢定上具有劣勢。\n-   如果攻擊者距離該生物5呎以內，則對該生物進行的攻擊檢定將具有優勢。除此之外，對該生物的攻擊檢定具有劣勢。"
      },
      {
        "name": "束縛",
        "content": "-   一個被束縛生物的移動速度歸0，且不能受益於任何對它移動速度的加值。\n-   對該生物進行的攻擊檢定具有優勢，且該生物的攻擊檢定具有劣勢。\n-   該生物在敏捷豁免上具有劣勢。"
      },
      {
        "name": "震懾",
        "content": "-   一個被震懾的生物處於無力，不能移動．且只能有氣無力地說話。\n-   該生物的力量和敏捷豁免自動失敗。\n-   對該生物進行的攻擊檢定具有優勢。"
      },
      {
        "name": "昏迷",
        "content": "-   一個昏迷的生物處於無力，不能移動或說話．且無法感知其周遭的環境。\n-   該生物持握的所有東西都會脫手，並且陷入伏地狀態。\n-   該生物的力量和敏捷豁免自動失敗。\n-   對該生物進行的攻擊檢定具有優勢。\n-   若攻擊者距離該生物5呎以內，則任何其命中該生物的攻擊都視為重擊。"
      }
    ]
  }
]