[
  {
    "id": "alignment",
    "name": "陣營",
    "description": "遊戲世界中的典型生物都有一種陣營，廣泛描述了它的道德和個人態度。陣營是兩個因素的結合：一個標明道德觀（善、惡或中立），另一個描述對社會和秩序的態度（守序、混亂或中立）。因此，九種不同的陣營定義了可能的組合。\n\n這九種陣營的簡短摘要描述了具有該陣營的生物的典型行為。個體的行為可能與該典型行為有很大的變化，很少有人能完美而一貫地忠於他們陣營的原則。\n\n守序善良（LG）的生物可以依賴其會按照社會期望的方式做正確的事情。金龍、聖騎士和大多數矮人都是守序善良的。\n\n中立善良（NG）的人盡力根據他們的需求幫助他人。許多天使、一些雲巨人和大多數地精都是中立善良的。\n\n混亂善良（CG）的生物根據良心指引行事，對其他人的期望漠不關心。銅龍、許多精靈和獨角獸都是混亂善良的。\n\n守序中立（LN）的個體遵循法律、傳統或個人規範行事。許多僧侶和一些巫師是守序中立的。\n\n中立（N）是那些更喜歡遠離道德問題、不站在任何一方，隨時做出最好的決定的人的陣營。蜥蜴人、大多數德魯伊和許多人類都是中立的。\n\n混亂中立（CN）的生物隨心所欲，將個人自由置於一切之上。許多野蠻人和盜賊，以及一些吟遊詩人，都是混亂中立的。\n\n守序邪惡（LE）的生物有條不紊地取得他們想要的，符合傳統、忠誠或秩序的法典。惡魔、藍龍和地精都是守序邪惡的。\n\n中立邪惡（NE）是那些不計任何同情或顧慮就盡其所能去做的人的陣營。許多黑暗精靈、一些雲巨人和哥布林都是中立邪惡的。\n\n混亂邪惡（CE）的生物以任意的暴力行事，受到他們的貪婪、仇恨或嗜血沸騰的驅使。惡魔、紅龍和獸人都是混亂邪惡的。",
    "tabs": [
      {
        "name": "多元宇宙中的陣營",
        "content": "對於許多有思想的生物而言，陣營是一種道德的選擇。人類、矮人、精靈和其他人形種族可以選擇追隨善惡、秩序或混亂的道路。根據神話，創造這些種族的善良神明賦予了他們選擇道德道路的自由意志，明白到沒有自由意志的善良就是奴役。\n\n然而，創造其他種族的邪惡神明使這些種族來服侍他們。這些種族具有與他們的神明性質相符的強烈先天傾向。大多數食人妖都共享著食人妖神明的兇殘、野蠻本性，因此傾向於邪惡。即使食人妖選擇了善良的陣營，它也會為了一生中的整個過程而與其先天傾向作鬥爭。（即使是半食人妖也感受到食人妖神的影響）\n\n陣營是天使和惡魔本質中的一部分。惡魔並不選擇成為守序邪惡，也不傾向於守序邪惡，而是本質上就是守序邪惡的。如果它以某種方式不再是守序邪惡，它就不再是一個惡魔。\n\n大多數缺乏理性思考能力的生物都沒有陣營-它們是無陣營的。這樣的生物無法做出道德或倫理的選擇，並根據它的野獸本性行事。例如，鯊魚是兇猛的掠食者，但它們並不邪惡；它們沒有陣營。"
      }
    ]
  },
  {
    "id": "backgrounds",
    "name": "背景",
    "description": "每個故事都有一個開端。你的角色背景揭示了你來自哪裡，如何成為冒險者，以及你在這個世界中的地位。你的戰士可能是一位勇敢的騎士或一位經驗豐富的士兵。你的法師可能是一位學者或一位工匠。你的盜賊可能曾經以公會小偷的身份生活，也可能在觀眾中擔任小丑。\n\n選擇一個背景為你提供了有關角色身份的重要故事線索。關於你的背景，最重要的問題是_發生了什麼變化_？為什麼你停止從事背景所描述的工作，開始冒險呢？你從哪裡得到錢來購買起始裝備，或者如果你來自富裕的背景，為什麼你沒有_更多_的錢呢？你是如何學會你職業技能的？什麼使你與分享你背景的普通人不同？\n\n本章中的樣本背景既提供具體的好處（特徵、熟練和語言），還提供角色扮演的建議。",
    "tabs": [
      {
        "name": "熟練",
        "content": "每個背景都給予角色兩種技能的熟練（在“使用能力分數”中描述）。\n\n此外，大多數背景還讓角色能熟練一種或多種工具（詳見“裝備”）。\n\n如果一個角色從兩個不同的來源獲得相同的熟練，他或她可以選擇同類型（技能或工具）的不同熟練代替。"
      },
      {
        "name": "語言",
        "content": "一些背景還允許角色學習超出種族所給予的語言之外的額外語言。參見“語言”。"
      },
      {
        "name": "裝備",
        "content": "每個背景都提供一套起始裝備。如果你使用花費硬幣購買裝備的可選規則，你就不會收到你背景的起始裝備。"
      },
      {
        "name": "建議特徵",
        "content": "背景包含了基於你的背景的建議個人特徵。你可以挑選特徵，擲骰子隨機決定，或者將這些建議作為啟發創作你自己特徵的激勵。"
      },
      {
        "name": "自定背景",
        "content": "你可能想要調整一些背景的特徵，以使其更適合你的角色或遊戲設定。要自定一個背景，你可以將一個特徵替換為任何其他特徵，選擇任何兩種技能，並從樣本背景中選擇總共兩種工具熟練或語言。你可以使用你背景的裝備包，或按照裝備部分的描述花費硬幣購買裝備。 （如果你花費硬幣，你不能同時採取你的職業建議的裝備包。）最後，選擇兩種性格特徵，一個理想，一個羈絆，和一個缺點。如果找不到符合你期望背景的特徵，請與你的GM合作創建一個。"
      }
    ]
  },
  {
    "id": "inspiration",
    "name": "激勵",
    "description": "激勵是遊戲主可以用來獎勵你的一個規則，當你以符合角色個性特徵、理念、羈絆和缺點的方式來扮演角色時，可以獲得激勵。通過使用激勵，你可以利用對被壓迫者的同情心特徵，在與乞丐王子協商時獲得優勢。激勵還可以讓你依靠對保衛家鄉的羈絆，克服施加在你身上的法術效果。",
    "tabs": [
      {
        "name": "獲得激勵",
        "content": "你的GM可以選擇出於各種原因給予你激勵。通常，GM在你展現個性特徵、屈從於缺點或羈絆所呈現的不利條件，以及以其他引人入勝的方式描繪你的角色時，會授予它。GM會告訴你如何在遊戲中獲得激勵。\n\n你要麼擁有激勵，要麼沒有 - 你不能儲存多個“激勵”以供以後使用。"
      },
      {
        "name": "使用激勵",
        "content": "如果你有激勵，你可以在進行攻擊擲骰、豁免擲骰或能力檢定時消耗它。花費你的激勵使你在該擲骰上獲得優勢。\n\n此外，如果你擁有激勵，你可以獎勵另一位玩家的出色角色扮演、聰明思考，或者在遊戲中做一些令人興奮的事情。當另一個玩家角色以一種真正有趣且引人入勝的方式為故事做出貢獻時，你可以放棄你的激勵，以給予該角色激勵。"
      }
    ]
  },
  {
    "id": "languages",
    "name": "語言",
    "description": "你的種族預設表示你的角色可以說的語言，而你的背景可能會給你選擇一種或多種額外的語言的權限。在你的角色表上記錄這些語言。\n\n從標準語言表中選擇你的語言，或者在你的劇情中選擇一種常見的語言。在GM的許可下，你也可以選擇來自異國語言表的一種語言，或者是一種秘密語言，如小偷暗語或德魯伊之語。\n\n其中一些語言實際上是由許多方言組成的語言家族。例如，原始語言包括Auran、Aquan、Ignan和Terran等方言，分別代表四個元素位面中的一個。說同一語言不同方言的生物可以互相溝通。",
    "tabs": [
      {
        "name": "標準語言（表格）",
        "content": "| **語言** | **典型使用者** | **書寫系統** |\n| ------ | --------- | -------- |\n| 通用語    | 人類        | 通用語      |\n| 矮語     | 矮人        | 矮語       |\n| 精靈語    | 精靈        | 精靈語      |\n| 巨人語    | 食人魔，巨人    | 矮語       |\n| 地精語    | 地精族       | 矮語       |\n| 哥布林語   | 哥布林族      | 矮語       |\n| 半身人語   | 半身人       | 通用語      |\n| 獸人語    | 獸人        | 矮語       |"
      },
      {
        "name": "異國語言（表格）",
        "content": "| **語言** | **典型使用者** | **書寫系統** |\n| ------ | --------- | -------- |\n| 天淵語    | 惡魔        | 地獄語      |\n| 天界語    | 天使        | 天界語      |\n| 龍語     | 龍、龍裔      | 龍語       |\n| 深淵之言   | 阿柏雷斯，斗蓬   | \\-       |\n| 地獄語    | 惡魔        | 地獄語      |\n| 原始語    | 元素生物      | 矮語       |\n| 森語     | 妖精生物      | 精靈語      |\n| 地下通用語  | 地下界商人     | 精靈語      |"
      }
    ]
  },
  {
    "id": "levelingUp",
    "name": "升級",
    "description": "當你的角色冒險並克服挑戰時，他或她會獲得經驗值，代表經驗的積累。當角色達到指定的經驗點總數時，將提升能力。這個提升被稱為升級。\n\n當你的角色升級時，他或她的職業通常會授予額外的特徵，詳細信息可參見職業描述。其中一些特徵允許你提高你的屬性分數，可以是將兩個分數各增加1點，或將一個分數增加2點。你不能將一個屬性分數提高到20以上。此外，每個角色的熟練加值在特定等級時會增加。\n\n每次你升級時，你會增加1個額外的生命擲骰。擲出該生命擲骰，將你的體質調整值添加到擲骰結果中，再將總和添加到你的生命值上限。或者，你可以使用類別條目中顯示的固定值，這是擲骰結果的平均值（四捨五入）。\n\n當你的體質修正值增加1時，你的生命值上限將每個達到的等級增加1。例如，如果你的7級戰士的體質分數為18，當他達到8級時，他將把體質分數從17增加到18，從而將他的體質修正值從+3增加到+4。然後，他的生命值上限將增加8點。\n\n角色進階表格總結了從1級到20級所需的經驗值，以及該等級的角色的熟練加值。請查閱你的角色職業描述中的信息，了解你在每個等級時獲得的其他改進。",
    "tabs": [
      {
        "name": "角色進階（表格）",
        "content": "| **經驗值** | **等級** | **熟練加值** |\n| ------- | ------ | -------- |\n| 0       | 1      | +2       |\n| 300     | 2      | +2       |\n| 900     | 3      | +2       |\n| 2,700   | 4      | +2       |\n| 6,500   | 5      | +3       |\n| 14,000  | 6      | +3       |\n| 23,000  | 7      | +3       |\n| 34,000  | 8      | +3       |\n| 48,000  | 9      | +4       |\n| 64,000  | 10     | +4       |\n| 85,000  | 11     | +4       |\n| 100,000 | 12     | +4       |\n| 120,000 | 13     | +5       |\n| 140,000 | 14     | +5       |\n| 165,000 | 15     | +5       |\n| 195,000 | 16     | +5       |\n| 225,000 | 17     | +6       |\n| 265,000 | 18     | +6       |\n| 305,000 | 19     | +6       |\n| 355,000 | 20     | +6       |"
      }
    ]
  },
  {
    "id": "multiclassing",
    "name": "兼職",
    "description": "多職業允許你在多個職業中獲得等級。這樣做允許你結合這些職業的能力，實現在標準職業選擇中可能無法體現的角色概念。\n\n根據這個規則，你在晉升等級時可以選擇在一個新職業中獲得等級，而不是在你當前職業中獲得等級。你所有職業的等級相加，以確定你的角色等級。例如，如果你有三級的巫師和兩級的戰士，你是一個五級的角色。\n\n隨著你等級的提升，你可能主要仍然是你原來的職業成員，只是在另一個職業中有一些等級，或者你可能完全改變方向，永遠不再回頭看你離開的職業。你甚至可能開始在第三或第四個職業中取得進展。與同級別的單一職業角色相比，你將為了多樣性而犧牲一些專注。",
    "tabs": [
      {
        "name": "先決條件",
        "content": "為了有資格加入新的職業，你必須符合你當前職業和新職業的能力分數先決條件，如多職業先決條件表所示。例如，決定多職業為德魯伊的野蠻人必須有13點或更高的力量和智慧分數。由於缺乏初學者接受的全面培訓，你必須在新職業中是一個快速學習者，擁有高於平均水平的能力分數。\n\n**多職業先決條件（表格）**\n\n\n| **職業** | **能力分數最低要求** |\n| ------ | ------------ |\n| 野蠻人    | 力量 13        |\n| 吟遊詩人   | 魅力 13        |\n| 牧師     | 智慧 13        |\n| 德魯伊    | 智慧 13        |\n| 戰士     | 力量 13 或敏捷 13 |\n| 武僧     | 敏捷 13 和智慧 13 |\n| 聖騎士    | 力量 13 和魅力 13 |\n| 遊俠     | 敏捷 13 和智慧 13 |\n| 遊蕩者     | 敏捷 13        |\n| 術士     | 魅力 13        |\n| 魔導士     | 魅力 13        |\n| 法師     | 智力 13        |"
      },
      {
        "name": "經驗點",
        "content": "獲得一個等級的經驗點成本總是基於你的總角色等級，如角色進階表中所示，而不是你在特定職業中的等級。因此，如果你是一名6級的牧師/1級的戰士，你必須獲得足夠的經驗點，才能在取得第二級戰士或第七級牧師時。"
      },
      {
        "name": "生命值和生命擲骰",
        "content": "你根據新職業描述的1級後的等級獲得生命值。只有在你是1級角色時，你才獲得該職業的1級生命點數。\n\n你將所有職業授予的生命擲骰相加，形成你的生命擲骰池。如果生命擲骰是相同的骰子類型，你可以簡單地將它們放在一起。例如，戰士和聖騎士都有一個d10，所以如果你是一個聖騎士5/戰士5，你有十個d10的生命擲骰。如果你的職業給予你不同類型的生命擲骰，請分開記錄它們。例如，如果你是一個聖騎士5/牧師5，你有五個d10的生命擲骰和五個d8的生命擲骰。"
      },
      {
        "name": "熟練加值",
        "content": "你的熟練加值始終基於你的總角色等級，如第1章中的角色進階表所示，而不是你在特定職業中的等級。例如，如果你是一名3級的戰士/2級的遊蕩者，你擁有一名5級角色的熟練加值，即+3。"
      },
      {
        "name": "熟練",
        "content": "當你在初始職業以外的職業中獲得第一級時，你只獲得新職業的一些起始熟練，如多職業熟練表所示。\n\n**多職業熟練（表格）**\n\n| **職業** | **獲得的熟練**                          |\n| ------ | ---------------------------------- |\n| 野蠻人    | 盾牌、簡單武器、軍用武器                       |\n| 吟遊詩人   | 輕甲、自選一項技能、自選一種音樂樂器                 |\n| 牧師     | 輕甲、中甲、盾牌                           |\n| 德魯伊    | 輕甲、中甲、盾牌（德魯伊不會穿著金屬製的盔甲或使用金屬製的盾牌）   |\n| 戰士     | 輕甲、中甲、盾牌、簡單武器、軍用武器                 |\n| 武僧     | 簡單武器、短劍                            |\n| 聖騎士    | 輕甲、中甲、盾牌、簡單武器、軍用武器                 |\n| 遊俠     | 輕甲、中甲、盾牌、簡單武器、軍用武器、來自該職業技能列表中的一項技能 |\n| 遊蕩者     | 輕甲、來自該職業技能列表中的一項技能、盜賊工具            |\n| 術士     | \\-                                 |\n| 魔導士     | 輕甲、簡單武器                            |\n| 法師     | \\-                                 |"
      },
      {
        "name": "職業特徵",
        "content": "當你在一個職業中獲得新等級時，你將獲得該等級的特徵。但是，你不會獲得該職業的起始裝備，而在多職業時，有一些特徵在你進行多職業時有額外的規則：引導神力、額外攻擊、非護甲防禦和施法。"
      },
      {
        "name": "引導神力",
        "content": "如果你已經擁有引導神力特徵並在授予該特徵的職業中獲得等級，你將獲得該職業授予的引導神力效果，但再次獲得該特徵不會給予你額外的使用權。只有在你達到明確授予你的等級時，你才會獲得額外的使用權。例如，如果你是一名牧師6/聖騎士4，你可以在休息之間使用引導神力兩次，因為你在牧師職業中的等級足夠高，可以有更多的使用權。每次使用該特徵時，你可以從你的兩個職業中可用的引導神力效果中選擇任何一個。"
      },
      {
        "name": "額外攻擊",
        "content": "如果你從多個職業中獲得了額外攻擊職業特徵，這些特徵不會相加。除非它說你可以（如戰士版本的額外攻擊所做的那樣），否則你不能使用此特徵進行超過兩次的攻擊。同樣，如果你還擁有額外攻擊，那麼戰士的秘法職業特徵「渴望之刃」不會給你額外的攻擊。\n"
      },
      {
        "name": "非護甲防禦",
        "content": "如果你已經擁有非護甲防禦特徵，你不能再從另一個職業中再次獲得"
      },
      {
        "name": "Spellcasting",
        "content": "Your capacity for spellcasting depends partly on your combined levels in all your spellcasting classes and partly on your individual levels in those classes. Once you have the Spellcasting feature from more than one class, use the rules below. If you multiclass but have the Spellcasting feature from only one class, you follow the rules as described in that class.\n\n**_Spells Known and Prepared._**  You determine what spells you know and can prepare for each class individually, as if you were a single-classed member of that class. If you are a ranger 4/wizard 3, for example, you know three 1st-level ranger spells based on your levels in the ranger class. As 3rd-level wizard, you know three wizard cantrips, and your spellbook contains ten wizard spells, two of which (the two you gained when you reached 3rd level as a wizard) can be 2nd-level spells. If your Intelligence is 16, you can prepare six wizard spells from your spellbook.\n\nEach spell you know and prepare is associated with one of your classes, and you use the spellcasting ability of that class when you cast the spell. Similarly, a spellcasting focus, such as a holy symbol, can be used only for the spells from the class associated with that focus.\n\n**_Spell Slots._**  You determine your available spell slots by adding together all your levels in the bard, cleric, druid, sorcerer, and wizard classes, and half your levels (rounded down) in the paladin and ranger classes. Use this total to determine your spell slots by consulting the Multiclass Spellcaster table.\n\nIf you have more than one spellcasting class, this table might give you spell slots of a level that is higher than the spells you know or can prepare. You can use those slots, but only to cast your lower-level spells. If a lower-level spell that you cast, like  _burning hands_, has an enhanced effect when cast using a higher-level slot, you can use the enhanced effect, even though you don't have any spells of that higher level.\n\nFor example, if you are the aforementioned ranger 4/wizard 3, you count as a 5th-level character when determining your spell slots: you have four 1st-level slots, three 2nd-level slots, and two 3rd-level slots. However, you don't know any 3rd-level spells, nor do you know any 2nd-level ranger spells. You can use the spell slots of those levels to cast the spells you do know-and potentially enhance their effects.\n\n**_Pact Magic._**  If you have both the Spellcasting class feature and the Pact Magic class feature from the warlock class, you can use the spell slots you gain from the Pact Magic feature to cast spells you know or have prepared from classes with the Spellcasting class feature, and you can use the spell slots you gain from the Spellcasting class feature to cast warlock spells you know.\n\n**Multiclass Spellcaster: Spell Slots per Spell Level (table)**\n| Level | 1st | 2nd | 3rd | 4th | 5th | 6th | 7th | 8th | 9th |\n| ----- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n| 1st   | 2   | \\-  | \\-  | \\-  | \\-  | \\-  | \\-  | \\-  | \\-  |\n| 2nd   | 3   | \\-  | \\-  | \\-  | \\-  | \\-  | \\-  | \\-  | \\-  |\n| 3rd   | 4   | 2   | \\-  | \\-  | \\-  | \\-  | \\-  | \\-  | \\-  |\n| 4th   | 4   | 3   | \\-  | \\-  | \\-  | \\-  | \\-  | \\-  | \\-  |\n| 5th   | 4   | 3   | 2   | \\-  | \\-  | \\-  | \\-  | \\-  | \\-  |\n| 6th   | 4   | 3   | 3   | \\-  | \\-  | \\-  | \\-  | \\-  | \\-  |\n| 7th   | 4   | 3   | 3   | 1   | \\-  | \\-  | \\-  | \\-  | \\-  |\n| 8th   | 4   | 3   | 3   | 2   | \\-  | \\-  | \\-  | \\-  | \\-  |\n| 9th   | 4   | 3   | 3   | 3   | 1   | \\-  | \\-  | \\-  | \\-  |\n| 10th  | 4   | 3   | 3   | 3   | 2   | \\-  | \\-  | \\-  | \\-  |\n| 11th  | 4   | 3   | 3   | 3   | 2   | 1   | \\-  | \\-  | \\-  |\n| 12th  | 4   | 3   | 3   | 3   | 2   | 1   | \\-  | \\-  | \\-  |\n| 13th  | 4   | 3   | 3   | 3   | 2   | 1   | 1   | \\-  | \\-  |\n| 14th  | 4   | 3   | 3   | 3   | 2   | 1   | 1   | \\-  | \\-  |\n| 15th  | 4   | 3   | 3   | 3   | 2   | 1   | 1   | 1   | \\-  |\n| 16th  | 4   | 3   | 3   | 3   | 2   | 1   | 1   | 1   | \\-  |\n| 17th  | 4   | 3   | 3   | 3   | 2   | 1   | 1   | 1   | 1   |\n| 18th  | 4   | 3   | 3   | 3   | 3   | 1   | 1   | 1   | 1   |\n| 19th  | 4   | 3   | 3   | 3   | 3   | 2   | 1   | 1   | 1   |\n| 20th  | 4   | 3   | 3   | 3   | 3   | 2   | 2   | 1   | 1   |"
      }
    ]
  }
]
