[
  {
    "id": "condition",
    "name": "角色狀態",
    "description": "條件以各種方式改變生物的能力，可能是由於法術、職業特徵、怪物的攻擊或其他效果而產生。大多數情況下，例如目盲，都是障礙，但有些情況，例如隱形，可能是有利的。\n\n條件持續時間要麼持續到被對抗（例如伏地狀態可以通過站起來來對抗），要麼持續一個由施加條件的效果指定的時間。\n\n如果多個效果對生物施加相同的條件，則每個條件實例都有自己的持續時間，但該條件的效果不會變得更糟。生物要麼有條件，要麼沒有。\n\n以下定義了生物在受到條件影響時會發生什麼。",
    "tabs": [
      {
        "name": "目盲",
        "content": "-   一個目盲的生物無法看見，且在任何需要視覺的屬性檢定中自動失敗。\n-   對目盲生物進行的攻擊檢定具有優勢，且目盲生物的攻擊檢定具有劣勢。"
      },
      {
        "name": "魅惑",
        "content": "- 一個被魅惑的生物不能攻擊魅惑者、或以魅惑者作為有害能力或魔法效果的目標。\n- 魅惑者在對被魅惑的生物社交互動時所進行的所有屬性檢定具有優勢。"
      },
      {
        "name": "耳聾",
        "content": "一個耳聾的生物無法聽見聲音，且在任何需要聽力的屬性檢定中自動失敗。"
      },
      {
        "name": "力竭",
        "content": "某些特殊能力和險酷環境，例如飢餓或長時間處於寒冷或炎熱的溫度下，將會導致一個被稱為力竭的特殊狀態。力竭分成六個等級。根據效果的敘述，一個效果可能會使生物獲得一個或多個力竭等級。\n\n**等級 效果**\n\n1. 所有屬性檢定具有劣勢\n2. 移動速度減半\n3. 所有攻擊檢定和豁免檢定具有劣勢\n4. 最大生命值減半\n5. 移動速度歸零\n6. 死亡\n\n如果一個已經力竭的生物再次受到會導致力竭的效果影響，它現在的力竭等級將會再加上該效果敘述中所記載的力竭等級。\n\n一個生物會承受他目前力竭等級和以下等級的所有力竭效果。例如：一個力竭等級2的生物會同時承受速度減半以及屬性檢定劣勢的效果。\n\n一個移除力竭狀態的能力會依照該能力的敘述來減少對應程度的力竭等級。當一個生物的力竭等級被減少至低於1，則結束所有的力竭效果。\n\n只要一個生物有進食和飲水，則完成一次長休將可以減少它1級力竭等級。此外，被從死裡復活會使生物的力竭等級減少1級。"
      },
      {
        "name": "恐懼",
        "content": "-   當恐懼的來源在視線可及的範圍時，被恐懼的生物在屬性檢定和攻擊檢定上具有劣勢。\n-   生物不能自願地移近它恐懼的來源。"
      },
      {
        "name": "被擒",
        "content": "-   一個被擒生物的移動速度歸0，且不能受益於任何對它移動速度的加值。\n-   如果擒抱者陷入無力，被擒狀態將就此結束。\n-   如果被擒生物被移出擒抱者或是其他造成擒抱效果的來源的觸及範圍，被擒狀態將就此結束。像是被雷鳴波給擊飛。"
      },
      {
        "name": "無力",
        "content": "一個無力的生物不能採取任何動作或反應。"
      },
      {
        "name": "隱形",
        "content": "-   若是沒有魔法或特殊感官的幫助，是不可能看見一個隱形生物的。在要進行躲藏時，該生物被視作重度遮蔽。該生物的所在位置可以透過任何它發出的噪音或留下的蹤跡被偵測到。\n-   對隱形生物進行的攻擊檢定具有劣勢，且隱形生物的攻擊檢定具有優勢。"
      },
      {
        "name": "麻痺",
        "content": "-   一個被麻痺的生物處於無力，且不能移動或說話。\n-   該生物的力量和敏捷豁免自動失敗。對該生物進行的攻擊檢定具有優勢。\n-   若攻擊者距離該生物5呎以內，則任何其命中該生物的攻擊都視為重擊。"
      },
      {
        "name": "石化",
        "content": "-   一個被石化的生物和它身上穿戴或攜帶的任何非魔法物品都會一起被變形成無生命的固體材質（通常是石頭）。它的重量將增加至十倍，並且停止老化。\n-   該生物陷入無力，不能移動或說話、且無法感知其周遭的環境。\n-   對該生物進行的攻擊檢定具有優勢。\n-   該生物的力量和敏捷豁免自動失敗。\n-   該生物對所有的傷害具有抗力。\n-   該生物免疫毒素和疾病，已存在於該生物體內的毒素或疾病將會停止運作，而非被解除。"
      },
      {
        "name": "中毒",
        "content": "一個中毒的生物在攻擊檢定與屬性檢定上具有劣勢。"
      },
      {
        "name": "伏地",
        "content": "-   一個伏地的生物唯一的移動方式是爬行，除非它站起來以結束此狀態。\n-   該生物在攻擊檢定上具有劣勢。\n-   如果攻擊者距離該生物5呎以內，則對該生物進行的攻擊檢定將具有優勢。除此之外，對該生物的攻擊檢定具有劣勢。"
      },
      {
        "name": "束縛",
        "content": "-   一個被束縛生物的移動速度歸0，且不能受益於任何對它移動速度的加值。\n-   對該生物進行的攻擊檢定具有優勢，且該生物的攻擊檢定具有劣勢。\n-   該生物在敏捷豁免上具有劣勢。"
      },
      {
        "name": "震懾",
        "content": "-   一個被震懾的生物處於無力，不能移動．且只能有氣無力地說話。\n-   該生物的力量和敏捷豁免自動失敗。\n-   對該生物進行的攻擊檢定具有優勢。"
      },
      {
        "name": "昏迷",
        "content": "-   一個昏迷的生物處於無力，不能移動或說話．且無法感知其周遭的環境。\n-   該生物持握的所有東西都會脫手，並且陷入伏地狀態。\n-   該生物的力量和敏捷豁免自動失敗。\n-   對該生物進行的攻擊檢定具有優勢。\n-   若攻擊者距離該生物5呎以內，則任何其命中該生物的攻擊都視為重擊。"
      }
    ]
  },
  {
    "id": "theOrderOfCombat",
    "name": "戰鬥的流程",
    "description": "一個典型的戰鬥遭遇是兩方之間的激烈衝突，武器揮舞，虛張聲勢，招架，脚步技巧和施法交织在一起。遊戲將混亂的戰鬥組織成一個回合和動作的循環。**回合** 在遊戲世界中代表約6秒的時間。在一個回合中，戰鬥中的每個參與者都會進行一個**動作**。動作的順序在戰鬥開始時由所有人擲骰子來決定。一旦每個人都進行了動作，如果沒有一方戰勝對手，戰鬥將繼續到下一個回合。",
    "tabs": [
      {
        "name": "戰鬥流程",
        "content": "1.  **確定突襲**。GM判斷在戰鬥遭遇中是否有人受到驚訝。\n2.   **確定位置**：GM決定所有角色和怪物的位置。根據冒險者的行軍順序或他們在房間或其他地點中的位置，GM確定敵人的位置，距離和方向。\n3.   **擲骰決定先攻**：參與戰鬥遭遇的每個人都擲骰以決定行動順序。\n4. **輪流行動**。每個參與者按照先攻順序進行行動。\n5.  **開始下一回合**。當所有參與戰鬥的人都行動完畢，回合結束。重複步驟4直到戰鬥結束。"
      },
      {
        "name": "突襲",
        "content": "一群冒險者突襲了一個土匪營地，從樹叢中突然襲擊他們。一個凝膠立方體在地牢通道中滑行，冒險者們卻沒有察覺到，直到凝膠立方體突然襲擊其中一人。在這些情況下，戰鬥的一方突襲了對方。\n\nGM判定誰可能會被突襲。如果雙方都沒有試圖偷襲，它們會自動發現對方。否則，GM將藏匿的每個人的敏捷（潛行）檢定與對立方每個生物的被動感知智力（感知）分數進行比較。任何沒有察覺到威脅的角色或怪物在遭遇開始時都會被突襲。\n\n如果你被突襲，你在戰鬥的第一個回合不能移動或採取任何行動，直到該回合結束之前你也不能做出反應。即使其他成員沒有被突襲，一個小組的成員仍然可能被突襲。"
      },
      {
        "name": "先攻",
        "content": "先攻決定了戰鬥中的行動順序。當戰鬥開始時，每個參與者都進行敏捷檢定，以確定他們在先攻順序中的位置。GM對一組完全相同的生物進行一次擲骰，所以該組的每個成員都在同一時間行動。\n\nGM將戰鬥參與者按照敏捷檢定總值由高至低進行排名。這就是他們在每個回合中的行動順序（稱為先攻順序）。先攻順序在每個回合中保持不變。\n\n如果出現平局，GM決定平局的控制生物之間的順序，而玩家則決定平局角色之間的順序。如果平局是在一個怪物和玩家角色之間，GM可以決定順序。或者，GM可以讓平局的角色和怪物分別擲一個d20骰來確定順序，最高的骰子先行動。"
      },
      {
        "name": "你的回合",
        "content": "在你的回合，你可以**移動**最多等同於你移動速度的距離，並**採取一個動作**。由你決定要先移動還是先採取你的動作。你的移動速度—有時也被稱作你的步行速度—將會註記在你的角色卡上。\n\n在本章節「戰鬥中的動作」段落中記載了幾個最常被採取的動作。許多職業能力和其他能力也會提供其他你可以採取的額外動作項。\n\n在本章節「移動與位置」段落中將詳述關於你移動的規則。\n\n你可以在你的回合放棄移動、採取一個動作、或什麼事都不做。若你無法決定要在你的回合中做什麼，你可以考慮採取閃避或預備動作，詳情參見後文的「戰鬥中的動作」。\n\n### 附贈動作 Bonus Actions\n\n許多職業能力、法術、和其他能力都能讓你在你的回合中採取一個被稱之為附贈動作的額外動作。舉例來說，巧妙動作特性讓巧妙動作能夠採取一個附贈動作。只有當特殊能力、法術、或遊戲中的其他能力寫著你能夠以附贈動作進行某件事時，你才能夠採取附贈動作。否則的話，你不會有任何可以採取的附贈動作。\n\n你只能在你的回合中採取一次附贈動作，因此當你有超過一個可用的附贈動作時，你必須從中做出選擇。\n\n除非附贈動作特別指定了它的採取時機，否則你可以在你的回合期間自由決定何時採取該附贈動作。任何阻止你採取動作的效果也都將阻止你採取附贈動作。\n\n### 你回合中的其他行動 Other Activity on Your Turn\n\n你在自己的回合中可以進行許多各種各樣的行為，而不需要花費你採取動作或移動的機會。\n\n當輪到你的回合時，你可以用任何你能做到的方式與他人溝通，像是透過簡短的詞句或手勢。\n\n在你移動或採取動作的期間，你也可以免費與一個物體或環境特徵進行互動。舉例來說，你可以在向著敵人大步前進地同時打開一扇門、或你可以在採取攻擊動作的同時拔出你的武器，做為該動作的一部份。\n\n若你想要和第二個物體互動，則你必須使用你的動作。有些魔法物品和其他特殊物體也會需要你採取一個動作來使用它們，且這通常會在其描述中被提及。\n\n當你進行某些需要特別專注、或其存在異常阻礙的行為時，DM可能會要求你使用一個動作以進行它們。舉例來說，DM可以合理地要求你使用一個動作以打開一扇被卡住的門、或操作曲柄以降下吊橋。"
      },
      {
        "name": "反應",
        "content": "某些特殊能力、法術、和特定情況會允許你採取一種被稱之為反應的特殊動作。反應是對於某種觸發事件的即時回應，且可以發生在你或其他人的回合。在這個章節中稍後會提及的藉機攻擊，就是最常見的一種反應。\n\n當你採取一次反應，則直到你的下個回合開始前你都無法再採取另一次反應。若這個反應會打斷了另一個生物回合的進行，則該生物可以在處理完該反應之後繼續進行它的回合。"
      }
    ]
  },
  {
    "id": "movementAndPosition",
    "name": "移動與位置",
    "description": "在戰鬥中，角色和怪物都在不斷移動著，利用行動和位置的變化使自己佔據上風。\n\n在你的回合，你可以移動最多等同於你移動速度的距離。你可以使用隨意花費在你移動速度範圍內的移動力，並遵循下列規則。\n\n你的移動方式可以包括跳躍、攀爬、和游泳。這些不同的移動模式可以結合步行交替進行，也可以構成你的整個移動過程。不論你使用什麼方式移動，你都得逐一從你的移動速度中扣除你所移動的距離，直到你的移動速度耗盡、或直到你結束移動。\n\n可參考**移動介紹=>特殊移動方式**段落中給出的關於跳躍、攀爬、和游泳的具體細節。",
    "tabs": [
      {
        "name": "分拆移動",
        "content": "你可以在你的回合分拆你的移動，在你的動作之前或之後使用你其中一部分的移動速度。舉例來說，若你具有30呎的移動速度，你可以先移動10呎．採取你的動作，然後再移動20呎。\n\n### 攻擊間移動 Moving between Attacks\n\n如果你所採取的動作包含了超過一次的武器攻擊，你甚至可以將你的移動分拆於這幾次攻擊之間。舉例來說，一個因為額外攻擊能力而能進行兩次攻擊，具有25呎移動速度的戰士，可以先移動10呎，進行一次攻擊，再移動15呎，然後再進行一次攻擊。\n\n### 使用不同的移動速度 Using Different Speeds\n\n若你擁有超過一種的移動速度，例如步行速度和飛行速度，則你可以在移動時隨時切換你的移動方式。每當你切換時，將你新的移動速度減去你已經移動的距離。其得出的結果將決定你還能夠移動多遠。若其結果為0或更低，則你本次移動終將不能再以新的移動方式進行移動。\n\n舉例來說，若你具有30呎的步行速度，並因為一名法師對你施放了飛行術而獲得60呎的飛行速度，則你可以先飛行20呎，再步行10呎，接著躍起並再飛行30呎距離。"
      },
      {
        "name": "困難地形",
        "content": "戰鬥很少會發生在空曠的房間或平整無奇的平地上。\n\n巨石遍布的洞窟、荊棘叢生的森林、危險不穩的階梯—這些典型的戰鬥場景都包含了困難地形的存在。\n\n在困難地形中每移動一呎距離都需要額外花費1呎的移動力。即使有複數因素使得一處空間被當作困難地形，也同樣適用這條規則。\n\n低矮家具、瓦礫、植被、陡峭階梯、積雪、和泥沼都是困難地形的典型例子。而其他生物所在的空間（無論敵友），也同樣會被視作困難地形。"
      },
      {
        "name": "伏地",
        "content": "參戰者經常會躺倒在地，無論是他們是被擊倒或因為自行伏下。在遊戲中，他們被視作處於伏地狀態。這個狀態的效果將在附錄中被進一步說明。\n\n你可以**自行臥倒伏地**而無需使用你任何的移動速度。而從**伏地中起身**則需要花比較多的功夫：起身需要花費等同你移動速度一半的移動力。\n\n舉例來說，若你的移動速度為30呎，則你必須花費15呎的移動力才能從伏地中起身。若你沒有足夠的移動力，或若你的移動速度為0，則你將無法起身。\n\n若要在伏地狀態中移動，則你必須透過**匍匐前進**或使用像是傳送術的魔法進行移動。用匍匐的方式每移動一呎都需要額外花費1呎的移動力。因此，當在困難地形中匍匐移動時，每1呎的距離都必須花費3呎的移動力。"
      },
      {
        "name": "跟四周的物品互動",
        "content": "以下是您在移動和動作中可以同時進行的一些例子：\n\n-   抽出或收回劍\n-   打開或關上門\n-   從背包取出藥水\n-   撿起掉落的斧頭\n-   從桌子上拿走小飾品\n-   取下戒指\n-   塞些食物進嘴裡\n-   將旗幟插入地面\n-   從腰包中拿出幾枚硬幣\n-   喝掉杯子里的啤酒\n-   拉動杠杆或開關\n-   從燈臺上取下火把\n-   從架子上取下一本書（可及手的範圍內）\n-   熄滅一小束火焰\n-   戴上面具\n-   將斗篷的帽子拉起覆蓋頭部\n-   將耳朵貼在門上\n-   踢一小塊石頭\n-   在鎖上轉動鑰匙\n-   用10尺長的棍子敲打地板\n-   把物品遞給另一個角色"
      },
      {
        "name": "繞過其他生物",
        "content": "你可以穿過非敵對生物所在的空間。但相對的，只有在敵對生物的體型跟你相差至少二個等級，你才能穿過該敵對生物所在的空間。記住，其他生物所在的空間對你而言視作困難地形。\n\n無論該生物是敵是友，你都不能自主在該生物所在的空間停止移動。\n\n若你在移動中離開一個敵對生物的觸及範圍，你將引發**藉機攻擊**。\n\n藉機攻擊的說明可參考**戰鬥=>進行攻擊=>進戰攻擊**。"
      },
      {
        "name": "飛行移動",
        "content": "飛行中的生物可以享有許多機動性帶來的好處，但他們也必須面對墜落的風險。若一個飛行生物被擊倒伏地、移動速度將被降低至零、或因為其他原因被剝奪了移動能力，則該生物將會從它所處的高度墜落。若該生物有能力浮空、或能因魔法而保持飛行（像是飛行術法術），則該生物將可以避免墜落。"
      },
      {
        "name": "生物體型",
        "content": "每個生物都佔據著不同大小的空間。\n\n體型分類表格中顯示了特定體型生物在戰鬥中所能控制的空間大小。有時候物體也會使用相同的體型分類。\n\n|尺寸|空間           |\n|--|-------------|\n|微型|2½ x 2½ 呎    |\n|小型|5 x 5 呎      |\n|中型|5 x 5 呎      |\n|大型|10 x 10 呎    |\n|巨型|15 x 15 呎    |\n|超巨型|20 x 20 呎 或更大|\n\n### 空間 Space\n\n一個生物所佔據的空間代表著它在戰鬥中能有效控制的範圍區域，而非它身體的實際大小。舉例來說，通常一名中型生物並不會有5呎寬，但它仍能有效控制這個寬度的空間範圍。若一個中型體型的大哥布林站在一扇5呎寬的門口前方，則除非大哥布林允許，否則其他生物將無法通過它。\n\n一個生物所佔據的空間也反映了它進行有效戰鬥所需的空間大小。因此，在戰鬥中要包圍一個生物，能夠參與包圍的生物數量是有上限的。假設參戰者的體型皆為中型，則最多八個生物能夠以5呎半徑的大小包圍另一個生物。\n\n由於較大的生物會佔據較多的空間，因此他們包圍一個生物所需的數量也因此較少。\n\n當四個大型生物包圍住一個中型或更小的生物，空間就已經不足以讓其他人加入包圍。相對的，一個超巨型生物周圍就可以環繞最多十二個中型生物。\n\n### 擠身通過狹窄空間 Squeezing into a Smaller Space\n\n生物可以擠身通過一個大小足以讓一個體型比他小一級的生物通過的空間。因此，一個大型生物可以擠身通過一個只有5呎寬的通道。當擠身通過狹窄空間時，該生物每移動一呎都必須額外花費1呎移動力，且他在攻擊檢定和敏捷豁免中都具有劣勢。當該生物處於狹窄空間時，對它所進行的攻擊檢定將具有優勢。"
      }
    ]
  },
  {
    "id": "actionsInCombat",
    "name": "戰鬥中的動作",
    "description": "當你在你的回合採取你的動作，你可以選擇採取下列其中一個動作、一個你職業或特殊能力賦予你的動作、或一個即興想出的動作。許多怪物在它們的數據欄中也有著屬於它們自己的動作項。\n\n當你想進行一個未在規則中被說明的動作時，DM將會告訴你這個動作是否可行，且若需要，則你應該要進行什麼檢定以決定這個動作的成敗。",
    "tabs": [
      {
        "name": "攻擊",
        "content": "攻擊動作是戰鬥中最常被採取的動作，包括了揮劍劈砍、彎弓射箭、或徒手揮拳等行動。\n\n透過這個動作，你進行一次近戰或遠程攻擊。參見「發動攻擊」章節以查閱關於攻擊規則的詳細描述。\n\n某些能力，例如戰士的額外攻擊能力，能讓你透過這個動作進行超過一次的攻擊。"
      },
      {
        "name": "施法",
        "content": "法師、牧師之類的施法者，以及許多怪物都具有法術且能夠在戰鬥中有效地使用它們。每個法術都有著自己的施法時間，指定了施法者必須使用一個動作、反應、數分鐘、或甚至數小時的時間才能施放該法術。因此，施放法術並不一定需要一個動作，但大部分的法術仍需要一個動作的施法時間，也因此施法者通常會在戰鬥中使用他或她的動作以施放這類法術。可參考**施法**規則"
      },
      {
        "name": "疾走",
        "content": "當你採取疾走動作時，你在當回合獲得額外的移動力。其增加的移動力等同於你應用任何適用加值後的移動速度。舉例來說，若你的移動速度為30呎，則當你採取疾走動作後，你可以在你的回合移動最多60呎距離。\n\n任何對你移動速度的增減都會使這個額外的移動力改變相同的數值。舉例來說，若你的30呎移動速度被減少至15呎，則當你採取疾走動作後，你在該回合就只能移動最多30呎距離。"
      },
      {
        "name": "撤退",
        "content": "若你採取撤離動作，則你在該回合內接下來進行的移動將不會引發藉機攻擊。"
      },
      {
        "name": "躲避",
        "content": "當你採取閃避動作，你將全神專注於閃躲攻擊。直到你的下個回合開始前，若你可以看見攻擊者，則任何對你所進行的攻擊檢定都將具有劣勢，且你在敏捷豁免檢定中具有優勢。若你陷入無力狀態（可參考**戰鬥=>狀態**）、或若你的移動速度歸零，則你將失去這些好處。"
      },
      {
        "name": "協助",
        "content": "你可以伸出援手以協助另一個生物達成其行動。當你採取協助動作，你所協助的生物將在下一次它為了執行你所幫助事項而進行的屬性檢定中具有優勢，但該檢定必須在你的下個回合開始前進行才能獲得這個好處。\n\n或者，你可以協助一個友善生物攻擊一個距離你5呎內的生物。你做出佯攻、使目標分心、或用其他某些方式合作已使你盟友的攻擊更有效果。若你的盟友在你的下個回合前攻擊該目標，則其進行的第一次攻擊檢定將具有優勢。"
      },
      {
        "name": "躲藏",
        "content": "當你採取躲藏動作，你進行一次敏捷（隱匿）檢定以嘗試躲藏，遵循第七章關於躲藏的規則。若你檢定成功，則你將獲得某些好處，詳情參照**戰鬥=>進行攻擊=>看不見的攻擊者和目標**章節中的描述。"
      },
      {
        "name": "準備",
        "content": "有時候你想要搶在敵人之前、或者等到特定情況發生後立即行動。若要這麼做，你可以在你的回合採取預備動作，好讓你在你的下個回合開始前使用你的反應以採取行動。\n\n首先，你決定什麼樣的情況將會觸發你的反應，這個情況必須是可以被觀測的。接著，你選擇你在回應其觸發時所要採取的動作，或者你選擇移動最多等同於你移動速度的距離以回應其觸發。一些例子包括「如果那名邪教徒踩上陷阱門，我就要拉下拉桿以打開它」、和「如果那隻哥不林走到我面前，我就立刻移開。」\n\n當觸發事件發生時，你可以選擇在觸發事件結束後緊接著採取你的反應，或者選擇忽略該觸發事件。記住，你在每輪中只能採取一個反應。\n\n當你預備一個法術時，你仍如常施放它但扣住其能量，好讓你在觸發事件發生時能夠以你的反應釋放它。一個法術必須具有1個動作的施法時間才能被預備，且扣住該法術的魔法需要專注（參見第十章的說明）。若你的專注被打斷，則該法術將消散且不會發揮任何效果。舉例來說，若你正專注於蛛網術法術，並預備施放了魔法飛彈，則你的蛛網術法術將結束，且若你在以你的反應釋放魔法飛彈之前承受傷害，則你的專注可能會因此被打斷。"
      },
      {
        "name": "搜尋",
        "content": "當你採取搜尋動作，你將全神投入於找尋某個事物。根據你搜尋方式的性質，DM可能會要求你進行一次睿知（感知）檢定或一次智力（調查）檢定。"
      },
      {
        "name": "使用物件",
        "content": "你通常會在做其他事的同時與一個物體互動，例如在攻擊的同時抽出長劍。當某個物體要求你使用你的動作以使用它時，你採取使用物件的動作。這個動作在你想要於你的回合中與超過一個物體互動時也能派上用場。"
      }
    ]
  },
  {
    "id": "makingAnAttack",
    "name": "進行攻擊",
    "description": "無論你是揮舞一把近戰武器、在遠距離以武器射擊、或是作為法術效果的一部份進行攻擊檢定，每一次攻擊檢定都遵照著以下的基本架構。\n\n1. **選擇一個目標** 選擇一個在你攻擊範圍內的目標：一個生物、物體、或一個場所。\n2. **決定調整值。** DM將會決定目標是否處於掩護，以及你對該目標所進行的攻擊是否具有優勢或劣勢。此外，法術、特殊能力、和其他效果也可能會使你的攻擊檢定獲得加值或減值。\n3. **處理該次攻擊。** 你進行攻擊檢定。若命中，則除非該次攻擊另有其他的特殊規則，否則你擲骰決定傷害。有些攻擊會造成特殊效果，以取代或伴隨傷害一起發生。\n    \n\n如果你不確定你正在進行的某個行為是否被視作一次攻擊，判斷的規則相當簡單：如果你需要進行一次攻擊檢定，那你就是在進行一次攻擊。\n",
    "tabs": [
      {
        "name": "攻擊檢定",
        "content": "### 攻擊檢定的調整值 Modifiers to the Roll\n\n當一個角色進行攻擊檢定時，最常見的兩個調整值即為某個屬性的調整值，以及該角色的熟練加值。當一個怪物進行攻擊檢定時，它將使用其遊戲數據中記載的調整值。\n\n-   **屬性調整值.** 近戰武器攻擊所使用的屬性調整值為力量，而遠程武器攻擊所使用的屬性調整值則為敏捷。具有靈巧或投擲屬性的武器可以打破這條規則。\n-   有些法術會需要施法者進行一次攻擊檢定。法術攻擊所使用的屬性調整值會根據施法者的施法屬性決定，參見第十章的說明。\n-   **熟練加值.** 當你使用你所熟練的武器進行攻擊、以及當你使用法術進行攻擊時，你將你的熟練加值加到你的攻擊檢定中。\n    \n\n### 骰出1或20 Rolling 1 or 20\n\n有時候命運會特別祝福或咒詛參戰者，使新手幸運命中，或讓老手不幸失手。\n\n-   若攻擊檢定的d20擲骰結果骰出了20，則無論該次攻擊的調整值和目標AC為何，該次攻擊都將成功命中。此外，該次攻擊造成重擊（本章稍後將進行說明）。\n-   若攻擊檢定的d20擲骰結果骰出了1，則無論該次攻擊的調整值和目標AC為何，該次攻擊都將失手。"
      },
      {
        "name": "看不見的攻擊者和目標",
        "content": "參戰者經常會透過躲藏、施放隱形術、或潛藏暗處以嘗試避開敵人的注意。\n\n當你攻擊一個你看不見的目標時，無論你是瞎猜目標所在的位置、或是瞄準一個你能聽見但無法確實看見的目標時，你都將在該攻擊檢定中承受劣勢。若目標不在你所指定的位置，你的攻擊將自動失手，在這種情況下，DM通常只會宣布該次攻擊失手，而不會告訴你是否猜錯了目標所在的位置。\n\n當一個生物無法看見你時，你對它所進行的攻擊檢定將具有優勢。\n\n若你已經躲藏起來—沒有被看見或聽見—則當你進行攻擊時，無論該次攻擊命中與否，你都將洩漏你的所在位置。"
      },
      {
        "name": "遠程攻擊",
        "content": "當你進行一次遠程攻擊時，你可能是使用弓或弩射擊、投擲飛斧、或使用其他投擲物丟向一定距離外的敵人。一個怪物可能會發射它尾巴上的棘刺，而許多法術的效果也會包括進行遠程攻擊。"
      },
      {
        "name": "進戰攻擊",
        "content": "在近身肉搏中，近戰攻擊讓你得以攻擊位於你觸及範圍內的敵人。近戰攻擊通常會使用一把手持武器，像是刀劍、戰錘、或斧頭等等。怪物所進行的近戰攻擊則通常會使用利爪、尖牙、犄角、觸手或其他身體部位展開猛擊。少數法術也會包含進行近戰攻擊的效果。\n\n大部分的生物都具有5呎的觸及範圍，且因此能對距離其5呎內的目標進行近戰攻擊。某些生物（通常是那些體型超過中型的生物）則可能會有觸及範圍超過5呎的近戰攻擊手段，這些性質將會記載於其描述中。\n\n除了使用武器進行近戰武器攻擊之外，你也可以進行**徒手打擊**：出拳、踢腿、頭槌、或其他類似的毆擊手段（這些都不會被視作武器）。若命中，徒手打擊將會造成等同於1+你的力量調整值的鈍擊傷害。你永遠熟練於你的徒手打擊。\n\n### 藉機攻擊 Opportunity Attacks\n\n在戰鬥中，每個人都時刻注意著敵人放鬆戒備的瞬間。你很少能夠冒失地經過你的敵人而不讓自己置身於危險之中；當你這麼做，你將可能引發一次來自敵人的藉機攻擊。\n\n當一個你所能看見的敵對生物移動並從你的觸及範圍中離開，你將可以對它進行一次藉機攻擊。若要進行藉機攻擊，你必須使用你的反應，並對引發藉機攻擊的生物進行一次近戰攻擊。這個攻擊將會打斷目標生物的移動，並發生在該生物離開你觸及範圍的瞬間。\n\n你可以藉由採取撤離動作以避免引發藉機攻擊。當你藉由傳送，或是當其他人事物沒有使用你的移動、動作、或反應而讓你移動時，你也不會引發藉機攻擊。舉例來說，若一陣爆炸將你推出敵人的觸及範圍、或重力使你在墜落途中經過了敵人的觸及範圍，你將不會引發藉機攻擊。\n\n### 雙武器戰鬥 Two-Weapon Fighting\n\n當你採取攻擊動作，並使用一把你正單手持握的輕型近戰武器進行了一次攻擊，則你可以使用另一隻手所持握的另外一把輕型近戰武器，以一個附贈動作再進行一次攻擊。你不能將你的屬性調整值加入這次附贈攻擊的傷害中，除非其調整值是負數。\n\n若你持用的武器具有投擲屬性，則你可以不使用該武器進行近戰攻擊，而是改為投擲它。\n\n> **戰鬥中的對抗**\n> 戰鬥中經常會發生你與對手之間的實力對抗。這類挑戰即為「對抗」。這個段落說明了戰鬥中最為常見，且需要花費一次動作的對抗：擒抱，和推撞生物。DM可以使用這些對抗的模式做為參考，即興創作出其他類似的情況。\n    \n\n### 擒抱 Grappling\n\n當你想要擒拿或與一個生物摔跤時，你可以使用攻擊動作以進行一次特殊的近戰攻擊：即為擒抱。若你能夠以攻擊動作進行複數次的攻擊，則這個特殊攻擊將取代其中一次的攻擊。你所擒抱的目標的體型不能比你大超過一級，且它必須處於你的觸及範圍內。\n\n你必須使用至少一隻空手以抓住目標，並進行一次擒抱檢定：一次力量（運動）檢定以對抗目標的力量（運動）或敏捷（特技）檢定（由目標決定使用哪個屬性）。若目標處於**無力**狀態，則你將自動成功。若你成功通過該檢定，則你將使目標陷入**被擒**狀態（參見**戰鬥=>狀態**）。該狀態中記載了其結束的條件，且你可以隨時釋放你的目標（無須花費動作）。\n\n**從擒抱中逃脫 Escaping a Grapple**：被擒抱的生物可以使用它的動作以從中逃脫。若要這麼做，它必須成功通過一次對抗你力量（運動）檢定的力量（運動）或敏捷（特技）檢定。\n\n**移動被擒的目標 Moving a Grappled Target**：當你移動時，你可以拖拽或背起被你擒抱住的目標。除非該生物的體型比你小二級或更多，否則你的移動速度將因此減半。\n\n### 推撞 Shoving a Creature\n\n藉由使用攻擊動作，你可以進行一次特殊的近戰攻擊以推撞一個生物，將它推開或擊倒伏地。若你能夠以攻擊動作進行複數次的攻擊，則這個特殊攻擊將取代其中一次的攻擊。你所推撞的目標的體型不能比你大超過一級，且它必須處於你的觸及範圍內。\n\n你進行一次力量（運動）檢定以對抗目標的力量（運動）或敏捷（特技）檢定（由目標決定使用哪個屬性）。若目標處於無力狀態，則你將自動成功。若你成功通過該檢定，則你將目標擊倒倒地、或將它從你身邊推離5呎距離。"
      }
    ]
  },
  {
    "id": "cover",
    "name": "掩護",
    "description": "",
    "tabs": [
      {
        "name": "掩護",
        "content": "牆壁、大樹、生物、和其他障礙物可以在戰鬥中提供掩護，使目標更難被傷害。只有當攻擊或其他效果從掩體的另一側發出時，目標才能夠得益於掩護的好處。\n\n掩護分為三種程度。若目標位於複數個掩體後方，則只有保護程度最高的掩體會發揮作用，而不會加在一起。舉例來說，若目標處於一個能提供半掩護的生物後方，且同時處於一個能提供四分之三掩護的樹幹後方，則目標只擁有四分之三掩護。\n\n-   一個擁有**半掩護**的目標在AC和敏捷豁免中獲得+2加值。若障礙物擋住了目標至少一半的身體，則它擁有半掩護。這類障礙物可能是一座矮牆、大件家具、狹樹幹、或一個生物（不論敵友）。\n-   一個擁有**四分之三掩護**的目標在AC和敏捷豁免中獲得+5加值。若障礙物擋住了目標大約四分之三的身體，則它擁有四分之三掩護。這類障礙物可能是吊閘城門、箭垛、或粗樹幹。\n-   一個擁有**全掩護**的目標無法被直接做為攻擊或法術的目標，儘管某些法術可以藉由將其納入效果範圍內以影響這類目標。若障礙物完全擋住了目標，則它將擁有全掩護。"
      }
    ]
  },
  {
    "id": "damageAndHealing",
    "name": "傷害與治療",
    "description": "受傷和死亡的風險時常伴隨著探索D&D世界的人們。挺刺而出的劍刃、瞄準飛射的箭矢、或是來自火球術法術的烈焰爆風都有可能傷害，會甚至殺死最強韌的生物。",
    "tabs": [
      {
        "name": "生命值",
        "content": "生命值代表著肉體和心靈耐受性、生存意志、和運氣等因素的綜合指標。擁有高生命值的生物將更難以被殺死。而那些生命值較少的生物則更加脆弱。\n\n生物的當前生命值（通常直接稱作生命值）可以是從0到該生物生命值最大值之間的任意數值。這個數值會隨著該生物受到傷害或接受治療而經常變動。每當生物受到傷害，從其生命值扣除等同該傷害的數值。在該生物的生命值歸零之前，失去生命值並不會對該生物的行動能力有任何影響。"
      },
      {
        "name": "傷害骰",
        "content": "所有武器、法術、和傷害性怪物能力都會指定其造成的傷害。你擲其傷害骰，加上任何調整值，並對你的目標造成該傷害。魔法武器、特殊能力、和其他要素可能會使該傷害提供額外的加值。\n\n當使用**武器**攻擊時，你將你的屬性調整值—使用與你進行攻擊檢定相同的屬性調整值加入該傷害中。至於**法術**造成傷害時所擲的骰子，以及是否要加入任何調整值，則會在其描述中作說明。\n\n若一個法術或其他效果會對**超過一個目標**同時造成傷害，為所有目標骰一次傷害即可。舉例來說，當一名法師施放火球術或一名牧師施放燄擊術時，骰一次該法術的傷害，然後對所有在爆焰範圍內的生物造成該傷害。\n\n#### 重擊 Critical Hits\n\n當你對目標造成重擊時，你可以為該攻擊的傷害擲額外的骰子。將該攻擊所有的傷害骰擲二次，並將它們加在一起。接著如常加上任何相關的調整值。為了加快遊戲進行，你可以同時骰出所有的傷害骰以結算傷害。\n\n舉例來說，若你以一把匕首造成重擊，則為該次攻擊的傷害骰2d4，而非1d4，並接著加上你的關聯屬性調整值。若該攻擊包括了其他傷害骰，像是來自盜賊偷襲能力的傷害，則這些骰子也同樣會骰兩次。\n\n#### 傷害類型 Damage Types\n\n不同的攻擊、傷害性法術、和其他有害效果都會各自造成不同類型的傷害。傷害類型本身並沒有自己的規則，但其他規則（像是傷害抗性）則會依賴於傷害類型。\n\n傷害的類型如下，其附帶的範例是用以幫助DM決定新效果的傷害類型。\n\n-   **鈍擊.** 生硬力量的攻擊—鎚子、墜落、絞壓等等—會造成鈍擊傷害。\n-   **穿刺.** 穿孔或突刺類的攻擊，包括矛和怪物的啃咬，都會造成穿刺傷害。\n-   **劈砍.** 劍、斧、和怪物的利爪都會造成劈砍傷害。\n-   **酸蝕.** 黑龍吐息的腐蝕性噴霧、以及黑布丁分泌的融解酵素，都會造成酸蝕傷害。\n-   **寒冰.** 冰魔長矛所散發出的煉獄刺寒、以及白龍吐息產生的急凍暴風，都會造成寒冰傷害。\n-   **火焰.** 紅龍吐出的火焰，以及許多會生成烈焰的法術都會造成火焰傷害。\n-   **閃電.** 閃電束法術和藍龍的吐息都會造成閃電傷害。    \n-   **雷鳴.** 衝擊性的音爆，像是雷鳴波法術的效果，會造成雷鳴傷害。\n-   **毒素.** 毒刺和綠龍吐息的劇毒氣體都會造成毒素傷害。\n-   **死靈.** 由某些不死生物和法術所造成的死靈傷害，會使物質凋零，甚至侵蝕靈魂。\n-   **光耀.** 由牧師焰擊術法術或天使神聖武器所造成的光耀傷害，會如同火焰般灼燒肉體，並使靈魂因能量而過載。\n-   **精神.** 心靈能力，例如奪心魔的心靈震爆，會造成精神傷害。\n-   **力場.** 力場是被凝聚成致傷型態的純粹魔法能量。大部分能夠造成力場傷害的效果都是法術，包括魔法飛彈和靈體武器。"
      },
      {
        "name": "傷害抗性與易傷",
        "content": "有些生物和物體極其困難或相當容易受到某種類型的傷害的影響。\n\n-   若一個生物或物體具有對某個傷害類型的**抗性**，則其受到該傷害類型時的傷害數值將被減半。若一個生物或物體具有對某個傷害類型的**易傷**，則它受到該傷害類型時的傷害數值將被加倍。   \n-   在計算所有其他傷害的調整值之後，先計算抗性，然後適用易傷的影響。舉例來說，一個生物具有對鈍擊傷害的抗性，且被一次造成25點鈍擊傷害的攻擊給命中。該生物同時處於一個能夠使所有傷害減少5點的魔法靈光中。這25點傷害將會先被減少5點，然後被減半，因此該生物最後將受到10點傷害。\n-   複數個影響同一種傷害類型的抗性或易傷效果將只被視作一種效果。舉例來說，若一個生物具有對火焰傷害的抗性以及對所有非魔法傷害的抗性，則該生物受到的非魔法火焰傷害將只會被減半，而不會被減少至四分之一。"
      },
      {
        "name": "治療",
        "content": "除非其導致了死亡，否則傷害都不會是永久性的。甚至死亡本身都可以透過強大的魔法來逆轉。休息可以回復生物的生命值（參見第八章的說明），而像是治療傷勢法術或治療藥水等魔法手段，則可以在瞬間移除生物所受的傷害。\n\n當一個生物接受任意種類的治療時，被回復的生命值將被加入它當前的生命值中。生物的生命值不能超出它的生命值最大值，因此任何超出最大值的生命值都將被浪費掉。舉例來說，一名德魯伊對一名遊俠進行治療並回復其8點生命值。若遊俠擁有14點當前生命值，且生命值最大值為20點，則該遊俠將回復6點生命值，而非8點。\n\n已經死亡的角色無法回復生命值，除非回生術之類的法術將其復活。"
      },
      {
        "name": "生命值降至0",
        "content": "當你的生命值歸零時，你要嘛立刻死亡、或陷入昏迷。詳情將在以下段落說明。\n\n#### 立即死亡 Instant Death\n\n巨量的傷害可能會在瞬間殺死你。當傷害使你的生命值降至0，且溢出的傷害等於或超過你的生命值最大值，則你將當場死亡。\n\n舉例來說，一名牧師具有12點生命值，且當前生命值為6點。若她因為一次攻擊而受到18點傷害，則她的生命值在被歸零後仍會剩下12點溢出傷害。因為該溢出傷害等於她的生命值最大值，這名牧師將當場死亡。\n\n#### 陷入昏迷 Falling Unconscious\n\n若傷害將你的生命值歸零但沒能當場殺死你，則你將陷入昏迷狀態（參見附錄說明）。這個昏迷狀態將持續直到你恢復任何生命值為止。\n\n#### 死亡豁免 Death Saving Throws\n\n每當你在生命值為零的狀態下開始你的回合，你將必須進行一次被稱之為死亡豁免的特殊豁免檢定，以決定你是一步步走近死亡、或是牢牢地維繫住生命。與其他豁免檢定不同，死亡豁免不會使用任何屬性值。此時，你只能聽天由命，唯一能幫助你的只有能夠增加你通過豁免檢定機會的法術效果和其他能力。\n\n骰一顆d20。若擲骰結果為10或更高，則你豁免成功。除此之外，你豁免失敗。單一次的成功或失敗本身並沒有任何影響。然而，當你第三次豁免成功時，你的傷勢將轉為穩定（見後述）。但當你第三次失敗時，你將會死亡。這些成功和失敗並不需要連續出現；紀錄成功失敗的次數，直到你集齊任一方三次。當你恢復任何生命值或傷勢穩定時，這兩者的次數都將被重置為零。\n\n-   **骰出1或20.** 當你進行一次死亡豁免，且d20的擲骰結果中骰出了1，則它將被算作二次失敗。若你在d20中骰出了20，則你將回復1點生命值。\n-   **生命值為0時受到傷害.** 若你在生命值為0的狀況下受到任何傷害，紀錄一次失敗的死亡豁免次數。若該傷害是來自重擊，則你改為紀錄二次的失敗次數。若該傷害等於或超過你的生命值最大值，則你將當場死亡。\n    \n\n#### 穩定生物的傷勢 Stabilizing a Creature\n\n當一個生物的生命值為0時，拯救他最好的手段就是進行治療。若沒有任何治療他的手段，則你至少可以穩定該生物的傷勢，好讓他不會因為死亡豁免失敗而死亡。\n\n你可以使用你的動作以對一個昏迷的生物進行急救，並透過成功通過一次DC 10的睿知（醫藥）檢定以嘗試穩定他的傷勢。\n\n傷勢穩定的生物不再需要進行死亡豁免，儘管他的生命值仍然為0，且會維持昏迷狀態。若該生物受到任何傷害，則他的傷勢將不再穩定，且必須再次進行死亡豁免。若傷勢穩定的生物一直沒有受到治療，則他將在1d4小時後回復1點生命值。\n\n#### 怪物與死亡 Monsters and Death\n\n大部分的DM會讓怪物在生命值被歸零的瞬間讓其死亡，而非讓它陷入昏迷並進行死亡豁免。\n\n不過，強大反派和特殊的非玩家角色通常會是例外；DM可能會讓他們陷入昏迷並沿用與玩家角色相同的規則。"
      },
      {
        "name": "擊暈",
        "content": "有時候攻擊者僅僅希望將敵人無力化，而非造成致命一擊。當攻擊者以一次近戰攻擊將一個生物的生命值歸零時，攻擊者可以選擇將該生物擊暈。攻擊者可以在造成傷害的瞬間做出這個決定。該生物將陷入昏迷狀態，且傷勢處於穩定。"
      },
      {
        "name": "臨時生命值",
        "content": "有些法術和特殊能力會給生物賦予臨時生命值。臨時生命值並不是真正的生命值；它們僅僅是一層對傷害的緩衝，一個保護你不受重傷的生命值資源。\n\n當你在擁有臨時生命值的狀況下受到傷害，臨時生命值將被優先扣除，然後任何溢出的傷害才會那去扣減你原本的生命值。舉例來說，若你擁有5點臨時生命值且受到了7點傷害，則你將失去所有的臨時生命值，並接著受到2點傷害。\n\n由於臨時生命值並非你真正的生命值，因此它們可以超出你的生命值最大值。因此，一個角色可以在生命值全滿的狀況下再受惠於臨時生命值的好處。\n\n治療並不會回復臨時生命值，且臨時生命值並不會疊加。若你在擁有臨時生命值的狀況下再獲得了更多臨時生命值，則你必須選擇要保有你原本擁有的，還是獲得新的臨時生命值。舉例來說，若一個法術在你已經擁有10點臨時生命值的情況下賦予你12點臨時生命值，則你將可以擁有12點或10點的臨時生命值，而非22點。\n\n當你的生命值為0時，獲得臨時生命值並不會因此讓你從昏迷中恢復、或因此讓你的傷勢穩定。\n\n當你處於這種狀況時，它們仍然可以為你吸收傷害，但只有真正的治療可以拯救你。\n\n除非某個能力所賦予你的臨時生命值具有持續時間限制，否則它們將持續直到它們被消耗、或直到你完成一次長休。\n\n注意，擁有臨時生命的情況下受傷還是等同本身受到傷害。"
      },
      {
        "name": "騎乘戰鬥",
        "content": "-   騎乘戰馬衝鋒殺入戰局的騎士、在獅鷲背上施放法術的法師、或乘坐飛馬一飛沖天的牧師，他們全都享有坐騎的速度和機動性所帶來的好處。\n-   一個體型至少比你大一級，且具有適合身體結構的自願生物可以做為一個坐騎，並使用下列規則。\n    \n\n### 騎乘的開始與結束 Mounting and Dismounting\n\n-   在你的移動期間一次，你可以騎上一個距離你5呎內的生物，或者從坐騎上離開。這麼做會花費等同你一半移動速度的移動力。舉例來說，若你的移動速度為30呎，則你必須消耗15呎的移動力才能騎上一隻馬。因此，若你剩餘的移動力低於15呎或你的移動速度為零，你將無法騎上坐騎。\n-   若某個效果在你騎乘於你的坐騎期間強迫它移動，則你必須成功通過一次DC 10的敏捷豁免，否則將從坐騎上摔落，並在距離它5呎內的空間以伏地狀態倒地。若你在騎乘期間被擊倒**伏地**，則你同樣必須進行前述的豁免檢定。\n-   若你的坐騎被擊倒**伏地**，你可以使用你的反應在牠倒下時從牠身上離開,並以你的雙腳著陸。除此之外的情況，你將從牠身上離開，並在距離牠5呎內的空間以[伏地]狀態倒地。\n    \n\n### 控制坐騎 Controlling a Mount\n\n-   當你在騎乘期間，你有兩個選項。你可以控制坐騎、或允許牠自主行動。智能生物，像是龍，在做為坐騎時會自主行動。\n-   你只能控制受過被騎乘訓練的坐騎。被馴化的馬、驢子、或其他類似生物都被當作已經受過這類訓練。\n-   被控制坐騎的先攻值將被改為與你相同。牠將隨著你的指示移動，且牠只有三個動作項：疾走、撤離、和閃避。一個被控制的坐騎甚至可以在你騎上牠的該回合中進行移動並採取動作。\n-   一個自主行動的坐騎將維持牠在先攻順序中的位置。背著騎乘者並不會限制牠所能採取的動作，且牠將隨牠的意願移動。牠可能會從戰鬥中逃跑、衝鋒猛襲並吞食重傷的敵人、或做出其他你所不樂見的行動。\n-   無論是哪種情況，若你所騎乘的坐騎引發了一次藉機攻擊，則攻擊者可以選擇以你或該坐騎做為目標。"
      },
      {
        "name": "水下戰鬥",
        "content": "當冒險者們追擊那些逃回牠們海底家園的沙華魚人、在遠古沈船中擊退鯊魚群、或發現自己身處於淹沒的地城房間時，他們將必須在這富挑戰性的水下環境中展開戰鬥。在水下環境將適用下列規則。\n    \n當進行一次**近戰武器攻擊**，一個不具有游泳速度（無論是天生或被魔法賦予）的生物將在該攻擊檢定中具有劣勢，除非該攻擊所使用的武器為匕首、標槍、短劍、矛、或三叉戟。\n    \n所有對該武器正常射程外目標所進行的**遠程武器攻擊**將自動失手。而即使目標處於正常射程內，該攻擊檢定也將承受劣勢，除非該武器為弩、捕網、或一把可以如同標槍一樣被投擲的武器（包括矛、三叉戟、或飛鏢）。\n    \n完全浸入水中的生物和物體將具有對火焰傷害的抗性。\n    \n沒有游泳速度者，在水中會需要額外１點移動力移動。\n    \n一個生物可以閉氣的時間等於 1+它的體質調整值 的分鐘數（最少30秒）。當一個生物缺氧而窒息時，它仍可以堅挺長達等同於它的體質調整值的輪數（最少1輪）。在它的下個回合開始時，它的生命值將歸零，並陷入瀕死狀態。若你缺氧而窒息，則除非你得以再次呼吸，否則你將無法回復生命值或使傷勢變得穩定。舉例來說，一個體質值為14的生物可以閉氣長達3分鐘。若它開始窒息，則它必須在2輪內呼吸到空氣，才能避免生命值因此被歸零。"
      }
    ]
  }
]