[
  {
    "id": "falling",
    "name": "墜落",
    "description": "從高處墜落是冒險者面臨的最常見危險之一。在墜落結束時，生物每墜落10英尺就受到1d6的打擊傷害，最多可達20d6。生物墜地時會倒地，除非它成功避免從墜落中受到傷害。",
    "tabs": []
  },
  {
    "id": "suffocating",
    "name": "窒息",
    "description": "一個生物可以屏住呼吸的時間為1分鐘加上其體質調整值（最短為30秒）。\n\n當生物用盡呼吸或窒息時，可以存活一個回合數，該回合數等於其體質調整值（最短為1個回合）。在下一個回合的開始，它的生命值降至0並進入垂死狀態，它無法恢復生命值或被穩定，直到它能夠再次呼吸。\n\n例如，一個體質值為14的生物可以屏住呼吸3分鐘。如果它開始窒息，它有2個回合的時間找到空氣，否則生命值將降至0。",
    "tabs": []
  },
  {
    "id": "visionAndLight",
    "name": "視野和光線",
    "description": "冒險中最基本的任務包括察覺危險、尋找隱藏物品、在戰鬥中打擊敵人以及選擇法術目標，這些任務都極大地依賴角色的視力能力。\n\n黑暗和其他遮擋視線的效果可能會對冒險造成重大障礙。\n\n一個區域可以是輕度或重度遮擋視線的。在**輕度遮擋**的區域，如昏暗的光線、有雲霧的地方或者繁茂的樹葉中，生物在依賴視覺的感知力（感知檢定）上有劣勢。\n\n**重度遮擋**的區域，如黑暗、濃霧或密集的樹葉，完全遮擋了視線。當生物試圖在這個區域中看見某樣東西時，實際上他們處於「盲目」的狀態（見戰鬥--狀態）。\n\n環境中的光線的有無創造了三種照明類型：明亮的光線、昏暗的光線和黑暗。\n\n**明亮的光線**使大多數生物能夠正常看見。即使在陰沉的天氣下，明亮的光線也存在，例如火炬、燈籠、火焰和其他在特定半徑內提供照明的光源。\n\n**昏暗的光線**，也稱為陰影，會產生輕度遮擋的區域。昏暗的光線區域通常是明亮光源（如火炬）與周圍黑暗之間的邊界。黃昏和黎明時的柔和光線也被視為昏暗的光線。一輪特別明亮的滿月可能會使大地籠罩在昏暗的光線中。\n\n**黑暗**創造了重度遮擋的區域。夜晚（即使是在大多數有月光的夜晚）、未照明的地牢或地下室，以及具有魔法黑暗效果的區域都會出現黑暗。",
    "tabs": [
      {
        "name": "盲視",
        "content": "具有盲視的生物可以在特定半徑範圍內感知周圍環境，而不依賴視覺。沒有眼睛的生物，例如黏液生物，以及具有回聲定位或敏銳感官的生物，如蝙蝠和真龍，擁有這種感知能力。"
      },
      {
        "name": "黑暗視覺",
        "content": "許多幻想遊戲世界中的生物，尤其是那些居住在地下的生物，擁有黑暗視覺能力。\n\n在指定的範圍內，具有黑暗視覺的生物可以在黑暗中看到，就像黑暗是昏暗的光線一樣，因此對於該生物來說，黑暗區域只是輕度模糊。然而，生物在黑暗中無法分辨顏色，只能看到灰色的陰影。"
      },
      {
        "name": "真實視覺",
        "content": "具有真實視覺的生物在特定範圍內可以看見正常和魔法的黑暗，看見隱形生物和物體，自動偵測視覺幻象並對其節省豁免擲骰，並能察覺到變形者的真實形態或被魔法改變的生物。\n\n此外，該生物能夠看透虛幻位面。"
      }
    ]
  },
  {
    "id": "foodAndWater",
    "name": "水和食物",
    "description": "不進食或不飲水的角色將遭受精疲力竭的影響（請參見戰鬥--狀態）。由於食物或水分不足引起的精疲力竭無法解除，直到角色進食並喝足夠的數量為止。",
    "tabs": [
      {
        "name": "食物",
        "content": "一個角色每天需要一磅的食物，並且可以透過食用半份量的糧食延長其使用時間。\n\n在一天內食用半磅食物等同於一半的時間沒有進食。\n\n一個角色可以在沒有食物的情況下度過一定數量的天數，數量等於3加上他或她的體質修正（最低為1）。超過這個限制的每一天結束時，角色會自動遭受一級精疲力竭的影響。\n\n正常進食的一天將將沒有食物的天數重置為零。"
      },
      {
        "name": "水",
        "content": "一個角色每天需要一加侖的水，若天氣炎熱則需要兩加侖。若角色只飲用一半的水量，必須通過DC 15的體質豁免檢定，否則在當天結束時將遭受一級精疲力竭的影響。若角色只能取得更少的水，則在當天結束時自動遭受一級精疲力竭的影響。\n\n若角色已經擁有一級或多級的精疲力竭，則在任何情況下都會增加兩級。"
      }
    ]
  },
  {
    "id": "interactingWithObjects",
    "name": "與物品互動",
    "description": "在遊戲中，角色與環境中的物體互動通常很容易解決。玩家告訴GM他的角色正在做某事，例如拉動一個操縱桿，而GM描述會發生什麼事情，如果有的話。\n\n例如，角色可能決定拉動一個操縱桿，這可能會提升一個防禦欄門，讓房間充滿水，或是開啟附近牆壁上的一扇秘密門。然而，如果操縱桿生鏽固定在位置上，角色可能需要用力。在這種情況下，GM可能要求進行一次力量檢定，以查看角色是否能夠將操縱桿扭到位。GM根據任務的難度設定任何此類檢定的難易程度。\n\n角色也可以使用武器和法術對物體進行損壞。物體對毒素和精神傷害免疫，但除此之外，它們可以像對待生物一樣受到物理和魔法攻擊的影響。GM確定物體的護甲等級和生命值，並可能決定某些物體對特定類型的攻擊具有抗性或免疫性（例如，用木棒難以切斷繩子）。物體始終無法通過力量和敏捷豁免檢定，並且對於需要其他豁免檢定的效果免疫。當物體的生命值降至0時，它就會破損。\n\n角色也可以嘗試進行一次力量檢定來破壞物體。GM為任何此類檢定設定難度等級（DC）。",
    "tabs": []
  }
]
