[
  {
    "id": "trade",
    "name": "交易貨物",
    "description": "大部分的財富並非以硬幣形式存在。它以牲畜、穀物、土地、徵收稅收的權利，或資源的權利（如礦山或森林）來衡量。\n\n行會、貴族和王權監管貿易。特許公司被授予在特定路線上進行貿易、派遣商船到各個港口，或購買或出售特定商品的權利。行會制定他們所控制的商品或服務的價格，並確定誰可以提供這些商品和服務。商人們通常在不使用貨幣的情況下交換貿易商品。下表列出了常見貨物的價值。",
    "tabs": [
      {
        "name": "交易貨物表格",
        "content": "|價格    |商品            |\n|------|--------------|\n|1 銅幣  |1 磅小麥         |\n|2 銅幣  |1 磅麵粉或一隻雞     |\n|5 銅幣  |1 磅食鹽         |\n|1 銀幣  |1 磅鐵或1 平方碼帆布  |\n|5 銀幣  |1 磅銅或1 平方碼棉布  |\n|1 金幣  |1 磅薑或一隻山羊     |\n|2 金幣  |1 磅肉桂或胡椒，或一隻綿羊|\n|3 金幣  |1 磅丁香或一頭豬     |\n|5 金幣  |1 磅銀或1 平方碼亞麻布 |\n|10 金幣 |1 平方碼絲綢或一頭牛   |\n|15 金幣 |1 磅藏紅花或一頭牛    |\n|50 金幣 |1 磅黃金         |\n|500 金幣|1 磅鉑金         |"
      }
    ]
  },
  {
    "id": "lifestyleExpenses",
    "name": "每日生活花費",
    "description": "生活費用提供了在幻想世界中計算生活成本的簡單方式。它們包括您的住宿、飲食和所有其他必需品的費用。此外，費用還包括維護您的裝備的成本，這樣您就可以隨時準備迎接下一次冒險。\n\n在每個週或月的開始（由您選擇），從費用表中選擇一種生活方式，並支付相應價格以維持該生活方式。所列價格是每天的費用，因此如果您想計算所選生活方式在30天內的費用，請將所列價格乘以30。根據您可支配的資金，您的生活方式可能會在不同時期之間發生變化，或者在角色的職業生涯中保持相同的生活方式。\n\n您的生活方式選擇可能會產生後果。保持豐裕的生活方式可能有助於您與富有和有權勢的人建立聯繫，但也有吸引小偷的風險。同樣，節儉的生活方式可能有助於您避免犯罪活動，但您可能不太可能建立強大的聯繫。",
    "tabs": [
      {
        "name": "每日生活花費",
        "content": "|生活方式|每日價格    |\n|----|--------|\n|悽慘  |\\---    |\n|貧痛  |1 銀幣    |\n|貧困  |2 銀幣    |\n|適度  |1 金幣    |\n|舒適  |2 金幣    |\n|富裕  |4 金幣    |\n|貴族  |至少 10 金幣|\n\n**_悽慘_** 你生活在不人道的環境中。沒有固定的居所，你在任何能找到的地方遮蔽，潛入穀倉，躲在舊木箱裡，依賴比你富裕的人的好意。悽慘的生活方式充滿了種種危險。無論你走到哪裡，暴力、疾病和飢餓緊隨其後。其他悽慘的人羨慕你的盔甲、武器和冒險裝備，這些對他們來說代表了一筆財富。大多數人都忽視你的存在。\n\n**_貧痛_** 你住在一個漏水的馬廄、城外的泥地小屋，或城鎮最糟糕地區的寄宿舍中，佈滿了害蟲。你有遮蔽物，但生活在絕望且常常充滿暴力的環境中，處處都充斥著疾病、飢餓和厄運。大多數人都忽視你，而你的法律保護非常有限。\n\n大多數處於這種生活方式的人都經歷過一些可怕的挫折。他們可能心理不正常、被放逐，或患有疾病。\n\n**_貧困_** 貧困的生活方式意味著你無法享受穩定社區中的舒適生活。簡單的食物和住宿，破爛的衣服，以及不可預測的環境，使你的生活體驗足夠，但可能不愉快。你的住所可能是一個廉價旅館的房間，或者是一家酒館樓上的公共空間。你受到一些法律保護，但仍然需要應對暴力、犯罪和疾病。這種生活方式的人通常是無技能的勞工、小販、行商、小偷、僱傭兵和其他不受歡迎的類型。\n\n**_適度_** 適度的生活方式使你遠離貧民窟，確保你可以維護你的裝備。你住在城鎮的舊區，租用寄宿舍、旅館或寺廟的房間。你不會挨餓或口渴，你的生活條件乾淨但簡單。過著適度生活的普通人包括有家庭的士兵、勞工、學生、牧師、小巫師等。\n\n**_舒適_** 選擇舒適的生活方式意味著你能負擔更好的服裝，並且可以輕鬆維護你的裝備。你住在中產階級社區的一個小屋，或者是一家優質旅館的私人房間。你交往的人包括商人、熟練的手工藝人和軍官。\n\n**_富裕_** 選擇富裕的生活方式意味著過著奢華的生活，儘管你可能沒有達到貴族或王室舊錢所代表的社會地位。你過著與非常成功的商人、富裕人家的受寵僕人或一些小型企業的擁有者相當的生活。你有體面的住所，通常是城鎮上一個好區的寬敞住宅，或一家優質旅館的舒適套房。你可能有一小批僕人。\n\n**_貴族_** 你過著富足和舒適的生活。你的社交圈子中有社區中最有權勢的人。你有優秀的住所，也許是城鎮上最好的地區的聯排別墅或最好旅館的套房。你在最好的餐廳用餐，保留最熟練和時尚的裁縫師，並有僕人照顧你的一切需求。你收到邀請參加富有權勢人士的社交聚會，並在政治家、行會領袖、高級祭司和貴族的陪伴下度過夜晚。你也必須應對最高層次的欺詐和背叛。你的財富越多，被捲入政治陰謀中作為棋子或參與者的可能性就越大。"
      },
      {
        "name": "自給自足",
        "content": "這裡描述的費用和生活方式假設您在冒險之間的時間都待在城鎮，利用自己負擔得起的服務——支付食物和住宿費用，支付城鎮居民來磨劍和修理盔甲等等。然而，一些角色可能更喜歡在遠離文明的地方度過時間，通過狩獵、覓食和修理自己的裝備來維持生計。\n\n維持這種生活方式並不需要您花費任何貨幣，但它會消耗時間。如果您在冒險之間的時間中從事一個職業，您可以勉強過上貧困的生活方式。熟練掌握求生技能可以讓您過上舒適生活的等同方式。"
      }
    ]
  },
  {
    "id": "food",
    "name": "食物、飲品和住宿",
    "description": "「食物、飲品和住宿」表格提供了個別食物項目和單晚住宿的價格。這些價格已包含在您的整體生活費用中。",
    "tabs": [
      {
        "name": "食物、飲品和住宿",
        "content": "|項目      |價格   |\n|--------|-----|\n|**啤酒**      |     |\n|加侖      |2 銀幣 |\n|杯子      |4 銅幣 |\n|**客棧住宿（每天）**|     |\n|貧痛      |7 銅幣 |\n|貧困      |1 銀幣 |\n|適度      |5 銀幣 |\n|舒適      |8 銀幣 |\n|富裕      |2 金幣 |\n|貴族      |4 金幣 |\n|**餐飲（每天）**  |     |\n|貧痛      |3 銅幣 |\n|貧困      |6 銅幣 |\n|適度      |3 銀幣 |\n|舒適      |5 銀幣 |\n|富裕      |8 銀幣 |\n|貴族      |2 金幣 |\n|肉塊      |     |\n|一塊肉     |3 銀幣 |\n|**葡萄酒**     |     |\n|普通（壺）   |2 銀幣 |\n|優質（瓶）   |10 金幣|"
      }
    ]
  },
  {
    "id": "services",
    "name": "服務",
    "description": "冒險者可以支付非玩家角色來協助他們或代表他們應對各種情況。大多數僱傭兵具有相當普通的技能，而其他人則是某個工藝或藝術的大師，還有一些人則是具有專門冒險技能的專家。\n\n一些最基本類型的受雇者出現在「服務」表格中。其他常見的受雇者包括城鎮或城市中各種各樣的人，當冒險者支付他們來執行特定的任務時。例如，一個巫師可能會支付一個木匠來建造一個精美的箱子（及其迷你版），用於秘密寶箱法術。一名戰士可能會委託一個鐵匠鍛造一把特殊的劍。一名詩人可能會支付一個裁縫師為即將在公爵面前演出的精彩表演製作華麗的服裝。\n\n其他受雇者提供更專業或危險的服務。被支付的受雇者兵幫助冒險者對抗一支哥布林軍隊，而被聘請的智者則負責研究古老或神秘的知識。如果一名高級冒險者建立了某種堡壘，他或她可能會聘請一整個僕人和代理人團隊來管理該地方，從城堡的守衛或管家到維護馬廄清潔的勞動者。這些受雇者通常享有長期合約，其中包括在堡壘中提供住所作為報酬的一部分。",
    "tabs": [
      {
        "name": "服務清單",
        "content": "|服務     |薪酬      |\n|-------|--------|\n|馬車     |        |\n|    &nbsp;&nbsp;&nbsp;&nbsp;城鎮間|每英里 3 銅幣|\n|    &nbsp;&nbsp;&nbsp;&nbsp;城市內|1 銅幣    |\n|受雇者    |        |\n|    &nbsp;&nbsp;&nbsp;&nbsp;有技能|每天 2 金幣 |\n|    &nbsp;&nbsp;&nbsp;&nbsp;無技能|每天 2 銀幣 |\n|信使     |每英里 2 銅幣|\n|道路或門口收費|1 銅幣    |\n|船票     |每英里 1 銀幣|\n\n有技能的受雇者包括任何被僱用來執行涉及熟練項目的服務的人（包括武器、工具或技能）：傭兵、工匠、文書等等。所示薪酬是最低標準；一些專業的受雇者可能需要更高的薪酬。無技能的受雇者則被僱用從事不需要特定技能的勞動工作，可以包括勞工、搬運工、女傭和類似的工人。"
      },
      {
        "name": "法術施展服務",
        "content": "施展法術的人並不屬於普通受雇者的範疇。也許能找到願意以金錢或恩惠來施展法術的人，但很少容易找到，也沒有既定的支付標準。一般而言，所需法術的等級越高，找到能施展該法術的人越困難，費用也越高。\n\n雇用某人施展相對常見的1級或2級法術，例如「治療傷口」或「辨識」，在城市或鎮上相對容易，可能需要支付10至50金幣（加上任何昂貴的材料成分的費用）。尋找能夠施展更高等級法術且願意施展的人可能需要前往大城市，也許是一個擁有大學或顯赫寺廟的城市。一旦找到，法術施展者可能會要求提供服務作為支付，這種服務只有冒險者才能提供，例如從危險的地點取回稀有物品，或穿越充滿怪物的荒野將重要物品運送到遠方定居點。"
      }
    ]
  }
]
