[
  {
    "id": "intro",
    "name": "介紹",
    "description": "",
    "tabs": [
      {
        "name": "移動簡介",
        "content": "遊泳渡過湍急的河流，潛行於地牢走廊，攀爬險峻的山坡──各種移動方式在奇幻遊戲冒險中扮演著重要角色。\n\n遊戲主持人可以在不計算確切距離或旅行時間的情況下總結冒險者的移動情況：「你穿越森林，於第三天傍晚找到地牢入口。」即使在地牢中，特別是在大型地牢或洞穴網絡中，遊戲主持人也可以總結遭遇之間的移動情況：「在擊敗古老矮人堡壘入口的守護者後，你查看地圖，通過數英里迴響的走廊前往一座由窄石拱橋橫跨的深淵。」\n\n然而，有時候知道從一個地點到另一個地點需要多長時間很重要，無論答案是以天、小時還是分鐘計算。確定旅行時間的規則取決於兩個因素：移動生物的速度和旅行步伐，以及他們所移動的地形。"
      }
    ]
  },
  {
    "id": "speed",
    "name": "速度",
    "description": "每個角色和怪物都有一個速度，表示角色或怪物在1回合內可以行走的英尺距離。這個數字假定在危急情況下的短暫而精力充沛的移動。\n\n以下規則決定了角色或怪物在一分鐘、一小時或一天內可以移動的距離。",
    "tabs": [
      {
        "name": "旅行步調",
        "content": "在旅行中，一群冒險者可以以正常、快速或緩慢的步調前進，如旅行步調表所示。該表說明了團隊在一段時間內可以移動的距離以及步調是否有任何影響。快速的步調會使角色的感知能力降低，而緩慢的步調則可以進行潛行和更仔細地搜索區域。\n\n強行行軍. 旅行步調表假設角色每天旅行8小時。他們可以冒險超過該限制，但有引發筋疲力盡的風險。\n\n對於每超過8小時的額外旅行時間，角色根據其步調在小時欄中所示的距離前進，並且每個角色在小時結束時必須進行一次體質豁免擲骰。\n\n豁免 DC 為 10 加上超過8小時的每小時數。若豁免擲骰失敗，角色遭受一級力竭（見附錄 PH-­‐‑A）。\n\n坐騎和交通工具. 在短時間段（最多一小時）內，許多動物的移動速度比人類快得多。騎乘角色可以以疾馳的速度騎行約一小時，相當於快速步調的兩倍距離。若每8到10英里提供新鮮的坐騎，角色可以以此步調覆蓋更長的距離，但這種情況在人口稠密地區以外非常罕見。\n\n乘坐馬車、馬車或其他陸上交通工具的角色可以如常選擇步調。乘坐水上船隻的角色速度受船隻限制，不會因快速步調而受到懲罰，也不會因緩慢步調而獲得好處。根據船隻和船員的規模，船隻每天可以航行多達24小時。\n\n某些特殊坐騎，如飛馬或獅鷲，或特殊交通工具，如飛毯，能夠讓你更快地旅行。\n\n**旅行步調**\n\n| 步調 |        |      |       | 效果              |\n| -- | ------ | ---- | ----- | --------------- |\n|    | 分鐘     | 小時   | 天     |                 |\n| 快速 | 400 英尺 | 4 英里 | 30 英里 | 被動感知智力（感知）分數減 5 |\n| 正常 | 300 英尺 | 3 英里 | 24 英里 |                 |\n| 緩慢 | 200 英尺 | 2 英里 | 18 英里 | 可以使用潛行能力        |"
      },
      {
        "name": "困難地形",
        "content": "旅行步調表中提供的旅行速度假設地形相對簡單：道路、開闊平原或明亮的地牢走廊。但冒險者常常面臨著濃密的森林、深淵濕地、瓦礫堆滿的廢墟、陡峭的山脈和冰封的地面，這些都被視為困難地形。\n\n在困難地形中，您的移動速度減半，即在困難地形中移動 1 英尺需要消耗 2 英尺的速度，因此在一分鐘、一小時或一天內，您只能行走正常距離的一半。"
      }
    ]
  },
  {
    "id": "specialMovement",
    "name": "特殊移動方式",
    "description": "穿越危險的地牢或野外地區的移動通常不僅僅是步行。冒險者可能需要攀爬、爬行、游泳或跳躍才能到達目的地。",
    "tabs": [
      {
        "name": "攀爬，游泳或是爬行",
        "content": "在攀爬或游泳時，每移動一英尺需要額外消耗一英尺的移動距離（在困難地形中則是兩倍）。除非生物具有攀爬或游泳速度，否則都適用此規則。根據GM的選擇，攀爬一個滑溜的垂直表面或只有少數手握點的表面可能需要成功的力量（運動）檢定。同樣地，在崎嶇的水中前進可能需要成功的力量（運動）檢定。"
      },
      {
        "name": "跳躍",
        "content": "你的力量決定你能跳多遠。\n\n**長跳**. 當你進行一次長跳時，如果在跳躍前至少徒步移動了10英尺，你可以跳躍多達你的力量數值的英尺數。當你進行原地長跳時，你只能跳過那個距離的一半。無論哪種方式，你每跳過一英尺都要花費一英尺的移動距離。\n\n這個規則假設你的跳躍高度不重要，例如跳過一條溪流或峽谷。根據GM的選擇，你必須成功通過DC 10的力量（運動）檢定，才能跳過低障礙物（不超過跳躍距離的四分之一），例如樹籬或低牆。否則，你會撞上它。\n\n當你落在困難地形上時，你必須成功通過DC 10的敏捷（特技）檢定才能落在腳下。否則，你會跌倒。\n\n**高跳**. 當你進行一次高跳時，如果在跳躍前至少徒步移動了10英尺，你可以向空中跳躍多達3加上你的力量修正的英尺數。當你進行原地高跳時，你只能跳過那個距離的一半。無論哪種方式，你每跳過一英尺都要花費一英尺的移動距離。在某些情況下，GM可能允許你進行一次力量（運動）檢定，以跳得比平常更高。\n\n在跳躍期間，你可以將雙臂伸展到你的一半身高之上。因此，你可以觸及跳躍高度加上你身高的1.5倍的距離以上。"
      }
    ]
  }
]
