[
  {
    "id": "rules",
    "name": "規則的作用",
    "description": "",
    "tabs": [
      {
        "name": "規則的作用",
        "content": "**為什麼要有《智者建言》這樣的欄目，當DM可以隨意做決定時？** 規則是使D&D成為一個遊戲而不僅僅是即興敘事的重要組成部分。遊戲的規則旨在有助於組織，甚至激發D&D冒險的行動。規則是一種工具，我們希望我們的工具盡可能有效。無論這些工具有多好，它們都需要一組玩家將它們變得生動，以及一位DM來引導它們的使用。\n\nDM是關鍵。在D&D冒險中，很多意外的事情可能發生，沒有一套規則可以合理地應對每一種情況。如果規則試圖這樣做，遊戲將變得無法遊玩。另一個選擇是嚴格限制角色的行動，這將違反D&D的開放性。我們當前版本的方向是建立一套DM可以建立的規則基礎，我們接受了DM作為規則涉及和未涉及之間橋樑的角色。\n\n在典型的D&D遊戲中，DM做出許多規則決定——有些幾乎察覺不到，有些則相當明顯。玩家也解釋規則，整個小組保持遊戲運行。然而，有時規則的設計意圖不明確，或者一條規則似乎與另一條規則矛盾。\n\n處理這些情況是《賢者建議》出現的地方。這個欄目並不取代DM的裁定。就像規則一樣，《賢者建議》旨在為DM以及玩家提供根據他們的口味調整遊戲的工具。該欄目還應揭示一些觀點，幫助您以新的角度看待遊戲的某些部分，並幫助您微調D&D體驗。\n\n當我回答規則問題時，我經常從一到三個不同的角度來看待它們。\n\n**RAW.** “按照寫的規則”——這就是RAW的意思。當我深入研究一條規則的RAW解釋時，我正在研究文本在上下文中的含義，而不考慮設計者的意圖。文本被迫獨立存在。\n\n每當我考慮一條規則時，我都從這個角度出發；對我來說，看到您看到的，而不是我希望我們發表或者認為我們發表的。\n\n**RAI.** 有些人對一條規則背後的意圖特別感興趣。這就是RAI的作用：“按照意圖的規則”。這種方法完全是關於設計者在撰寫某些內容時的意圖。在理想的情況下，RAW和RAI完全一致，但有時頁面上的文字並不能成功地傳達設計者的意圖。或者也許這些文字對一組玩家成功，但對另一組玩家則不成功。\n\n當我寫有關一條規則的RAI解釋時，我將拉開帷幕，讓您知道我們撰寫某條規則時D&D團隊的意圖。\n\n**RAF.** 無論頁面上寫了什麼或者設計者的意圖是什麼，D&D的目的是讓人愉快，而DM是每個遊戲桌上的主持人。最好的DM能夠隨機塑造遊戲，為玩家帶來最大的喜悅。這樣的DM會追求RAF，“按照有趣的規則”。\n\n我們期望DM在運行特定遊戲或在尋求特定玩家組的最大幸福時從規則偏離。有時我的規則答案將包含關於實現您小組RAF解釋的建議。我建議健康地結合RAW、RAI和RAF！"
      }
    ]
  },
  {
    "id": "character",
    "name": "角色創建",
    "description": "",
    "tabs": [
      {
        "name": "角色創建",
        "content": "**如何計算生物的護甲等級（AC）？** 《玩家手冊》第1章（第14頁）描述了如何確定AC，然而AC的計算常常引起問題。考慮到遊戲賦予您改變AC的多種方式，這個事實並不令人意外！\n\n以下是一些計算基本AC的方法：\n\n**無甲：** 10 + 您的敏捷修正值。\n\n**穿甲：** 使用您所穿甲的盔甲的AC條目（參見_PH_, 145）。例如，在皮甲中，您的AC計算為11 + 您的敏捷修正值，在鏈甲中，您的AC簡單為16。\n\n**無甲防禦（野蠻人）：** 10 + 您的敏捷修正值 + 您的體質修正值。\n\n**無甲防禦（武僧）：** 10 + 您的敏捷修正值 + 您的智力修正值。\n\n**龍族韌性（術士）：** 13 + 您的敏捷修正值。\n\n**自然護甲：** 10 + 您的敏捷修正值 + 您的自然護甲加值。這通常僅由怪物和NPC使用，雖然它對於一個變身為具有自然護甲的形態的德魯伊或其他角色也是相關的。\n\n這些方法以及其他提供計算AC公式的方法是互斥的；您一次只能從中受益一種。如果您有多於一種可用，則可以選擇使用哪一種。例如，如果您是一位術士/武僧，您可以使用無甲防禦或龍族韌性，但不能同時使用兩者。同樣，一位德魯伊/野蠻人變身為具有自然護甲的野獸形態時，可以使用野獸的自然護甲或無甲防禦（在使用自然護甲時，您不被視為穿著盔甲）。\n\n那麼盾牌呢？盾牌在使用時會使您的AC增加2。例如，如果您沒有穿甲並使用盾牌，您的AC是12 + 您的敏捷修正值。請注意，某些AC計算，例如武僧的無甲防禦，禁止使用盾牌。\n\n一旦您有了基本AC，它可以被情景性的加成和減少暫時修改。例如，半掩蔽給予您AC +2的加成，而三分之一掩蔽則給予+5的加成。咒語有時也會修改AC。例如，《信仰之盾》可以使目標在咒語結束前獲得+2的AC加成。\n\n魔法物品還可以增強您的AC。以下是一些例子：+1鏈甲使您的AC達到17，護身符給予您無論穿著什麼都+1的AC加成，而防禦護腕在您不穿甲或使用盾牌時給予您+2的AC加成。"
      }
    ]
  },
  {
    "id": "racialTraits",
    "name": "種族特性",
    "description": "",
    "tabs": [
      {
        "name": "種族特性",
        "content": "**精靈的「冥想」特性是否允許他們在4小時內完成長休？** 如果一個精靈在長休期間進行冥想（如「冥想」特性所描述的），則該精靈在僅僅4小時後就能完成休息。冥想的精靈在其他方面遵循所有長休的規則；只有持續時間有所改變。\n\n**輕足的哈比人和木精靈的隱匿種族特性是否允許他們在被觀察時躲藏？** 輕足的哈比人和木精靈的特性——自然隱匿和野生面紗——確實允許這些亞種的成員在觀察者附近的特殊情況下嘗試躲藏。通常，如果您被完全看見，則無法向某人隱藏。然而，一個輕足的哈比人可以試圖在至少比自己大一號的生物身後消失，而一個木精靈可以試圖在大雨、薄霧、飄雪、樹葉或類似的自然現象中躲藏。就像自然本身將木精靈從窺視的眼睛中掩飾出來，即使是直視精靈的眼睛也是如此！兩個亞種都能夠在大多數其他生物無法躲藏的情況下躲藏，但是兩者都不能保證躲藏的嘗試一定成功；仍需要進行一次敏捷（隱匿）檢定，而一位警覺的敵人後來可能會發現隱藏的哈比人或精靈：“我看見你在那個守衛身後，你狡詐的哈比人！”\n\n**一位龍血法師的龍族血統特性是否可以擁有兩種不同類型的龍族祖先？** 一位龍血法師可以為種族特性和「龍族祖先」特性選擇不同的祖先。您對種族特性的選擇是您真正的祖先，而對於類別特性的選擇可以是您的祖先的比喻——賜予您或您的家族魔法的龍的類型，或者填充您魔法能量的龍族工藝品或地點的類型。\n\n**變形者的臨時生命值持續多久？** 除非某個特性另有說明，否則臨時生命值持續到您完成一次長休為止（_PH,_ 198）。\n\n**所有魔法黑暗是否都會阻擋黑暗視覺？** 魔法黑暗只有在特定黑暗實例的規則文本中說明它會阻擋黑暗視覺時才會阻擋。例如，《黑暗》咒語明確指出它產生的是一種阻礙黑暗視覺的魔法黑暗。這種阻礙是咒語的一個特點，不是一般魔法黑暗的特點。"
      }
    ]
  },
  {
    "id": "classFeatures",
    "name": "職業特性",
    "description": "",
    "tabs": [
      {
        "name": "共通",
        "content": "當你使用「額外攻擊」（Extra Attack）時，是否必須對所有攻擊使用相同的武器？ 「額外攻擊」對你在攻擊中使用的內容不設限。你可以對攻擊使用常規武器、臨時武器、徒手攻擊，或這些選項的組合。"
      },
      {
        "name": "奇械師",
        "content": "「天才閃光」（Flash of Genius）的時機是什麼？ 你在觸發的d20擲出後，但在該擲出的效果應用之前立即使用「天才閃光」。除非規則另有說明，一個反應會在它的觸發後立即發生。\n\n啟動「儲法物品」（Spell-Storing Item）使用哪個行動？ 啟動「儲法物品」使用「使用物品」行動。\n\n工匠是否可以提前解除對一個物品的某一注能？ 不行。一個注能持續到「注能物品」功能的「注能物品」部分所描述的情況之一發生為止。"
      },
      {
        "name": "野蠻人",
        "content": "野蠻人的「危險感知」（Danger Sense）是否對吐息攻擊和敵人的特殊能力有效？ 野蠻人的「危險感知」有助於對抗野蠻人能看到的任何效果的敏捷豁免擲骰。\n\n野蠻人的「魯莽攻擊」（Reckless Attack）是否對所有敵人授予優勢，還是只對你的攻擊目標有效？ 如果你使用野蠻人的「魯莽攻擊」，所有攻擊擲骰對你都有優勢，直到你的下一回合開始。"
      },
      {
        "name": "吟遊詩人",
        "content": "吟遊詩人的「吟遊靈感」（Bardic Inspiration）和「導引」（guidance）法術的效益是否可以疊加？它們可以應用於同一個擲骰嗎？ 可以，不同的效果可以疊加，只要它們的名稱不相同。如果一個生物在「導引」法術的效果下進行能力檢定，並且同時擁有「吟遊靈感」擲骰，它可以選擇擲骰d4和d6。\n\n吟遊詩人在攻擊擲骰或能力檢定擲骰之前是否可以知道擲骰的點數，然後再使用「削減之詞」（Cutting Words），還是它們必須總是猜測？如果用於傷害擲骰，「削減之詞」是否適用於任何種類的傷害擲骰，包括像「魔法飛彈」（magic missile）這樣的自動命中法術？ 你可以等待擲骰後再使用「削減之詞」，但你必須在確定擲骰或檢定的總和是成功還是失敗之前承諾這樣做。你可以使用「削減之詞」來減少任何需要進行傷害擲骰的效果的傷害（包括「魔法飛彈」），即使傷害擲骰不是由攻擊擲骰先行。\n\n吟遊詩人是否可以替換通過「魔法秘訣」（Magical Secrets）獲得的法術？ 當你在吟遊詩人職業中升級時，該職業的「法術施法」功能允許你替換你已知的一個吟遊詩人法術，以一個適當等級的另一個吟遊詩人法術。通過「魔法秘訣」功能獲得的法術對你來說也算作吟遊詩人法術，因此在稍後升級時可以替換它。但必須按照「法術施法」功能的規定替換成吟遊詩人法術。\n\n吟遊詩人可以理解哪些「法術卷軸」（spell scrolls）——只有吟遊詩人法術列表中的法術，還是吟遊詩人法術列表中的法術以及「魔法秘訣」中的法術？ 吟遊詩人可以使用任何帶有吟遊詩人法術的「法術卷軸」，包括從「魔法秘訣」功能中獲得的法術，這些法術對該角色來說算作吟遊詩人法術。\n\n使用「勇武學院」（College of Valor）的「戰鬥激勵」（Combat Inspiration）是否計入用於致命打擊的傷害擲骰？ 是的。"
      },
      {
        "name": "牧師",
        "content": "當一名牧師使用「毀滅之怒」（Destructive Wrath）功能時，是否可以最大化所有被擲骰的傷害，只要其中一部分是閃電或雷鳴？ 「毀滅之怒」的意圖是僅最大化閃電和雷鳴傷害。\n\n如果墓園領域牧師施放一個恢復多個生物生命的法術，而其中一個生物的生命值為0，該法術是否對該法術的所有目標恢復最大數值的生命值？ 不是，只有生命值為0的生物受益於「死亡圓環」（Circle of Mortality）功能的生命值恢復部分。"
      },
      {
        "name": "德魯伊",
        "content": "如果一名德魯伊穿戴金屬盔甲會發生什麼事？ 德魯伊會爆炸。\n\n實際上，不會。德魯伊禁止穿戴金屬盔甲和持有金屬盾牌。這個禁忌自1976年《異教巫術》（Eldritch Wizardry）和1978年原始《玩家手冊》中首次出現以來一直是該職業故事的一部分。理念是德魯伊更傾向於使用動物皮毛、木頭和其他與文明無關的自然材料保護自己，而不使用與文明相關的金屬制品。德魯伊並不缺乏穿戴金屬盔甲的能力，他們選擇不這麼做。這個選擇是他們作為神秘秩序的一部分的身份。可以這樣理解：素食主義者可以吃肉，但選擇不吃。\n\n一名德魯伊通常穿戴皮革、鑲嵌皮革或毛皮盔甲，如果一名德魯伊遇到除金屬以外的材料製成的鱗甲，他們可能會穿戴它。如果您對您的德魯伊違反禁忌並穿戴金屬有強烈看法，請與您的DM討論。每個職業的故事元素都與遊戲特性混合在一起；這兩種設計在D&D中相輔相成，有些職業的故事元素比其他職業更強烈。德魯伊和聖騎士在設計中有特別強烈的故事元素。如果您想偏離您職業的故事，您的DM有最終決定權，決定您可以走多遠仍然被認為是該職業的成員。\n\n一名被綁住並被堵嘴的德魯伊是否可以使用「野性變身」（Wild Shape）來解脫？很難捉拿住能隨意變成老鼠的人。 變成不同大小的生物可能是一種有效的逃脫方法，具體取決於束縛或囚禁的性質。總的來說，嘗試囚禁一名德魯伊的人可能明智地將囚犯藏在只大到足以進入空氣的開口的房間中。\n\n德魯伊的「元素野性變身」（Elemental Wild Shape）是否限制您只能變成列出的四種生物，還是您可以變成具有元素屬性的任何生物？ 在「元素野性變身」中列出的生物，包括風、土、火和水元素生物，是《怪物手冊》中的特定生物，而不是生物類型或子類型。元素野性變身允許您變形成這些生物之一。\n\n月圓德魯伊（Circle of the Moon druid）變成元素生物時，是否可以說他們所懂的語言？ 可以，因為在「元素野性變身」中列出的元素生物可以說話。\n\n嚴格的解釋（RAW）可能合理地讓您認為，變形的德魯伊只能說出元素的能力列表中出現的語言，但意圖（RAI）是當他們變形時，他們保留他們的知識，包括語言，如果採用的形式能夠說話的話。\n\n如果一名處於元素形態的德魯伊可以說話，那麼該德魯伊是否能施放法術？ 一名德魯伊只有在18級時獲得「野獸法術」（Beast Spells）功能時，才能在「野性變身」形態中施放法術。\n\n如果一名德魯伊選擇「魔法先知」（Magic Initiate）特性並選擇「檢測魔法」（detect magic）作為他們的唯一法術，該德魯伊是否可以作為儀式施法？ 一名德魯伊的「儀式施法」（Ritual Casting）需要準備儀式。從「魔法先知」中獲得的法術是已知的，但未準備的。"
      },
      {
        "name": "戰士",
        "content": "戰士的行動突擊特性是否允許你進行額外的獎勵行動，除了額外的行動？ 行動突擊提供額外的行動，而不是額外的獎勵行動。 （最近版本的《玩家手冊》不再包含引起這個問題的措辭。）\n\n戰士是否可以同時擁有兩種戰鬥風格？例如，決鬥和防禦。只要它們沒有衝突的要求，你可以同時受益於多個戰鬥風格選項，就像決鬥和巨型武器格鬥一樣。\n\n射擊戰風格是否適用於投擲的近戰武器？ 不，射擊特性適用於遠程武器。當你使用近戰武器，例如匕首或手斧進行遠程攻擊時，它仍然被視為近戰武器。\n\n決鬥戰風格是否旨在支持盾牌？ 是的。通常情況下，具有決鬥選項的角色通常會將單手武器與盾牌、施法焦點或空手搭配使用。\n\n如果你使用巨型武器格鬥功能，例如神聖打擊或像 hex 這樣的法術，是否可以重新擲 1 或 2 以獲得額外的傷害？ 巨型武器格鬥功能（這是戰士和聖騎士共享的功能）的意圖是僅適用於與該功能一起使用的武器的傷害擲骰。例如，如果你使用該功能的大劍，你可以重新擲該武器的2d6中的任何1或2。如果你是一名聖騎士並使用大劍進行神聖打擊，則巨型武器格鬥不允許你重新擲 Divine Smite 的傷害擲骰中的1或2。\n\n如果我的戰爭大師戰士引發了一次藉機攻擊並且攻擊未命中，我可以使用反擊嗎？ 是的，你可以在攻擊未命中時使用反擊機動，前提是你的反應是可用的。\n\n在魔法騎士的戰鬥魔法特性中的“當”是否意味著額外的攻擊在施放法術後才進行，還是可以在施放法術之前進行？ 額外的行動在施放法術後進行，因為使用你的行動施放法術是使你能夠在額外行動中進行武器攻擊的原因。也就是說，如果一名魔法騎士允許反轉法術和武器攻擊的順序，也不會對遊戲系統造成任何破壞。\n\n如果我的魔法騎士施放 真實打擊，並且具有戰鬥魔法特性，那麼由於 真實打擊 的優勢，由戰鬥魔法提供的攻擊是否具有優勢？ 不具備優勢。來自戰鬥魔法的攻擊是正常進行的，如果法術尚未結束，則在下一輪你可以獲得 真實打擊 的優勢。\n\n解除武裝攻擊的機動是否能解除佩戴的盾牌？ 不可以。解除武裝攻擊迫使生物丟棄它所持有的物品。而佩戴的盾牌不僅僅是持有的物品。"
      },
      {
        "name": "武僧",
        "content": "**如果一位武僧雙手揮舞一根杖或其他多功能武器，它是否仍然被視為武僧武器？** 是的。武僧武器必須沒有雙手屬性，但沒有什麼可以阻止武僧用雙手揮動這樣的武器。基本上，無論武僧如何使用它，武僧武器都被視為這樣。\n\n**飛鏢未被分類為武僧武器，但武僧作為起始裝備獲得10枚飛鏢。為什麼會這樣？** 起始裝備通常為角色提供多功能性。在這種情況下，武僧的飛鏢提供了遠程攻擊選項，而不是武術選項。\n\n**武術特性是否將武僧武器和徒手攻擊轉變為靈巧武器？** 不是的。該特性授予類似靈巧屬性的好處，但不授予該屬性。\n\n**當一名使用「遠離飛彈」的武僧接住並投擲射彈時，攻擊的傷害是多少？** 如果使用「遠離飛彈」投擲射彈，則該射彈視為武僧武器，它造成其傷害或武術傷害（由武僧選擇）。\n\n**武僧是否可以使用「擊昏一擊」來進行徒手攻擊，即使徒手攻擊不是武器？** 可以。擊昏一擊適用於近戰武器攻擊，而徒手攻擊是一種特殊類型的近戰武器攻擊。\n\n遊戲通常對一般規則進行例外，這是一個重要的例外：儘管不是武器，但徒手攻擊被視為近戰武器攻擊。\n\n**當一名武僧使用「虛空之身」時，隱形效果是否在武僧進行攻擊後仍然有效？** 是的，武僧的虛空之身的隱形效果不會因武僧的攻擊而結束。\n\n**武僧的「清淨之體」特性是否授予對毒害傷害的免疫，對中毒狀態的免疫，還是兩者？** 此特性授予對兩者的免疫。因此，具有「清淨之體」的武僧可以無損地吸入綠龍的毒息。同樣地，該武僧不受「嘔吐射線」的影響，該法術既造成毒害傷害，又施加中毒狀態。\n\n**武僧的「空手技巧」是否可以推擊一個大型或更大的生物，或將其擊倒？** 「空手技巧」故意忽略生物大小。武僧的內力驅使著許多非凡的效果！如果某個特性受生物大小的限制，則該特性會告訴你。\n\n**武僧是否需要花費任何氣點來施放「次級幻覺」附贈的陰影之術法術？** 不需要。該特性中的氣點成本僅適用於其中的其他法術。\n\n**對於陰影之術的武僧，他們的「寂靜」法術是否可以被驅散？** 法術就是法術，無論其來源如何。當你通過特性施放法術時，除非該特性另有說明，否則該法術遵守正常的施法規則。\n\n**武僧的「四元之道」是否可以將「元素覺醒」替換為其他元素技能？** 可以。即使你自動獲得「元素覺醒」，而無需選擇它，你仍可以在第6、11或17級時將其替換為不同的技能。"
      },
      {
        "name": "聖騎士",
        "content": "**聖騎士的神聖感應（Divine Sense）能否感知帝邦血統的提夫林（Tiefling）？** 提夫林是一種人形生物（humanoid），而不是邪惡生物（fiend），因此不會被神聖感應察覺。\n\n這個特性可以探測具有天使、邪惡生物或不死生物類型的生物。\n\n**我的聖騎士可以在使用神聖打擊（Divine Smite）的同時使用祝福打擊（Smite Spell）嗎？也就是說，我施放「憤怒祝福」（_wrathful smite_），命中後使用神聖打擊在同一次攻擊上嗎？** 是的，您可以在受到祝福打擊法術效果的武器攻擊上使用神聖打擊，例如「憤怒祝福」，只要您在施放祝福打擊法術後進行的攻擊是一次近戰武器攻擊。神聖打擊不適用於其他任何類型的攻擊。\n\n**_[新增]_ 聖騎士在使用空手攻擊時可以使用神聖打擊嗎？** 不行。神聖打擊並不是設計用於空手攻擊的。\n\n神聖打擊適用於近戰武器攻擊，而空手攻擊可以用來進行這種攻擊。但神聖打擊的文本也提到了「武器的傷害」，而空手攻擊並不是一種武器。\n\n如果一位DM決定覆蓋此規則，也不會產生不平衡。將神聖打擊與武器相關聯是我們的主題選擇，因為傳統上聖騎士與武器有關聯。這不是遊戲平衡的選擇。"
      },
      {
        "name": "遊俠",
        "content": "**遊俠的起始裝備中沒有魔法元件袋（component pouch）的選項。這個職業是否不需要元件袋，也不需要法術焦點？** 與其他施法者一樣，遊俠遵循《玩家手冊》第10章中的元件規則。通常情況下，遊俠會使用元件袋來存放法術的物質元件，但由於遊俠在1級時還沒有法術，因此不會起始擁有一個元件袋。\n\n**一位遊俠是否可以在旋風攻擊（Whirlwind Attack）特性的攻擊骰間移動？** 不行。旋風攻擊是不同尋常的，因為它是一次攻擊並帶有多次攻擊骰。在大多數其他情況下，一次攻擊只有一次攻擊骰。關於在攻擊之間移動的規則（《玩家手冊》，190頁）允許你在武器攻擊之間移動，但不允許在特殊特性（如旋風攻擊）的攻擊骰之間移動。\n\n**怪物獵手遊俠的「超自然防禦」特性是否適用於生物對遊俠造成傷害，從而使遊俠進行憑藉（Concentration）豁免以維持對一個法術的集中？** 是的。"
      },
      {
        "name": "遊蕩者",
        "content": "**遊蕩者能否在同一個回合內多次使用偷襲（Sneak Attack）？** 偷襲的描述規定您可以在每個回合中使用此特性一次，但它並不限制在您的回合使用。此特性也不限制您在一個回合中使用的次數。\n\n您有時會有機會在其他人的回合上使用偷襲。這種情況最常發生的方式是當一個敵人從您身邊擅自引發一次藉機攻擊。如果符合偷襲的要求，您的藉機攻擊可以受益於此特性。同樣地，一名戰士可以使用「指揮打擊」（Commander's Strike）在該戰士的回合上授予您一次攻擊，如果攻擊符合條件，則可以使用偷襲。這兩個選擇都依賴於使用您的反應，因此您在一個回合中只能執行其中一個。\n\n因為您每回合只有一個反應，所以您不太可能在一個回合中使用偷襲超過兩次：一次使用您的行動，一次使用您的反應。\n\n**對於偷襲，如果目標的另一個敵人距離您10英尺，並使用具有10英尺射程的長柄武器，而不是5英尺，您仍能夠使用偷襲嗎？** 偷襲中的5英尺限制不受武器射程的影響。目標的其他敵人正在創造近距離的干擾，無論手中的武器如何。\n\n**狡詐迴避（Uncanny Dodge）是否自動對付每次擊中遊蕩者或遊俠的攻擊？包括法術攻擊嗎？** 使用狡詐迴避只對付一次攻擊，因為它使用了您的反應，並且只能在您能看到攻擊者時使用。它可以對付各種攻擊，包括法術攻擊，但對於像「火球」（_fireball_）這樣在進行攻擊擲骰後進行豁免拯救的法術或其他效果，它是無濟於事的。\n\n**如果遊蕩者受到驚訝，能使用狡詐迴避嗎？** 規則指出，如果您受到驚訝，則不能移動或採取行動。受驚訝的遊蕩者可以使用狡詐迴避，因為該特性不需要遊蕩者採取行動或移動。\n\n**遊蕩者的可靠天賦（Reliable Talent）特性是否可以與卓越運動員（Remarkable Athlete）或萬事通（Jack of All Trades）一起使用？** 不行。這些特性中的每一個都有其使用的前提條件；可靠天賦在進行使用您的熟練加值的能力檢定時激活，而另外兩個特性在進行不使用您的熟練加值的能力檢定時激活。換句話說，符合可靠天賦的檢定不符合卓越運動員或萬事通的檢定。卓越運動員和萬事通也不適用於彼此，因為您只能將您的熟練加值或其中的一部分添加一次到一個擲骰上。\n\n**遊蕩者能使用快手（Fast Hands）特性來激活魔法物品嗎？** 不行。快手的好處之一是能夠將「使用物品」行動作為一個獎勵動作進行，但使用魔法物品不包括在「使用物品」之內，如《地下城主策指南》（_Dungeon Master's Guide_）（第141頁）中所解釋的。相比之下，使用非魔法物品，例如治療包，屬於「使用物品」的範疇。\n\n**觸發遊蕩者的暗殺特性，生物何時停止被驚訝？在回合結束後，還是在回合結束時？** 受驚訝的生物在戰鬥中的第一個回合結束時停止被驚訝。\n\n**遊蕩者的使用魔法器具（Use Magic Device）特性是否允許他們使用法術卷軸？** 是的，意圖是遊蕩者可以使用「法術卷軸」（_spell scrolls_）並通過使用魔法器具特性來實現。\n\n**遊蕩者能使用快手特性來使用或應用毒藥嗎？** 能。管理毒藥使用「使用物品」行動。"
      },
      {
        "name": "術士",
        "content": "如果術士使用微妙法術（Subtle Spell）施放只有口語或體操成分的法術，對手能否使用「 反制法術 」來反制它？ 如果被微妙法術修改的法術沒有物質成分，則任何人都無法察覺法術的施放。因此，由於無法看到施法過程，「 反制法術 」是無用的。\n\n超魔法（Metamagic）規則指出您不能在同一個法術上使用多個超魔法選項。您可以重複使用一個選項嗎？ 一位術士可以在施放法術時使用一個超魔法選項一次，而不是同一個選項多次。例如，一位術士不能通過花費2個法師點數來將一個法術的持續時間增加四倍，如「延長法術」（Extended Spell）。\n\n元素親和力（Elemental Affinity）只改善法術的一個傷害擲骰，而不是多個嗎？所以對於「灼熱射線」（scorching ray），我不能對每個擊中的射線都添加我的魅力修正嗎？ 正確。元素親和力僅改善一個法術的每次施放的一個傷害擲骰，即使該法術允許進行多次擲骰。因此，例如，該特性僅改善「灼熱射線」法術的一個射線，或「奧術射線」法術的一個光束。\n\n快速法術（Quickened Spell）是否允許術士在同一個回合內施放兩個1級或更高級的法術？ 不，術士必須遵循在同一個回合內以獎勵動作施放法術以及以1個動作的施放時間施放另一個法術的規則；另一個法術必須是具有1個動作施放時間的零度法術。\n\n我的術士是否可以使用「孿生法術」（Twinned Spell）來影響通過「許願」（wish）法術的施放而複製的法術？如果可以，需要多少法師點數？ 是的，您可以。它的成本取決於您複製的法術級別的法師點數。\n\n術士的野性魔法突發效應（Wild Magic Surge）效果是替換觸發它的法術效果，還是兩者都發生？ 法術和野性魔法突發效應都會發生。根據《玩家手冊》的勘誤說明，通常需要集中的突發效應在這種情況下不需要集中。\n\n我的術士是否可以使用「孿生法術」來影響特定的法術？ 您可以在以下法術上使用「孿生法術」：\n\n只能以一個生物作為目標\n沒有以自身為目標的範圍\n不能以法術的當前級別目標超過一個生物的法術\n如果您知道這個規則，但仍不確定特定法術是否符合「孿生法術」的要求，請諮詢您的DM，DM有最後決定權。如果您們兩個對我們的設計意圖感到好奇，這是一個不符合我們要求的法術的列表：\n\n法術的射程是自身。\n法術可以以物品作為目標。\n法術允許您在法術的持續時間到期之前強制多個生物進行豁免拯救。\n法術允許您在法術的持續時間到期之前進行任何一種可以影響多個生物的擲骰。"
      },
      {
        "name": "魔導士",
        "content": "擴展法術清單（Expanded Spell List）提供的魔導士法術是否會計入已知法術的數量？ 這個特性提供的法術並不是魔導士自動已知的法術。這些法術被添加到角色的魔導士法術清單中，當角色學習新的適當級別的魔導士法術時，可以選擇它們。一旦學會這些法術，它們會計入魔導士已知法術的數量。\n\n符文之眼（Eyes of the Rune Keeper）的誓約是否適用於魔法符文？ 符文之眼使您能夠閱讀任何形式的書寫，包括符文的語言意義，如果有的話。\n\n如果一位魔導士使用契約之刃（Pact of the Blade）來聯結一個魔法武器，那個武器是否必須是近戰武器，並且魔導士是否可以改變武器的形式？ 魔導士的契約之刃特性允許您從無中創造一個近戰武器。每當這樣做時，您可以決定武器的形式，從《玩家手冊》中的武器表格（第149頁）中的近戰武器選擇。例如，您可以創建一把巨斧，然後再次使用特性來創建一支投擲標槍，這將使巨斧消失。\n\n您還可以使用契約之刃來聯結一把魔法武器，將其變為您的契約武器。這把魔法武器不必是近戰武器，因此您可以在一把+1長弓上使用這個特性。一旦建立了聯結，當您召喚您的契約武器時，魔法武器會出現，並且當它出現時您不能改變魔法武器的形式。例如，如果您與一把火焰之舌（長劍）聯結，並將武器發送到虛擬空間，則在召喚它時它將作為一把長劍出現。您不能將其變成一根棍棒。同樣，如果您與毒藥匕首聯結，則不能將其召喚為槌棒；它始終是匕首。\n\n該特性允許召喚近戰武器，但在涉及到魔法武器時，我們允許更多的靈活性。我們不希望這個特性的狹窄焦點使一位魔導士在冒險中出現各種魔法武器時感到不滿。這種靈活性是否超出了特性的近戰主題？當然是的，但如果這樣做有可能增加玩家的滿意度，我們願意偶爾彎曲一個設計概念。\n\n如果你是契約之刃的魔導士，別人可以使用你的契約武器嗎？ 是的，除了魔導士之外的其他人可以在武器消失之前使用契約武器。\n\n魔導士的醒悟心靈（Awakened Mind）特性是否允許雙向的心靈交流？ 這個特性旨在提供單向通信。魔導士可以使用這個特性與一個生物進行心靈交流，但該特性不賦予那個生物進行心靈回覆的能力。相比之下，一些怪物擁有的心靈交流能力（《怪物手冊》，第9頁）可以實現雙向通信。\n\n使用獎勵動作是否會中斷魔導士「隱身大師」（One with Shadows）的隱身？ 使用獎勵動作會中斷魔導士「隱身大師」的隱身。獎勵動作被視為一個動作。"
      },
      {
        "name": "法師",
        "content": "護衛者的秘法護盾僅在護盾點數為0時才會恢復嗎？ 當護衛者施放1級或更高級的結界法術時，護盾會恢復生命點數，而不僅僅在護盾點數為0時。與一般治療法術相同，護盾不能恢復超過其生命點數上限：是法師等級的兩倍加上法師的智力修正。\n\n作為儀式施放《警報》是否能治癒秘法護盾？ 由護衛者施放的任何1級或更高級的結界法術，包括儀式，都可以恢復護衛者的秘法護盾的生命點數。\n\n秘法護盾如何與護衛者可能擁有的臨時生命點數和傷害抗性互動？ 秘法護盾不是創造它的法師的延伸。它是一個具有自己生命點數的魔法效果。法師擁有的任何臨時生命點數、免疫或抗性都不適用於護盾。\n\n護盾首先受損，任何剩餘的傷害將由法師承受，依次通過以下遊戲元素：（1）任何相關的傷害免疫，（2）任何相關的傷害抗性，（3）任何臨時生命點數和（4）實際生命點數。\n\n護衛者在14級時獲得對法術傷害的抗性。當法術擊中護衛者時，護衛者的秘法護盾是否也獲得這種抗性？ 抗性在14級時是護衛者而不是秘法護盾獲得的。\n\n元素法師的強力法術增效特性是否適用於需要攻擊擲骰的零度法術還是僅適用於豁免擲骰？ 強力法術增效僅影響需要進行豁免擲骰的零度法術，例如《酸濺》和《毒霧噴射》。\n\n14級時的幻術法師能力是否讓你每輪都可以使某物變得真實，還是僅一次？ 幻術現實旨在每個幻術法術使一個幻覺物體變得真實。\n\n對於變形學派的Shapechanger特性，如果我只想在不使用法術槽的情況下施放《變形》，是否需要事先準備？ 變形學者必須按照正常情況事先準備《變形》才能使用Shapechanger特性施放。\n\n如果法師沒有看到書中的所有文本，小幻術是否能創造一本書的副本，包括所有文本？ 不行。對於多部分對象的情況，意圖是您必須看到該對象的所有部分才能複製這些部分。在書的情況下，如果您只看到封面，那麼創建的副本將是封面的複製品，而頁面將是空白的。\n\n虛化平面上的預言學法師是否可以在材料平面上看到的生物上使用Portent？ 可以。預言要求您能夠看到生物，但沒有範圍限制。\n\n法師為了施放儀式法術而需要閱讀法術書中的法術嗎？ 不需要。根據書面規則，該規則不要求您從書中閱讀。然而，敘述的意圖是法師正在從他們的書中讀取，但唯一的機械要求是法師的法術書中有該法術。"
      }
    ]
  },
  {
    "id": "feats",
    "name": "專長",
    "description": "",
    "tabs": [
      {
        "name": "衝鋒手",
        "content": "**如果你擁有衝鋒手特技，可以在你的坐騎進行衝刺動作時進行衝刺攻擊嗎？** 戰馬猛衝特技依賴於你，而非你的坐騎進行衝刺動作。"
      },
      {
        "name": "強弩專家",
        "content": "**強弩專家的第一項和第三項特技是否將手弩轉變為半自動武器？** 簡短的答案是不。\n\n該特技的第一項特技允許你忽略手弩的裝填屬性（_PH_, 147），如果你精通該武器的話。結果是，如果你擁有類似額外攻擊的特徵，你可以多次攻擊。\n\n然而，仍然受到該武器具有彈藥屬性（_PH_, 146）的限制。後者要求你有一根弩矢，可以從手弩中發射，而手弩本身無法裝填（除非它是魔法的或是地精的發明）。你需要將每根弩矢裝填到武器中，而這需要一只手。\n\n為了更深入地了解這一點，看一下彈藥屬性定義中的以下句子：“從箭袋、套子或其他容器中取彈是攻擊的一部分。” 這句話告訴我們兩件重要的事情。首先，您被認為是在從容器中抽出 - 也就是說，用手抽取 - 彈藥。其次，抽取彈藥的行為包含在攻擊中，因此不需要自己的動作，也不會在你的回合中使用掉你的與物體互動的免費動作。\n\n對於手弩，這一切對強弩專家意味著使用類似額外攻擊的特徵，只要你有足夠的彈藥，並且每次射擊之間有一只空手裝填手弩，就可以多次射擊。\n\n**強弩專家是否允許你先使用手弩進行攻擊，然後再使用額外動作再次攻擊？** 是的！看一下該特技的第三項好處。它說當你使用攻擊動作攻擊單手武器時，你可以使用手弩進行額外動作攻擊。手弩是單手武器，因此確實可以用於兩次攻擊，假設你在兩次攻擊之間有一只手空來裝填手弩。"
      },
      {
        "name": "雙持客(Dual Wielder)",
        "content": "**如果我的角色擁有雙持專長，她是否可以揮舞兩把重型武器？** 不行。雙武器裝備者特技允許你揮舞兩把單手武器。《玩家手冊》中的每把重型武器也都有雙手屬性。"
      },
      {
        "name": "元素專精(Elemental Adept)",
        "content": "**元素專精是唯一可以多次選擇的專長嗎？** 是的，元素專精是《玩家手冊》中唯一可以多次選擇的專長。"
      },
      {
        "name": "巨武大師(Great  Weapon  Master)",
        "content": "**擁有巨武大師專長後，是否必須立即進行額外動作，還是可以在同一回合內移動然後再使用它？** 你在你的回合中進行額外動作，任何在附贈動作的攻擊命中之後的時間都可以。因此，是的，你可以在進行附贈動作之前移動（如果你還有剩餘的移動力）。"
      },
      {
        "name": "幸運(Lucky)",
        "content": "**幸運特技如何與優勢和劣勢互動？** 幸運特技代表了在你最需要的時候能提供幫助的非凡運氣。它允許你花費一點幸運，為攻擊擲骰、能力檢定或豁免擲骰再擲一個d20，然後選擇使用哪個d20。這一點在混合多個d20的情況下也是成立的。例如，如果你的攻擊擲骰有優勢或劣勢，你可以花費一點幸運，擲出第三個d20，然後決定使用其中的哪個。儘管特技沒有說明它是否消除優勢或劣勢，但你可以選擇使用的骰子。這一點的結果是，例如，一名擁有劣勢的盜賊即使使用幸運特技挑選骰子，也無法使用潛行攻擊。\n\n幸運特技是對一般規則的一個例外的絕佳例子。在這種情況下，一般規則是告訴我們優勢和劣勢如何運作（《玩家手冊》，173頁）。特定規則是幸運特技，我們知道如果它們相衝突，特定規則會戰勝一般規則（《玩家手冊》，7頁）。\n\n如果一位DM希望在使用幸運專長時，優勢和劣勢保持其正常作用，可以這樣做：為優勢/劣勢擲兩個d20，再為幸運擲一個d20，刪除三個骰子中的一個，然後使用剩下的兩個中的更高（對於優勢）或更低（對於劣勢）的一個。"
      },
      {
        "name": "魔法初學者(Magic Initiate)",
        "content": "**If you’re a spellcaster, can you pick your own class when you gain the Magic Initiate feat?** Yes, the feat doesn’t say you can’t. For example, if you’re a wizard and gain the Magic Initiate feat, you can choose wizard and thereby learn two more wizard cantrips and another 1st- level wizard spell.\n\n**If you have spell slots, can you use them to cast the** **1st-level spell you learn with the Magic Initiate feat?** Yes, but only if the class you pick for the feat is one of your classes. For example, if you pick sorcerer and you\n\nare a sorcerer, the Spellcasting feature for that class tells you that you can use your spell slots to cast the sorcerer spells you know, so you can use your spell slots to cast the 1st-level sorcerer spell you learn from Magic Initiate. Similarly, if you are a wizard and pick that class for the feat, you learn a 1st-level wizard spell, which you could add to your spellbook and subsequently prepare.\n\nIn short, you must follow your character’s normal spellcasting rules, which determine whether you can expend spell slots on the 1st-level spell you learn from Magic Initiate."
      },
      {
        "name": "長武大師(Polearm master)",
        "content": "**在長武大師給我的附贈攻擊中，我可以加上我的力量修正值到傷害嗎？** 可以。如果你擁有這個專長並使用「攻擊」動作來攻擊長戟、戰戟或者長杖，你也可以作為附贈動作用武器的另一端進行攻擊。對於該附贈攻擊，你在攻擊擲骰中加上你的能力修正值，就像你使用該武器進行攻擊時一樣，如果你命中，你在傷害擲骰中也加上相同的能力修正值，這是對武器傷害擲骰的一般規則（_PH_，196頁）。\n\n特定的規則，比如雙武器戰鬥的規則（_PH_，195頁），可能會通過告訴你不要將你的能力修正值加到傷害中來打破一般規則。長武大師沒有這樣的規則。\n\n**長武大師是否允許我對一個被迫靠近我的目標進行藉機攻擊？** 一個生物如果沒有使用其移動、動作或反應就移動，就不會引起藉機攻擊。例如，_反感/好意_ 法術的效果要求目標使用其移動，這意味著當它這樣做時會引起藉機攻擊。同樣地，_不和諧的低語_ 要求目標使用其反應移動，所以這種活動也會引起藉機攻擊。相反，被 _風之陣_ 法術推動的生物不會引起藉機攻擊。"
      },
      {
        "name": "野蠻攻擊者(Savage Attacker)",
        "content": "**野蠻攻擊者專長對徒手攻擊有效嗎？** 不行。野蠻攻擊者依賴於武器的傷害骰，而徒手攻擊不是武器（在《玩家手冊》勘誤中有澄清這一點）。\n\n**野蠻攻擊者專長的好處是否適用於像盜賊的偷襲或聖武士的神聖一擊之類的額外效果？** 不行。野蠻攻擊者專長的好處僅適用於武器的傷害骰擲，而不適用於某個特性或其他能力可能提供的任何額外傷害。"
      },
      {
        "name": "哨兵(Sentinel)",
        "content": "**第三個「哨兵專長」的效果所授予的攻擊是在觸發的攻擊之前還是之後進行？** 附贈動作發生在觸發攻擊之後。這是為什麼：專長未指定附贈攻擊的時機，而當一個反應沒有指定時機時，該反應發生在觸發結束之後（《DMG》，252頁）。\n\n相比之下，機會攻擊明確發生在其觸發結束之前，即在目標生物離開你的射程之前（《PH》，195頁）。\n\n**哨兵專長如何對抗具有花俏腳步或行動專長的敵人？持有哨兵專長的角色是否仍然能夠進行機會攻擊？** 哨兵專長的第二個效果僅旨在抵消閃避行動。具有花俏腳步功能（《劍海蛟龍冒險者指南》）或擁有行動專長的敵人可以避免激怒持有哨兵專長的人的機會攻擊，只要該敵人沒有進行閃避行動。\n"
      },
      {
        "name": "盾牌大師(Shield Master)",
        "content": "**盾牌大師專長允許您在進行攻擊行動時作為附贈動作推擠某人。您可以在進行攻擊行動之前進行該附贈動作嗎？** 不行。盾牌大師專長提供的附贈動作有一個前提條件：您必須在回合內進行攻擊行動。意圖進行該行動是不夠的；您必須實際進行攻擊行動後才能進行附贈動作。在您的回合內，您可以決定在進行攻擊行動後何時進行附贈動作。\n\n這種if-then的設置在遊戲的許多規則中都有出現。在“if”滿足之前，“then”才能發生。"
      },
      {
        "name": "健壯(Tough)",
        "content": "「健壯」專長在德魯伊處於野獸形態時是否有效？** 意圖是不。健壯專長影響德魯伊的生命值，而在使用野性變形時，生命值被野獸的生命值所取代。"
      }
    ]
  },
  {
    "id": "abilityCheck",
    "name": "能力檢定(Ability Checks)",
    "description": "",
    "tabs": [
      {
        "name": "能力檢定(Ability Checks)",
        "content": "**攻擊擲骰和豁免擲骰基本上是特殊的能力檢定嗎？** 並不是。很容易將這三種擲骰視為相同事物的三個方面，因為它們都涉及擲一顆d20，加上任何修正值，並將總和與難度類別進行比較，而且它們都受到有利和不利情況的影響。簡而言之，它們分享確定成功或失敗的相同程序。\n\n儘管有這個共同的程序，這三種擲骰是彼此分開的。如果遊戲中的某些事物，如《導引》咒語，影響其中一個，除非規則明確說明，其他兩個不受影響。接下來的幾個問題再次觸及此點。\n\n**在能力檢定上能否造成爆擊？例如，嘗試進行縛鬥的情況下，爆擊是取得勝利還是最高數字？** 能力檢定不能造成爆擊，攻擊擲骰可以。\n\n**在能力檢定上擲出1是自動失敗嗎？** 在能力檢定或豁免擲骰中擲出1不是自動失敗。在攻擊擲骰中，擲出1是自動失誤。\n\n**如果你施放詛咒(Hex)咒語並選擇力量作為影響的能力，目標是否也在使用力量的攻擊擲骰和豁免擲骰上受到不利情況？** 不，詛咒(Hex)咒語的描述說明它影響使用所選能力的能力檢定。描述中沒有提到影響攻擊擲骰或豁免擲骰。這意味著，例如，如果你選擇了體質，該咒語的目標在試圖保持對一個咒語的專注時不會受到不利情況，因為專注需要進行體質豁免擲骰，而不是體質檢定。\n\n對於這個咒語的意圖感到好奇嗎？該咒語旨在成為一種經典的厄運，就像民間故事中所見，它在戰鬥內外都有用。在戰鬥中，該咒語提供了一些額外的死靈傷害。在戰鬥外，例如，您可以透過施放該咒語並對其魅力檢定施加不利情況，來破壞一位狡猾的外交官。\n\n**詩人的「萬事通」特性是否適用於不使用詩人的熟練加值的攻擊擲骰和豁免擲骰？** 不適用。該特性僅對能力檢定有效。別忘了，先攻擲骰是敏捷檢定，因此「萬事通」可以使詩人的先攻擲骰受益，假設詩人尚未將他的熟練加值添加到其中。\n\n**當您進行力量（運動）檢定以進行擒抱或推撞時，您是否進行攻擊擲骰？** 不是。該檢定是一種能力檢定，因此與攻擊擲骰有關的遊戲效果不適用。回到之前的問題，詛咒(Hex)咒語可以用來削弱被擒抱者的效力。如果被擒抱者的目標處於閃避行動的效果下，該行動不會阻礙縛鬥，因為閃避行動不影響能力檢定。\""
      }
    ]
  },
  {
    "id": "adventuring",
    "name": "冒險(Adventuring)",
    "description": "",
    "tabs": [
      {
        "name": "冒險(Adventuring)",
        "content": "**角色一天內能進行多少次短休，是否有硬性限制，還是完全由DM決定？** 你可以進行短休的唯一硬性限制是一天內的小時數。實際上，故事中的時間壓力和敵人的干擾也會限制你。\n\n**類似次元空間，如半位面或由《通天繩(rope trick)》創造的空間，是否被視為存在於不同的存在層面？** 類似次元的空間（又稱為外位面空間）位於其他位面之外。因此，如果你在物質位面上，而你的敵人在類似次元的空間中，你們兩個並不處於相同的存在層面。\n\n**我怎麼知道遊戲中的某物是否具有魔法效果？** 有關這個主題的詳細討論，請參見下面“怪物”部分的問題“龍的吐息是否具有魔法效果？”。\n\n**能降低疲勞的效果有哪些例子？** 《高等復原術(greater restoration)》咒語可以降低疲勞。\n\n**有沒有辦法恢復失去的智力，例如在被智力吞噬者歸零後？** 《高等復原術(greater restoration)》咒語可以恢復屬性分數的減少。\n\n**20級之後會發生什麼？角色等級有上限嗎？** 最高等級是20級。《地下城主之指南》（第231頁）的“史詩補贈”部分提供了進一步提升的想法。\n\n**受驚嚇狀態說“當害怕的來源在視線內時。”這是否意味著即使來源是隱形的但你可以清楚看到其位置，你的攻擊擲骰和能力檢定仍然有不利情況嗎？** 不。如果你看不到某物，它就不在你的視線內。談到“視線”，遊戲使用該術語的英文含義，在規則中沒有特殊的含義。\n\n**在進行短休時施放咒語會打斷休息嗎？** 是的。施放咒語比《玩家手冊》第186頁列舉的活動更為費力：“進食、飲水、閱讀和照顧傷口”。"
      }
    ]
  },
  {
    "id": "combat",
    "name": "戰鬥(Combat)",
    "description": "",
    "tabs": [
      {
        "name": "戰鬥(Combat)",
        "content": "**在先攻順序之外是否發生突襲，形成一個特殊的突襲回合？** 不，突襲的運作方式如下。任何戰鬥的第一步是：DM 確定在戰鬥中是否有任何人受到突襲（請重新閱讀《玩家手冊》第189頁的“步步為營”）。\n\n這種確定只在戰鬥中發生一次，而且只在一開始時。換句話說，一旦戰鬥開始，你就不會再受到突襲，儘管一個隱藏的敵人仍然可以從不被發現中獲得正常的好處（參見《玩家手冊》第194頁的“看不見的攻擊者和目標”）。\n\n要受到突襲，你必須被攔腰抓住，通常是因為你沒有注意到敵人潛行，或者被擁有特殊能力的敵人嚇了一跳，比如明膠立方體的透明特性，使它變得非常令人意外。即使你的同伴沒有被突襲，你仍然可能受到突襲，如果你的任何一個敵人沒有使你措手不及，你也不會感到驚訝。\n\n如果有人受到突襲，還沒有進行任何行動。首先，按照正常情況進行ㄒ先攻。然後，戰鬥的第一回合開始，未受突襲的參戰者按照先攻順序行動。在第一回合結束之前，受突襲的生物無法移動、行動或反應（請記住，無法進行動作也意味著你無法進行附贈動作）。實際上，受突襲的生物在戰鬥中跳過了它的第一回合。一旦那一回合結束，生物就不再受到突襲。\n\n總之，在戰鬥中的活動始終按照先攻的順序進行，無論是否有人受到突襲，在戰鬥的第一回合過後，突襲不再是一個因素。你仍然可以試圖躲藏不被敵人發現，並在這樣做時獲得被隱藏的好處，但你不會剝奪你的敵人回合的機會。\n\n**突襲規則適用於兩個對立的一方。當第三組戰鬥者從戰鬥之外潛行並進行伏擊時，突襲會發生什麼情況？** 突襲規則僅在戰鬥開始時才相關。戰鬥期間的任何伏擊都使用敏捷（潛行）檢定的規則。\n\n**如果巫師在突襲回合中施放像** **_火球_** **這樣的咒語，敵人在豁免擲骰時是否有劣勢？** 受突襲對豁免沒有影響。如果你受到突襲，你在戰鬥的第一回合無法移動或進行動作，並且在該回合結束之前無法進行反應（《玩家手冊》第189頁）。\n\n**你可以延遲你的回合，稍後再行動嗎？** 不行。輪到你行動時，要麼你做些什麼，要麼你什麼都不做。如果你不想做任何事情，可以考慮採取閃躲動作，這樣你至少會有一些額外的保護。如果你想等待對某事做出反應，可以採取準備動作，讓你稍後可以進行回合的一部分。\n\n出於各種原因，我們沒有包括延遲回合的選擇：\n\n-   你的回合涉及多個決策，包括移動的位置和採取的動作。如果你可以延遲你的回合，你的決策可能變得更慢，因為你需要考慮是否要進行回合。將這額外的分析乘以在戰鬥中的角色和怪物的數量，就可能導致遊戲變得緩慢。\n-   延遲回合的能力可能使先攻變得毫無意義，因為角色和怪物在先攻順序中來回移動。如果參戰者可以隨心所欲地改變他們在先攻順序中的位置，為什麼要使用先攻？而且，改變先攻可能很容易變成一項令人不悅的瑣事，特別是對於DM而言，在戰鬥中可能不得不一遍又一遍地更改先攻列表。\n-   能夠延遲回合可以讓你對法術和其他效果的持續時間造成破壞，尤其是那些持續到你的下一回合的效果。僅通過改變你的回合時間，你就可以改變某些法術的持續時間。防止這種濫用的方式是創建一套額外的規則，限制你改變持續時間的能力。最終的效果是？遊戲將變得更加複雜，而複雜性增加，遊戲變得更加緩慢。\n\n我們對戰鬥的兩個目標是迅速進行並且先攻是重要的。我們不想每場戰鬥都以擲先攻開始，然後通過延遲選項破壞回合順序。此外，我們認為在戰鬥中不應該將注意力放在嬉戲先攻上。相反，戰鬥者的戲劇性行動應該是重點，而回合應該盡快發生。\n\n**我有一個準備好的動作。我可以停止準備並進行藉機攻擊嗎？還是準備是完整的回合承諾？** 如果你已經準備好動作，可以進行一次藉機攻擊，這將使你停止準備。\n\n**附贈動作可以用作動作嗎？反之亦然？例如，一位吟遊詩人可以使用附贈動作授予吟遊詩人靈感骰和使用動作施放_治療之詞_嗎？** 不行。動作和附贈動作不能互換。在這個例子中，吟遊詩人可以在一回合中使用吟遊詩人靈感或_治療之詞_，而不能同時進行兩者。\n\n**飛行生物如果沒有懸停特性，能夠停留在空中嗎，或者每輪都需要移動？** 沒有懸停特性的飛行生物可以在空中停留而不必每輪移動。\n\n**你能夠穿越一個處於俯臥狀態的敵人的區域嗎？** 俯臥狀態不覆蓋阻止你穿越敵人區域的規則，除非該敵人比你大兩個尺寸或小兩個尺寸。\n\n如果你確實穿越另一生物的區域——無論是朋友還是敵人——對你來說，該區域將成為困難地形，而你不能自願結束移動於此。更多有關戰鬥中移動的資訊，請參見《玩家手冊》，第190–2頁。\n\n**旅行速度適用於戰鬥中的移動嗎，還是僅適用於旅行時？** 旅行速度規則（《玩家手冊》，181–2頁）在戰鬥中不適用。\n\n**如果你擁有像巧妙動作[Cunning Action]或飛簷走壁[Step of the Wind]之類的特性，能夠在你的回合中多次採取衝刺動作嗎？** 如果你能夠以附贈動作採取衝刺動作，規則中沒有阻止你在正常動作中再次採取衝刺動作。當你使用類似行動突襲的特性時，相同的原則適用；你可以使用你的兩個動作都來採取衝刺動作。\n\n**我的遊蕩者/法師可以使用狡詐行動獲得一個額外的衝刺動作，而我可以對自己施展《腳底抹油(expeditious retreat)》以獲得一個額外的衝刺動作。我可以獲得兩個衝刺動作的額外動作嗎？** 不行。你在你的回合中只能進行一次額外動作（《玩家手冊》，189頁）。如果你有兩種或更多使用額外動作的方式，你必須在你的回合中選擇其中一種（如果有的話）。\n\n**如果你使用協助行動來分散敵人的注意力，你必須保持在離它5英尺的範圍內才能使這個行動生效嗎？** 不用，你可以進行這個動作，然後移開。這個行動本身是給予你的盟友優勢，而不是你靠近敵人。\n\n**如果我隱形，射箭使自己變得可見，再次隱藏需要使用一個動作嗎？** 沒有特殊的能力，戰鬥中隱藏需要使用躲藏動作。\n\n**如果我使用預備動作對移動中的敵人造成傷害，我是否可以剝奪目標其餘的移動？** 對移動中的目標造成傷害不會停止它的移動，除非該傷害伴隨著停止移動的能力。像是哨兵專長就給予你這樣的能力。將移動中的生物降到0點生命值通常也是一種有效的方式來停止它！\n\n**你能否使用預備動作在別人的回合中採取衝刺動作，然後與之結合“衝鋒”專長嗎？** 不行，因為你不能在別人的回合中進行額外動作。\n\n**為了準備一個法術或其他行動，目標必須在範圍內嗎？** 在你採取預備動作時，你的目標必須在範圍內，而不是在你首次準備它時。\n\n**預備一個法術的工作方式是什麼？如果觸發從未發生，你是否失去法術位？** 如果在你的下一個回合開始之前，你沒有使用你的反應釋放法術，預備的法術位就會失效。\n\n**預備動作是否可以在敵人的觸發行動中進行，比如在它的第一次和第二次攻擊之間使用多重攻擊時？** 預備動作立即在它的觸發後進行。如果你將觸發定義為一次攻擊，你的行動將在該攻擊之後進行。\n\n**在進行攻擊擲骰和傷害擲骰時，我如何知道應該使用哪個屬性修正值？** 《玩家手冊》明確指定了在進行攻擊擲骰（第194頁）和相應的傷害擲骰（第196頁）時應該使用哪個屬性修正值。以下是摘要：\n\n\n| **攻擊類型** | **攻擊擲骰**    | **傷害擲骰** |\n| -------- | ----------- | -------- |\n| 近戰武器攻擊   | 力量修正值\\*     | 力量修正值    |\n| 遠程武器攻擊   | 敏捷修正值\\*     | 敏捷修正值    |\n| 法術攻擊     | 法術屬性修正值\\*\\* | 取決於效果    |\n\\* 如果你使用熟練的武器，可以添加你的熟練加值。\n\\*\\* 添加你的熟練加值。你的法術屬性由你的職業或賦予你進行法術攻擊的特性確定。\n\n例如，如果你使用長劍進行近戰武器攻擊，你將你的力量修正值添加到攻擊和傷害擲骰中。相反，如果你使用 _火球術_ 的法術攻擊，你將你的法術屬性修正值添加到攻擊擲骰中。如果你是一名法師，智力是你的法術屬性，所以添加你的智力修正值。_火球術_ 的描述沒有告訴你在傷害擲骰時添加修正值，因此你不需要添加。\n\n遊戲中的各種特性對這一規則進行了明確的例外。例如，具有靈巧特性的武器允許你選擇是否使用力量或敏捷修正值。另一個例子是當你使用《玩家手冊》（第195頁）中的雙武器戰鬥選項時，你不會將你的屬性修正值添加到額外攻擊的傷害中，除非該修正值是負值。然而，你仍然會將你的屬性修正值添加到攻擊擲骰中，因為該選項沒有告訴你不要這樣做。換句話說，你要遵從一般規則，直到遊戲中的例外告訴你不要這樣做。\n\n對於像 _綠焰之刃_ 法術這樣的特殊情況該怎麼辦？這個法術出現在《劍海奇兵指南》中，它讓你使用武器進行近戰攻擊。查看上面的表格，你會發現在正常情況下，當你進行近戰武器攻擊時，你應該使用你的力量修正值。這不管法術是否讓你進行攻擊都無關緊要。如果一個法術期望你進行法術攻擊，法術的描述會這樣說。例如，看看 _火球術_ 和 _冰凍射線_，兩者都這樣說——“法術攻擊”。\n\n**“近戰武器攻擊”是什麼意思：使用武器進行近戰攻擊還是使用近戰武器進行攻擊？** 它指的是使用武器進行近戰攻擊。同樣，“遠程武器攻擊”指的是使用武器進行遠程攻擊。\n\n一些攻擊即使沒有涉及武器，根據這些攻擊的文本規定，仍然被視為近戰或遠程武器攻擊。例如，徒手攻擊被視為近戰武器攻擊，即使攻擊者的身體並不被視為武器。\n\n這裡有一點微妙的措辭：如果我們指的是使用近戰武器進行攻擊，我們將寫“近戰武器攻擊”（帶連字符）。\n\n**使用長柄武器時，機會攻擊是如何工作的？** 當你可以看到的生物移出你的攻擊範圍時，通常會觸發一次機會攻擊（《玩家手冊》，195頁）。如果你想使用長柄武器（如長刀或戟）進行機會攻擊，你可以在該武器的射程範圍內進行當該生物離開你武器的射程範圍時進行攻擊。\n\n例如，如果你握著一把戟，一個站在你旁邊的生物可以移動5英尺而不觸發機會攻擊。如果該生物試圖再移動5英尺——超出你的10英尺射程範圍——該生物就會觸發一次機會攻擊。\n\n**被致盲的生物能否進行機會攻擊？** 機會攻擊通常由“一個你能看到的敵對生物”觸發（《玩家手冊》，195頁）。如果你看不見敵人，你就不能對它進行機會攻擊。具有視覺盲區的生物是這一規則的例外，因為這種能力允許這些生物在一定範圍內“看見”。\n\n**機會攻擊是否可以用於進行緊抱或推擠？** 緊抱和推擠是需要使用攻擊動作（《玩家手冊》，195頁）的特殊近戰攻擊。機會攻擊是一種特殊的反應。如果你想要嘗試在反應中進行緊抱或推擠，請使用準備動作。\n\n**當你使用雙武器戰鬥時，你能在你的回合中抽取並投擲兩把武器嗎？** 你可以使用雙武器戰鬥投擲兩把武器（《玩家手冊》，195頁），但這個規則並不賦予你免費抽取兩把武器的能力。\n\n在你的回合中，你可以免費與一個物體互動，可以在你移動或進行行動期間進行（《玩家手冊》，190頁）。最常見的物體互動之一是抽取或收納武器。在同一回合內與第二個物體互動需要一個行動。你需要像雙武器戰鬥者這樣的特性才能免費抽取或收納第二把武器。\n\n**在雙武器戰鬥中，我可以使用兩次（普通攻擊和額外攻擊）去推擠一個生物嗎？** 不行。雙武器戰鬥（《玩家手冊》，195頁）只有在第一次攻擊是用輕型近戰武器進行時才會授予額外攻擊。推擠生物是一種特殊的近戰攻擊，不涉及使用武器。\n\n**如果一個生物被緊抱，它還能進行攻擊和使用其特殊能力嗎？** 緊抱狀態限制的是移動，而不是攻擊、施法等。話雖如此，許多與緊抱相關的能力，比如絞索怪的觸手攻擊，也會產生像被束縛狀態之類的效果。\n\n**《玩家手冊》中的緊抱規則對於無手生物是否有效？** 《玩家手冊》（195頁）中的緊抱規則是為至少有一只手的緊抱者編寫的，但DM可以輕松地將這一規則適應到沒有手但有咬合或附肢（如觸手）的生物身上，這些部位可以合理地抓住某人。例如，一隻狼可以嘗試用咬合抓住一個人，只要它抓住這個人，它就無法使用咬合攻擊。\n\n請注意，《玩家手冊》中的緊抱規則需要使用攻擊動作，因此生物在使用該規則時必須採取攻擊動作，而不是使用其統計塊中的多重攻擊或其他動作。擁有特殊緊抱攻擊的怪物，比如絞索怪，在使用其特殊攻擊時不遵從該規則。\n\n**緊抱或推擠是否會觸發風暴神職者的「風暴之怒」或戰爭大師的「反擊」？** 這兩個問題的答案都是不。擒抱和推撞選項（《玩家手冊》，195頁）不會導致命中或未命中。\n\n**比如，我擒抱你，然後我跌倒。現在我們一起躺下了嗎？** 不是的。如果你變得平躺，你緊抱的生物不會被擊倒。你現在是從平躺的位置抓住這個生物。\n\n**在遠程目標被困在近戰中，該目標是否會受到某種掩護或我是否會受到不利影響？** 如果另一個生物位於你和目標之間，你的目標會受到半掩護（《玩家手冊》，196頁）。\n\n**傷害是否可以通過抗性或其他形式的傷害減免降低到0？** 在規則中沒有傷害最小值，因此可能通過攻擊、法術或其他效果造成0傷害。\n\n**一條龍對我使用吐息武器。我成功地達到豁免，並且對傷害具有抗性。我只受到傷害的四分之一嗎？** 是的，因為抗性應用於對傷害的所有其他修正之後（《玩家手冊》，197頁）。如果你成功達到豁免，並仍然受到傷害，則在具有正確抗性的情況下，該傷害減半。\n\n**是否意味著只有近戰武器攻擊才能使敵人昏迷，還是近戰法術攻擊也可以？** 如果你使用近戰攻擊將一個生物的生命值降至0，你可以使該生物昏迷（《玩家手冊》，198頁）。這種近戰攻擊並不僅限於武器。甚至近戰法術攻擊也可以用來使生物昏迷。\n\n**用網進行的攻擊是否總是帶有不利？** 除非你有一種特殊能力說明，否則任何網攻擊都具有不利，因為你要麼在目標5英尺內（見《玩家手冊》，149頁），要麼在長程內進行攻擊，而網的長程在5到15英尺之間。\n\n**非戰鬥大師是否可以嘗試使敵人解除武裝？** 解除武裝攻擊技巧是為戰鬥大師專業設計的，但任何人都可以嘗試解除敵人的武裝。《DM指南》（271頁）提供了DM可能裁定此活動的一種方式。\n\n**自然武器是否被視為武器？** 被規則指定為武器的東西，包括自然武器，確實被視為武器。相反，徒手攻擊不是武器。這是你用身體的非武裝部位進行的動作。\n\n**我能用一把武器進行攻擊，然後用另一隻手抽出第二把武器，並有資格使用雙武器戰鬥嗎？** 要使用雙武器戰鬥的額外動作（《玩家手冊》，195頁），你必須在進行第一次攻擊時雙手握著兩把武器。如果你是作為額外攻擊特性的一部分使用兩把或更多武器，則雙武器戰鬥額外動作的規則不適用。該額外動作的規則僅適用於它自己，而不適用於遊戲中對兩把或更多武器的任何其他使用。"
      }
    ]
  },
  {
    "id": "spellCasting",
    "name": "法術(Spell Casting)",
    "description": "",
    "tabs": [
      {
        "name": "共通",
        "content": "**法術施法者是否可以將法術施放到非目標位置，以減少類似 _震碎_（shatter） 法術對隊友的傷害？** 法術施放者可以選擇將類似 _震碎_（shatter） 的法術的起點放在哪裡，因此可以選擇對盟友有利的位置。\n\n**永久魔法效應是否可以被解除？或者一旦永久，它們不再被視為魔法效應？** 如果一個法術的效果變成永久，它是可以被解除的，除非法術的描述有其他說明（例如 _石牆_（wall of stone） 法術）。\n\n**法術施法者是否必須學習法術的儀式版本，而不是普通版本，還是它們是相同的？** 要施放你所知道的法術的儀式版本，你需要擁有一項功能，比如儀式施法（Ritual Casting），這使你能夠將法術作為儀式來施放。你不需要額外學習法術的特殊版本。\n\n**法術施法者是否可以在一天中的不同時間準備法術，而不是一次全部準備？** 你只能在長休息結束時準備你的法術清單。你不能在休息結束後部分準備法術，然後再準備更多。\n\n**當你受到法術影響時，你是否總是知道？** 如果法術具有可察覺的效果，或者其文本說明你知道它（參見《PH》204頁，“目標”下），你就會意識到法術正在影響你。大多數法術都很明顯。例如，_火球_ 會灼傷你，_治療傷口_ 會治愈你，而 _命令_ 會迫使你突然做一些你原本不打算做的事情。某些法術更加微妙，但你會在法術描述中指定的時間意識到法術的存在。 _迷人之人_ 和 _感知思緒_ 就是這樣的法術範例。\n\n有些法術如此微妙，以至於你可能不知道自己曾經受到它們的影響。 _建議_ 就是這類法術的典型例子。假設你沒有注意到施法者施放法術，你可能只會記得施法者說：“你正在尋找的寶藏不在這裡。去找找位於下一座塔樓頂層的房間。” 你未能通過豁免投擲，於是你就去了另一座塔樓，以為是你的主意去那裡的。如果發現法術的證據，你和你的同伴可能會推斷出你被迷惑了。最終是否發現不顯眼法術的存在由主持人決定。通常，這是通過使用像奧秘學、調查、洞察和感知這樣的技能，或者像 _偵測魔法_ 這樣的法術來實現的。\n\n**如果我集中精神在一個法術上，然後施放另一個需要集中的法術，我對第一個法術的集中何時結束？** 如果你正在集中精神於一個法術，當你開始施放另一個需要集中的法術時，你對第一個法術的集中就會立即結束。"
      },
      {
        "name": "法術攻擊",
        "content": "**觸及範圍法術是否被視為近戰攻擊，以制伏敵人而非致命攻擊？** 具有觸及範圍的法術不代表它是一個近戰攻擊。法術會告訴你是否進行了這樣的攻擊。\n\n**法術攻擊是否能夠造成致命一擊？** 一個法術攻擊絕對可以造成致命一擊。致命一擊的規則適用於任何類型的攻擊擲骰。\n\n**施放影響多個目標的法術，例如 _烈焰射線_（scorching ray） 或 _艾德里奇之光_（eldritch blast），我是發射一道光線或光束，確定結果，然後再發射嗎？還是在進行任何攻擊擲骰之前必須選擇所有目標？** 即使這些法術的持續時間是瞬間的，你仍然要連續選擇目標並解決攻擊，而不是一次全部。如果你願意，你可以在進行任何攻擊之前宣告所有目標，但你仍然必須分別擲骰進行每次攻擊（如果適用，也要擲骰進行傷害）。\n\n**具有攻擊擲骰的法術是否可以用作“攻擊動作”或作為額外攻擊特性的一部分？** 簡而言之，不能。\n\n正如《玩家手冊》所解釋的那樣，在戰鬥中，你可以在你的回合中進行一個動作，除了移動。你可以從每個人都可以使用的選項中選擇你的動作，比如攻擊、施法和疾奔，或者你可以從你從職業、專長或其他來源獲得的特殊動作中選擇。\n\n如果你想在你的回合中施放一個法術，你需要進行“施放法術”動作。這意味著你不能進行“攻擊動作”或任何其他動作。的確，一些法術，如 _火球_ 和 _冰凍射線_，涉及進行攻擊，但你不能在未施放傳遞它的法術之前進行這樣的攻擊。換句話說，僅僅因為某事涉及攻擊並不意味著正在使用“攻擊動作”。\n\n相應地，額外攻擊特性（由多個職業，包括戰士和聖騎士，授予）不允許你施放額外攻擊法術。該特性明確依賴於“攻擊動作”，而不是“施放法術”動作或其他動作。\n\n總之，為了進行法術攻擊，你必須首先施放一個法術或使用一個創建法術效果的特性。一個遊戲特性，例如額外攻擊，讓你進行攻擊，不意味著你能施放法術，除非它說可以。\n\n**你可以使用近戰法術攻擊進行機會攻擊嗎？** 如果法術攻擊是通過施放法術創建的，則不能。當生物觸發了你的機會攻擊時，你可以使用你的反應對其進行近戰攻擊。機會攻擊並不突然賦予你施放法術的能力，例如 _觸電術_（shocking grasp）。\n\n每個法術都有一個施法時間。遊戲特性，如機會攻擊，除非特性另有說明，否則不能讓你越過該施法時間。《戰爭法師》專長就是一個例子，該特性確實允許你越過1個行動的施法時間，以代替進行機會攻擊施放法術。\n\n有一些怪物可以使用近戰法術攻擊進行機會攻擊。具體來說：包括女妖、巫妖和幽靈在內的某些怪物具有近戰法術攻擊，但並未通過法術施放來進行。例如，女妖的 _腐化之觸_（Corrupting Touch） 行動是一次近戰法術攻擊，但不需要施放法術。因此，女妖可以使用 _腐化之觸_ 進行機會攻擊。\n\n**一些法術（如 _艾德里奇之光_）以生物為目標，而其他一些法術（如 _火球_）也以物體為目標。這是否意味著我不能用艾德里奇之光攻擊門？** 法術中的目標規格（生物、物體或其他）是故意的。\n\n**近戰法術攻擊是否算作觸及死亡特性的近戰攻擊？** 確實，近戰法術攻擊是一種近戰攻擊，可以符合死亡神職業的 _觸及死亡_ 特性的條件。"
      },
      {
        "name": "施法等級",
        "content": "**如果你在沒有法術位的情況下施放一個法術，它是什麼等級？** 這樣的法術是以其可能的最低等級施放的，該等級出現在其描述的頂部附近。除非你有一種特殊能力說明，否則提升法術等級的唯一方法是在施放時消耗一個更高等級的法術位。\n\n以下是一些例子：\n\n-   魔導士的《卡塞瑞鏈鎖》特性允許術士在不使用法術位的情況下施放 _控制怪物_。因此，對 _控制怪物_ 的施放是5級，這是該法術的可能最低等級。\n-   魔導士的《五運之賊》特性允許術士使用法術位施放 _詛咒_，這意味著法術可以是1級或更高，取決於術士用來施放的法術位。\n-   武僧的《元素之徒》特性允許武僧花費氣點而非法術位來提高法術等級。\n\n這個規則適用於玩家角色和怪物，這就是為什麼《怪物手冊》中的天生法術施法者必須以其可能的最低等級施放內在法術的原因。"
      },
      {
        "name": "施法時間",
        "content": "**在你的回合上，你可以施放的法術數量有限制嗎？** 沒有規則說你在你的回合上只能施放X個法術，但有一些實際的限制。主要的限制因素是你的動作。\n\n大多數法術需要使用一個動作來施放，除非你使用類似戰士的「額外動作」（Action Surge）這樣的特性，否則你在回合中只有一個動作。\n\n如果你用額外動作施放一個法術，比如 _治療之言_（healing word），你可以用你的動作再施放另一個法術，但那個法術必須是一個零級法術。請記住，這個特定的限制只適用於使用額外動作的法術。例如，如果你使用額外動作施放第二個法術，你不受限於只能施放零級法術。\n\n**在使用由法術授予的額外動作時，適用於施放額外動作法術的規則嗎？** 有關於在額外動作中施放法術的規則（見《玩家手冊》，202頁）僅適用於你施放法術的回合。例如，_靈魂武器_（spiritual weapon）可以作為額外動作施放，並持續1分鐘。在你施放它的回合，你在它之前或之後不能再施放其他法術，除非該法術是一個施放時間為1個動作的零級法術。在 _靈魂武器_ 持續期間，它使你有權控制其幽靈武器作為額外動作。這個額外動作雖然由法術授予，但並不涉及施放法術，因此你可以在同一回合控制武器並施放你喜歡的法術。\n\n**你能在你的回合上施放一個反應法術嗎？** 當然可以！這是一種常見的情況：巫師康奈利烏斯正在他的回合上施放 _火球_，而他的敵人在他身上施放 _反魔法_。康奈利烏斯也準備了 _反魔法_，所以他使用他的反應施放它，在他的敵人的 _反魔法_ 能夠阻止 _火球_ 之前打斷它。\n\n**如果法術通常不需要集中，作為儀式施放的法術是否需要集中？** 無論施放任何法術，包括儀式版本，在1個動作以上的時間內都需要集中（見《玩家手冊》，202頁）。一旦施放完成，法術只在其持續時間條目說明需要集中時才需要集中。"
      },
      {
        "name": "材料成分",
        "content": "**法術是否會消耗它的材料成分？** 除非法術的描述說明它會消耗材料成分，否則法術不會消耗它的材料成分。例如，_識別_ 法術所需的珍珠不會被消耗，而 _救活死者_ 所需的鑽石在施放法術時會被用掉。\n\n**如果法術的材料成分被消耗，法術書法焦點仍然可以替代被消耗的成分嗎？** 不行。法術書法焦點只能替代法術描述中未註明成本且不會被消耗的材料成分。\n\n**使用施法法器需要多少互動？它是否必須包含在身體成分中？** 如果法術有一個材料成分，你在施放法術時需要處理該成分（見《玩家手冊》，203頁）。如果你使用法術書法焦點作為材料成分，則相同的規則適用。\n\n如果法術有一個身體成分，你可以使用執行身體成分的手也處理材料成分。例如，一位使用球狀物作為施法法器的巫師可以一手握著一根短杖，另一手握著球狀物，並使用球狀物作為法術的材料成分，同時使用握球狀物的手進行法術的身體成分。\n\n另一個例子：一位聖職者的聖徽刻在她的盾牌上。她喜歡一手拿著巨錘，另一手拿著盾牌進入近戰戰鬥。她使用聖徽作為她的施法法器，所以在施放具有材料成分的聖職者法術時，她需要手中拿著盾牌。如果法術，如 _援助_，還有身體成分，她可以用盾牌手執行該成分，並繼續用另一只手持著巨錘。\n\n如果同一位聖職者施放 _治癒傷口_，她需要放下巨錘或盾牌，因為該法術沒有材料成分但有身體成分。她將需要一只自由的手來進行法術的手勢。如果她擁有戰爭法師特長，她可以忽略這個限制。"
      },
      {
        "name": "持續時間",
        "content": "**如果你在集中一個法術，你是否需要保持視線與法術目標或法術效果？** 除非法術的描述或其他遊戲特性另有說明，否則你在一個法術上集中時，不需要保持視線或在範圍內。\n\n**如果我有10點臨時生命值，並在集中一個法術時受到30點傷害，維持集中的體力豁免 DC 是多少？** 在這種情況下，DC 是15。當臨時生命值吸收傷害時，你仍然受到傷害，只是不會影響你的實際生命值。\n\n相比之下，像是巫師的奧術結界這樣的特性可以替你承受傷害，有可能省去對體力豁免擲骰的需要，或者至少降低該擲骰的 DC。\n\n**法術施法者是否可以在施放後解除法術？** 通常情況下，你不能解除你施放的法術，除非（a）法術的描述說明你可以，或者（b）該法術需要集中，並且你決定結束對它的集中。否則，法術的魔法被釋放到環境中，如果你想結束它，你需要對其施放 _驅散魔法_。"
      },
      {
        "name": "特定法術",
        "content": "**[新] 我能否對類人屍體，如殭屍或鬼魂之形的不死生物，施展死靈復生嗎？** 當 _死靈復生_ 的目標是一具屍體時，該屍體必須曾經屬於類人生物。\n\n如果法術的目標是一堆骨頭，則沒有生物類型的限制；這些骨頭將變成骷髏。\n\n**在時間停止法術期間施展『給予生命』是否會結束時間停止？** 不會。然而，用附贈動作命令新創造的生物會結束 _時間停止_。\n\n**你能透過獲得更多臨時生命值延長阿迦斯之甲的持續時間嗎？** 這個法術只在你擁有法術提供的臨時生命值的同時有效。當那些臨時生命值消失時，法術就結束了。\n\n請注意，臨時生命值不是累積的（參見 _PH_, 198）。如果你已經有臨時生命值，然後再獲得更多臨時生命值，除非遊戲特性允許，你不會將它們相加。你可以決定保留哪些臨時生命值。例如，假設你是一名擁有黑暗之祝福特性的術士，當你擊敗一個生物並將其降到0生命值時，你目前有 2 點 _阿迦斯之甲_ 的臨時生命值，你剛剛殺死了一隻怪物，並且你的黑暗之祝福現在可以給你 4 點臨時生命值。如果你選擇接受這些臨時生命值，它們將取代 _阿迦斯之甲_ 的臨時生命值並結束該法術，所以你可能不想接受它們，而是保持法術繼續生效，以繼續受益於它提供的冷凍傷害。\n\n**樹皮之肤與盾牌、掩護和其他AC修飾如何配合？** _樹皮之肤_ 明確指定在受到該法術影響時，你的 AC 不能低於 16。這意味著你事實上忽略了對你的 AC 的任何修飾，包括你的敏捷修飾，你的護甲，盾牌和掩護，除非你的 AC 高於 16。例如，如果你的 AC 通常為 14，當 _樹皮之肤_ 作用於你時，它為 16。如果你的 AC 通常為 15 並且你有一半掩護，你的 AC 為 17；在這種情況下，_樹皮之肤_ 就不相關了。\n\n**致盲祝福法術在我專注於該法術時，每次成功的攻擊是否都會造成額外的光輝傷害，還是只有第一次攻擊？** 法術描述中的「下一次」表明額外傷害僅適用一次，即在你完成詠唱法術後第一次擊中生物時。\n\n**冰觸法術是否旨在阻礙任何具有再生能力的生物？** _冰觸_ 的確確實實阻止其命中的目標在法術結束前恢復生命值。即使目標因免疫或其他原因不受死靈傷害，這也是真實的。\n\n**使用 5 英尺方塊，_匕首之雲_ 是否只影響單一方塊？** _匕首之雲_（5 英尺立方體）可以影響網格上的多個方塊，除非DM說效果與網格對齊。有許多放置該方塊的方法。\n\n**在被強迫決鬥的生物能否從施法者遠離 30 英尺以上的地方傳送？** 不行。你不能以任何方式，包括傳送，移動到比 _強迫決鬥_ 的施法者更遠的地方。\n\n**由召喚動物法術中的野獸造成的傷害是否被視為魔法傷害？** 召喚生物的屬性塊確定了生物傷害的性質，除非法術另有說明。\n\n**召喚動物法術能召喚一群嗎？** 不行。 _召喚動物_ 召喚個別的生物，而一群是由多個生物組成的。\n\n**當你施放類似於召喚森林生物的法術時，是法術施法者還是DM選擇被召喚的生物嗎？** 遊戲中有一些法術允許你召喚生物。 _召喚動物_，_召喚天界生物_，_召喚次要元素生物_ 和 _召喚森林生物_ 只是其中的一些例子。\n\n這類法術中的一些明確指定由法術施法者選擇被召喚的生物。例如，_尋找熟悉_ 為施法者提供了可以選擇的動物列表。\n\n這類法術中的其他一些允許法術施法者從幾個廣泛的選擇中進行選擇。例如，_召喚次要元素生物_ 提供了四個選擇。以下是前兩個：\n\n-   挑戰等級為 2 或更低的元素生物一隻\n    \n-   挑戰等級為 1 或更低的元素生物兩隻\n    \n    這些選擇的設計意圖是法術施法者選擇其中一個，然後DM決定出現符合所選選擇的生物。例如，\n    \n    如果你選擇了第二個選項，DM將選擇兩個挑戰等級為 1 或更低的元素生物。法術施法者當然可以表達他希望出現哪種生物，但由DM來決定是否這樣做。DM通常會選擇在戰役中適合並能在場景中引入樂趣的生物。\n\n**反法術是否針對施法者或嘗試抵消的法術？** _反法術_ 的目標是另一位施法者。\n\n**如果擁有對亡靈免疫特質的巫師使用生命之體消耗生命骰提升由創造魔僕法術創造的魔僕的生命點上限，是否仍會降低巫師的生命點上限？** 使用生命骰影響魔僕，如法術描述所述，但巫師的生命點上限不會減少。\n\n**你能用高等級法術位施放黑暗法術，以結束一個創造光明的3級或更高法術嗎？** 不能。_黑暗_ 法術只能驅散2級或更低法術創造的光明，無論用於 _黑暗_ 的法術位如何。同樣地，_日光_ 法術只能驅散3級或更低法術創造的黑暗，不論使用的法術位如何。\n\n**如果 _崩毀_ 法術的傷害將一個半獸人減少到0生命點，不屈不撓的忍耐是否可以防止半獸人變成灰燼？** 可以。_崩毀_ 法術只有在該法術的傷害使你的生命點降為0時才會將你變成灰燼。如果你是半獸人，不屈不撓的忍耐可以將0轉換為1，然後法術無法將你崩毀。\n\n**如果一個使用野性變形的德魯伊被 _崩毀_ 法術減少到0生命點，德魯伊是否只是離開野獸形態？** 德魯伊離開野獸形態。與往常一樣，任何剩餘的傷害都應用於德魯伊的正常生命點。如果剩餘的傷害使德魯伊的生命點降為0，則德魯伊將被崩毀。\n\n**你能使用驅散魔法來驅散像吸血鬼的媚惑能力或德魯伊的野性變形等魔法效果嗎？** _驅散魔法_ 有一個特定的目的：打破其他法術。它對不是法術的吸血鬼的媚惑能力或任何其他不是法術的魔法效果無效。它對魔法物品的屬性也毫無作用。然而，它可以結束從魔法物品或其他來源施放的法術。法術-這是 _驅散魔法_ 的作用。例如，如果你在 _權杖之力_ 上施放 _驅散魔法_，該法術無法干擾權杖的魔法屬性，但如果權杖的持有者從權杖上施放 _定身法_，則 _驅散魔法_ 可以在目標上施放 _定身法_ 並結束該法術。\n\n有一些能夠結束或暫停不是法術的魔法效果的能力和其他法術。例如， _強大的復原_ 法術可以結束目標身上的任何一種魅力效果（如吸血鬼的媚惑或樹靈的妖魅魅惑），而聖武士的奉獻光環可以防止或暫停這樣的效果。\n\n結束特定魔法效果的最靈活的三個法術是 _小復原_、_強大的復原_ 和 _解咒_。\n\n**你能否使用驅散魔法來結束像死靈復生之類的法術創造的生物或用反魔法場影響這些創造物？** 每當你想知道一個法術的效果是否能被驅散或暫停，你需要回答一個問題：該法術的持續時間是否瞬間？如果答案是肯定的，就沒有什麼可以驅散或暫停的。原因在於：瞬間法術的效果是由魔法帶入存在的，但效果不是由魔法維持的（參見 _PH_, 203）。魔法一閃而過，然後消失。例如，瞬間法術 _死靈復生_ 利用魔法能量將一具屍體或一堆骨頭變成不死生物。那種死靈魔法在瞬間存在，然後消失。結果的不死生物現在不再需要魔法的幫助而存在。對該生物施放 _驅散魔法_ 無法結束其對生命的嘲弄，該不死生物可以漫遊到 _反魔法場_ 而不受不良影響。\n\n另一個例子：_治療傷口_ 瞬間將生命點恢復給一個生物。由於該法術的持續時間是瞬間，因此恢復不能被後來的驅散所解除。如果你走進 _反魔法場_，你也不會突然失去生命點！\n\n相比之下，像 _召喚森林生物_ 這樣的法術具有非瞬間的持續時間，這意味著它的創造物可以被 _驅散魔法_ 結束，並在 _反魔法場_ 中暫時消失。\n\n**你能準備 _驅散魔法_ 來阻止另一個法術生效嗎？** 阻止法術的最簡單方法是在其施放時對其施放 _反法術_。如果成功，_反法術_ 會中斷其他法術的施放，使該法術無法生效。_反法術_ 適用於任何法術，不論法術的施放時間或持續時間如何。\n\n使用行動就緒，_驅散魔法_ 可以在另一個法術施放時作出反應，但 _驅散魔法_ 不能替代 _反法術_。主要原因是 _驅散魔法_ 移除的是已經在目標上的法術，無論該目標是生物、物體還是其他現象。_驅散魔法_ 不能事先解除某事。\n\n如果一個法術尚未存在於目標上，_驅散魔法_ 對該目標無濟於事。就是說，就準備好的 _驅散魔法_ 最好的作用是在法術被施放後立即結束該法術，以防止其在使用動作施放後產生任何效果。例如，你可以在你的回合說出這樣的話：“我準備 _驅散魔法_，如果高階祭司對任何人施放法術，我將在該法術生效時對目標施放 _驅散魔法_。”如果高階祭司然後對你的同伴施放 _定身法_ 並失敗了它的豁免，你可以釋放已準備好的 _驅散魔法_ 並結束 _定身法_。\n\n**能否用 _驅散魔法_ 結束無損結界？** 能，_驅散魔法_ 可以結束 _無損結界_ 創建的屏障，但不能結束屏障內活動的任何魔法效果。\n\n**如果驅散魔法針對由牧師施放的祝福所產生的魔法效果，它是否會移除所有目標上的效果？** _驅散魔法_ 結束一個目標上的法術。它不會結束其他目標上相同的法術。\n\n**你用尋找使者法術召喚的使者能否使用協助動作，使你在攻擊擲骰時獲得優勢？** 使者不能進行攻擊，但它可以進行非攻擊動作，包括協助。正如協助動作的文字所指示（_PH_，192），這個動作不需要你能夠進行攻擊；你只需要能夠提供某種形式的干擾。\n\n**尋找使者法術的使者是否算作偷襲的盟友？** 使者是一個友好的生物。它接近目標可以讓你使用偷襲特性或任何其他需要有盟友存在的特性。\n\n**當你解散用尋找使者法術召喚的使者回到其口袋維度時，它是否能帶走它穿戴或攜帶的任何物品？** 不，_尋找使者_ 的目的是使得當使者消失時任何物品都留在原地。這個目的將在未來的 _Player's Handbook_ 版本中得以體現。\n\n**像 _火球_ 這樣的法術如果其起源點設在小於 40 英尺的封閉空間內，能否超過其 20 英尺的半徑？** _火球_ 法術的火焰可以在拐角處擴散，但受限於法術的 20 英尺半徑。無論在哪裡施放，它都不會超過起源點 20 英尺的範圍。\n\n**如果我是一位具有生命之徒特性的牧師/德魯伊，_好果_ 法術是否受到該特性的影響？** 是的。生命之徒特性將使每顆果實恢復 4 點生命，而不是 1 點，假設你用一個 1 級法術槽施放 _好果_。\n\n**你能否在額外攻擊、機會攻擊、偷襲和其他武器攻擊選項中使用綠焰劍和雷鳴劍？** _Sword Coast Adventurer’s Guide_ 中引入的 _綠焰劍_ 和 _雷鳴劍_ 法術提出了一些問題，因為它們都有一些不尋常的地方：需要你在法術施放的過程中進行一次近戰武器攻擊。\n\n首先，這些法術都涉及正常的近戰武器攻擊，而不是法術攻擊，因此你使用你通常與武器一起使用的能力調整值。 （法術告訴你是否包括法術攻擊，而這兩個法術都不包括。）例如，如果你使用長劍施放 _綠焰劍_，你使用你的力量調整值進行武器的攻擊和傷害擲骰。\n\n其次，_綠焰劍_ 和 _雷鳴劍_ 都不適用於額外攻擊或任何其他需要使用攻擊動作的特性。與其他法術一樣，這些零級法術需要進行法術施放動作，而不是攻擊動作，除非某種特殊的特性允許你這樣做，它們不能用來進行機會攻擊。\n\n第三，如果這些武器攻擊滿足偷襲特性的正常要求，它們可以與偷襲一起使用。例如，如果你擁有偷襲特性並用一個靈巧武器施放 _綠焰劍_，如果你在擲骰時有優勢並且擊中了目標，你可以對武器攻擊的目標造成偷襲傷害。\n\n**當生物成功抵抗 _信仰守護者_ 並受到 10 点輻射傷害時，這對法術的總傷害量算作多少？是 20 因為它造成了這麼多傷害，還是 10 因為目標受到了這麼多傷害？** 它對生物造成了 10 點傷害，因此從總傷害中減去 10 點。\n\n**對於 _荊棘之雹_ 法術，它是持續到初始攻擊結束還是持續專注結束？** _荊棘之雹_ 持續到你用遠程武器攻擊一個生物或你的專注結束，以先發生者為準。\n\n**由 _加速_ 提供的額外動作是否可用於激活魔法物品？** 不可以。激活魔法物品不是使用物品動作的一部分（_DMG_，141）。\n\n**英雄宴會法術是否授予對毒素傷害的免疫，還是只有對毒素狀態的免疫？** _英雄宴會_ 法術授予對任何形式的毒素免疫——包括傷害和狀態。\n\n**英勇法術的臨時生命值每輪是否累積？** 臨時生命值不是可累積的。法術會告訴你是否應該將它提供的臨時生命值相加。在每個你的回合開始時，該法術有效地刷新你從中獲得的臨時生命值數量；如果你失去了一些或全部的臨時生命值，該法術會將它們還給你。\n\n**如果英勇法術施放在已經受到驚恐的角色身上，它是否會移除驚恐效果？** _英勇_ 法術會壓制已經存在於目標身上的驚恐效果。當法術結束時，目標的免疫效果消失，如果驚恐效果尚未過期或被移除，則會恢復。\n\n**來自妖術法術的額外傷害是否僅在有攻擊擲骰時適用？** _妖術_ 法術中的額外傷害需要一次擊中的攻擊。\n\n**由於休息可以識別魔法物品，而 _識別_ 法術不能發現詛咒，那麼 _識別_ 法術的角色是什麼作用？** 最重要的因素是時間和方便性。在短休息期間，至少需要 1 小時，符合條件的角色可以確定一個魔法物品的屬性（參見《地下城主掌指南》第136頁的“識別魔法物品”）。相比之下，施放 _識別_ 法術僅需 1 分鐘（或者如果作為儀式施放，則需要 11 分鐘），並且可以在需要迅速確定時進行。\n\n**當跳躍法術給予生物的跳躍距離超過其步行速度時會發生什麼？** 你的跳躍受到你能移動的距離的限制；每腳跳躍都使用一腳的移動。如果你想要在回合中擴展移動的距離，可以使用衝刺動作。\n\n例如，如果你的力量分數為15，當你進行長跳躍時，如果你在之前至少移動了10英尺，你通常可以跳躍15英尺。如果 _跳躍_ 法術施放在你身上，潛在的跳躍距離將增加三倍。那就是跳躍45英尺！如果你的速度是30英尺，你只能在回合中使用其中的30英尺距離，除非你使用衝刺動作，這將允許你完全跳躍45英尺。\n\n**你能否在使用魔甲法術時使用盾牌？** _魔甲_ 法術可以與盾牌一起使用。在 _Player's Handbook_ 裡，盾牌與盔甲一起分類在裝備規則中，但各種遊戲特性區分了你所穿戴的盔甲和你所揮動的盾牌。看看武僧的無甲防禦特性，並將其與野蠻人的版本進行比較。在武僧的版本中，如果你想要從該特性中獲益，你必須放棄穿戴盔甲和揮動盾牌，而野蠻人只需放棄穿戴盔甲。\n\n**非甲防禦是否與像魔甲這樣的法術一起使用？** 非甲防禦不能與 _魔甲_ 一起使用。你可能會問自己：“為什麼它們不一起運作呢？ _魔甲_ 規定它適用於沒有穿戴盔甲的生物。”確實，_魔甲_ 的目標必須沒有穿戴盔甲，但 _魔甲_ 給予你一種新的計算你的護甲等級的方式（13 + 你的敏捷調整值），因此它與非甲防禦或任何其他提供護甲等級計算的特性不相容。\n\n**我發現魔甲法術被稱為魔甲，但它並不算作盔甲，這讓我感到困惑。** 一些法術和職業特性具有比喻而非字面上的名稱。法術或職業特性的文字解釋了它的功能。在這種情況下，_魔甲_（_PH_，256）將目標包圍在“保護性的魔法力場”中；該法術並不提供盔甲。\n\n**用微幻法術創造的物體可以移動嗎？例如，一堵牆沿著走廊滑動？** 由 _微幻_ 創造的虛幻物體是靜止的。與像 _大幻影_ 和 _欺騙_ 這樣談論移動的法術進行比較。\n\n**微幻法術能創造一片霧氣雲嗎？如果可以，射擊一支箭穿過它會取消虛幻嗎？** 由 _微幻_ 創造的虛幻物體應該像凳子或石頭一樣，而不是一種大氣效果。\n\n**迷霧步法術沒有說明施法者是否能夠帶著穿戴或攜帶的裝備。它是否意味著要將一切都留下，包括衣物？** 不，施法者穿戴和攜帶的裝備應該隨著他們一起移動。\n\n有些傳送效果確實指定你能夠帶著裝備進行傳送；這樣的規定是一個不必要過於拘泥的例子，因為遊戲中沒有一個傳送效果假設你在傳送時沒有穿著衣物，就像一般的移動規則不假設你在行走時丟掉一切一樣。\n\n**月光束法術在施放時是否造成傷害？當它的效果移動到一個生物身上時呢？** 兩個問題的答案都是否定的。以下是對這個答案的一些補充說明。\n\n有些法術和其他遊戲特性創建一個區域效應，在生物在其回合首次進入該區域或在該區域內開始其回合時，該區域效果會有所作為。當你施放這樣的法術的回合，你主要是在為你的敵人在以後的回合設置傷害。例如，_月光束_ 創造了一束光，可以傷害進入該光束的生物或在該光束中開始其回合的生物。\n\n以下是其區域效應具有相同時機的一些法術：\n\n_刀劍屏障 殺氣撲撲_\n\n_飛刀雲 埃瓦德的黑色觸手 禁制 月光束_\n\n_雨雪風暴 精靈守護者_\n\n閱讀這些法術的描述，你可能會想知道如果區域是在生物的空間上創建的，是否認為生物進入了法術的區域。如果區域效應可以移動——正如 _月光束_ 的光束可以——將其移動到生物的空間中是否算作生物進入該區域？對於這類法術，我們的設計意圖是這樣的：當生物進入該區域時，生物進入了區域效應。在生物的空間上創建區域效應或將其移動到生物身上並不算入其中。如果生物在其回合開始時仍在該區域內，則受到該區域效應的影響。\n\n進入這樣的區域效應不需要是自願的，除非法術另有說明。因此，你可以使用像 _雷霆波_ 這樣的法術將一個生物投擲到區域內。我們認為這是聰明的遊戲玩法，而不是一種不平衡的表現，所以請盡管投擲！然而，需要注意的是，生物只有在其在一個回合內第一次進入區域時才會受到區域效應的影響。在同一回合內無法將生物反覆移入並從區域內損害它。\n\n總結，像 _月光束_ 這樣的法術會在生物進入法術的區域效應時對其產生影響，並在生物在該區域開始其回合時對其產生影響。你基本上是在戰場上創造一個危險。\n\n**在 Mordenkainen's Magnificent Mansion 中進入並放置的物品在法術結束時會發生什麼？** 意圖是物品在法術結束時被彈出房屋，並出現在離門最近的未被佔據的空間。這個意圖將在未來 _Player's Handbook_ 的版本中體現。\n\n**平面束縛法術是否召喚要綁定的生物，還是這是分開進行的？** _平面束縛_ 不召喚生物。它試圖綁定在法術射程內的生物。\n\n**在變形的時候，你能夠專注於一個法術嗎？** 你不能在變形的時候施放法術，但法術本身並不妨礙你在變形之前施放的法術進行專注。\n\n**處於變形效果下的願意生物是否必須使用新形態的心智統計數據？** 是的。除非法術告訴你其他情況，它對於願意生物的效果和對於不願意生物的效果是相同的。\n\n**如果處於變形狀態的生物因為火焰傷害而恢復到其真實形態，而該形態具有火焰抗性，那麼剩餘的傷害是全額還是只有抗性的一半？** 當生物恢復到其真實形態時，剩餘的傷害將受到該形態的傷害抗性的影響，如果有的話。\n\n**處於變形狀態的生物是否可以擁有其他法術效果，還是那些遊戲統計數據也被變成野獸形態的統計數據所替換？** _變形_ 只替換目標的角色表或統計數據，使用所選形態的統計數據。其他效果，如其他法術，仍然存在。\n\n**如果我被變形或野性變形成具有少於100點生命的生物，然後被 _權威咒語殺_ 技能瞄準會發生什麼？** 你會死亡。\n\n**對於 _魔法手法_ 來說，什麼樣的東西算作“非魔法小玩意”？** _魔法手法_ 可以創造一個小玩意，其性質由施法者和DM決定。請參見《Player's Handbook》（第160-61頁）中的小玩意表，其中有一些示例。\n\n**如果你抓住或推開一個敵對生物，是否會結束施加在你身上的庇護法術？** 如果你在戰鬥規則（_PH_，195）中使用抓住或推擠選項，_庇護_ 法術確實會在你身上結束，因為你已經進行了一次攻擊。\n\n**我可以將暗影之刃交給另一名隊友嗎？它只說當我投擲或丟棄它時，刀刃會消失。** 不行。意圖是當你放開刀刃時它就會消失（這是“丟棄”這個詞的一個意思）。\n\n**如果我對我的四肢法杖施放 _shillelagh_ 並擁有 _Polearm Master_ 專長，額外的攻擊使用的是 d4 還是 d8 的傷害？** _Polearm Master_ 專長的好處應用於武器的另一端，並且始終使用 d4 進行傷害，而不是武器的正常傷害骰。對於使用 _shillelagh_ 強化的四肢法杖，這與正常情況一樣。\n\n**如果一個法術施法者受到緩慢效果，並花了兩個回合來完成一個法術，如果他們的目標移出範圍或視線，會發生什麼情況？** 你在完成法術施放時選擇法術的目標，而不是在開始時。\n\n**惡臭雲法術說一個生物在失敗的豁免擲骰中浪費了行動。那麼它仍然可以使用移動、附贈動作或反應嗎？** 正確。氣體並不使生物無法移動或完全阻止其行動，但法術的效果確實限制了它在雲氣繼續存在時能夠完成的事情。\n\n**颶風復仇的效果是否可以堆疊？還是每個回合效果都會改變？** 在法術 _颶風復仇_ 中，每個新的效果都會取代上一輪的效果。\n\n**在建議法術中的建議句是口語成分，還是口語成分是獨立的？** 口語成分是神秘的言辭（_PH_，203），而不是普通的言談。法術中的建議是一種可以理解的發言，與口語成分是分開的。_命令_ 法術是這個原則的最簡單的例子。口語成分的發言是獨立於導致法術效果的任何口語發言之外的，並且在其之前。\n\n**Tasha's hideous laughter 中的措辭似乎暗示只有在目標被使倒地時，無能為力的效果才適用。這是對的嗎？** 在對 _Tasha's hideous laughter_ 的豁免擲骰中失敗意味著你會無能為力，即使你無法倒地。\n\n**如果你正在影響一個目標使用念力，而一個盟友將你放入 _Otiluke's resilient sphere_ 中，你是否可以繼續使用現有的念力法術影響目標或其他目標？** 你可以保持對你已經影響的目標的念力掌握，但你無法影響新的目標。該球提供了完全掩蓋，阻止你對球外的任何目標進行定位。\n\n**如果兩個生物受到 _tether essence_ 的影響，並且都受到區域效果（如龍的吐息）的損傷，它們是否都受到兩次傷害？** 是的。\n\n**我可以使用 _unseen servant_ 來充當使用 _Sneak Attack_ 之類的類特性時的盟友嗎？** _Unseen servant_ 創造的是“一種無形、無意識、無形狀的力量”（_PH_，284）。在戰鬥中，它不像生物、敵人或盟友一樣行動。\n\n**每當你施放 _wish_，你是否總是有百分之三十三的機會永遠無法再次施放它？** 如果你施放 _wish_ 來複製一個0–8級的法術，那麼沒有不利的影響。然而，如果你做的不僅僅是複製0–8級的法術，那麼你就會遭受法術最後一段所描述的壓力。一旦這種壓力影響到你，就有百分之三十三的機會你將無法再次施放 _wish_。1"
      }
    ]
  },
  {
    "id": "monsters",
    "name": "怪物",
    "description": "",
    "tabs": [
      {
        "name": "怪物",
        "content": "**天然護甲是否視為輕型盔甲？** 不是的。天然護甲不屬於輕型、中型或重型盔甲的分類，當你擁有它時，不被視為你所穿戴的盔甲。\n\n**天然護甲是否限制生物的敏捷加值上限？** 天然護甲不限制生物的敏捷加值。\n\n**對非魔法致命的打擊武器免疫的怪物，仍然會受到墜落傷害嗎？** 是的，那隻怪物仍然會感受到墜落的傷害，因為墜落不是武器。\n\n**怪物可以使用哪些動作進行藉機攻擊？多重攻擊和吐息武器的動作允許嗎？** 怪物遵循正常的藉機攻擊規則（_PH_, 195），規定藉機攻擊是一次近戰攻擊。這意味著怪物必須選擇進行單一的近戰攻擊，可以是其統計方塊中的攻擊，或者是一個通用攻擊，例如徒手攻擊。\n\n多重攻擊不符合要求，不僅因為它不止一次攻擊，而且因為多重攻擊的規則（_MM_, 11）規定此動作不能用於藉機攻擊。不包括攻擊擲骰的動作，例如吐息武器，也不符合資格。\n\n**食屍鬼和恐鬼的咬擊攻擊似乎未添加熟練加值。是故意的還是誤解？** 是故意的，這是食屍鬼/恐鬼的特性。與它們的爪擊攻擊相比，它們在咬擊方面表現得非常糟糕。怪物有時會有這種特殊之處。\n\n**《怪物手冊》說食人妖說食人妖說食人妖說食人妖，但《玩家手冊》沒有提到這種語言。哪個是正確的？** 《玩家手冊》的語言表不列舉D&D多元宇宙中的每一種語言。《怪物手冊》提到其他語言，包括食人妖、摩德隆、沙魚人和斯萊德。\n\n**擁有隨意施法能力的怪物是否意味著它可以將法術作為行動或附贈動作施放？** 如果一隻怪物具有隨意施法的能力，那麼該法術將按照其正常的施法時間進行施放。\n\n**如果怪物進行使用其敏捷修正的近戰攻擊，是否被視為使用了靈巧武器？** 一種武器除非其描述說明具有靈巧屬性，否則不具有靈巧屬性，而使用敏捷進行攻擊不會賦予靈巧屬性。如果武器確實具有該屬性，則可以使用力量或敏捷進行攻擊。\n\n**《怪物手冊》指出瘋狂魔的呼出毒煙能夠窒息並殺死整個群體的生物。然而，它的《天生法術施法》卻列在其中。因此，聖騎士的防護光環是否能抵抗它？** 是的，因為《天生法術施法》的《天生法術施法》是一種法術，防護光環將能夠使你和距離你10英尺的友好生物對其產生抵抗力。\n\n**一條龍的吐息武器是否具有魔法性？** 如果你施放《反魔法領域》、穿上《無敵護甲》或使用遊戲中其他保護魔法或非魔法效果的功能，你可能會問自己：“這能保護我免受龍吐息的傷害嗎？”一條典型的龍的吐息武器不被視為魔法，因此《反魔法領域》將無法幫助你，但《無敵護甲》會。\n\n你可能會想：“龍對我來說似乎相當神奇。”是的，它們確實非凡！它們的描述甚至說明它們是神奇的。但我們的遊戲對兩種類型的魔法進行了區分：\n\n-   是D&D多元宇宙物理和許多D&D生物生理的一部分的背景魔法\n    \n-   是包含在魔法物品中或通過通道創建法術或其他集中的魔法效果的遊戲特徵\n    \n    在D&D中，第一類魔法是自然的一部分，它與風一樣無法被驅散。一條龍這樣的怪物存在是因為那種增強了魔法的自然。規則關心的是第二種魔法。當一條規則提到某事是魔法時，它指的是那種魔法。確定遊戲特徵是否具有魔法性是簡單的。向自己提出以下問題，以了解該特徵：\n    \n-   它是魔法物品嗎？\n-   它是一種法術嗎？或者它是否允許您創建其描述中提到的法術的效果？\n-   它是法術攻擊嗎？\n-   它是通過使用法術槽的燃料嗎？\n-   其描述是否說明它是魔法的？\n    如果您對這些建問題的任何一個回答是肯定的，該功能就是魔法的。\n    \n    讓我們看看一條白龍的冰冷吐息，並向自己提出這些建問題。首先，冰冷呼吸不是一種魔法物品。其次，它的描述中未提到任何法術。第三，它不是法術攻擊。第四，詞語“魔法”在其描述中並未出現。我們的結論是：冰冷吐息在遊戲效果上不被視為魔法，即使我們知道龍是驚人的、超自然的存在。\n\n**龍的翼擊傳奇動作的移動是否會引起機會攻擊，如果它移動超出對手的攻擊範圍？** 是的。翼擊不能保護龍免受機會攻擊。\n\n**具有魔法抗性的生物是否在面對神聖力量使用的Channel Divinity（如轉化不信者）的豁免擲骰上有優勢？** Channel Divinity創造了魔法效果（正如牧師和聖騎士都所述）。魔法抗性適用。\n\n**風元素、火元素和水元素在擠進5英尺寬或更小的空間時是否遭受任何懲罰，無論是進行戰鬥還是使用技能？** 風元素/火元素/水元素在1英寸以上的空間中忽略擠進規則的移動部分（_PH_, 192），這是其特殊特性風之形態、火之形態或水之形態的結果。\n\n**地元素是否可以抓住生物，然後將其拉入地下並留在那裡讓其死亡？** 不行。地元素的地滑是僅適用於自身的。當它以這種方式移動時，元素不會帶走其他生物。\n\n**巫妖的生命干擾能力是否影響被賦予生命的物品和其他構造？** 該能力針對不是不死生物的生物，因此是的，它會影響構造（以及所有其他類型的生物）。\n\n**如果陰影取得暴擊，是否會減少目標的力量2d4，並造成額外的死靈損傷？** 不會。暴擊使您能夠兩次擲出傷害骰。造成傷害的效果是降低目標的生命值。陰影的力量減少不是傷害，因為它對目標的生命值沒有影響。\n\n**由於相同名稱的遊戲特徵不堆疊，這是否意味著目標在休息之間不能受到陰影的力量消耗影響超過一次？** 力量消耗的預期功能是它與自身堆疊，這由它將你的力量降低到0來表示。\n\n**吸血鬼是否受到定身或平靜情緒的影響？** 許多法術不僅影響任何生物，而且僅限於特定類型，正如法術中所指定的那樣。_定身_ 和 _平靜情緒_ 只對人形生物有效，而吸血鬼不是人形生物。\n\n**吸血鬼一次可以魅惑多少生物？** 不，吸血鬼一次可以魅惑的生物數量沒有上限。吸血鬼每次使用其魅惑動作時都可以選擇一個不同的人形生物，如果它們的豁免擲骰不成功，可能導致整個敵人小組被魅惑。\n\n**怪物的領導能力是如何工作的？** 生物啟動領導作為一個動作。在效益結束之前，當範圍內的可見盟友進行攻擊擲骰或豁免擲骰時，生物可以授予一個骰子。\n\n**gauth的吞噬魔法眼射線是否會終結生物對受影響的已調較魔法物品的調較？** 不會。\n\n**能夠挖掘的生物是否能夠抓住目標並將其通過挖掘拉入地下，然後留在那裡？** 不行。只有具有挖掘通道能力的生物才能在挖掘時將另一生物拖入。例如，紫色蟲具有挖掘者特性，因此當挖掘時可以將一個被抓住的生物拖入其創建的通道。相反，地元素不能將一個生物拖入地下。\n\n**九頭蛇是否可以使用反應頭來同時對一個觸發的生物進行多次機會攻擊？** 是的。因此，我們建議當您打算從九頭蛇身邊移開時使用閃避動作。"
      }
    ]
  },
  {
    "id": "magicItems",
    "name": "魔法物品",
    "description": "",
    "tabs": [
      {
        "name": "魔法物品",
        "content": "在動作中可以給昏迷的角色灌下藥劑嗎？ 是的，您可以在動作中給其他人灌下藥劑（DMG, 139）。\n\n如果藥劑不複製法術，是否需要專注？ 藥劑的效果只有在其描述中如此規定，或者它複製需要專注的法術時才需要專注。\n\n對於變裝帽，我如何設置disguise self的法術豁免 DC？佩戴者是否必須是一名施法者？ 使用您的施法能力修正值來設置 DC。如果您沒有施法能力，則使用您的熟練加值來設置它（參見 DMG 第141頁的“法術”部分）。\n\n《地下城主的指南》中的卷軸規則和法術卷軸規則哪個是正確的？ 兩者都是正確的。卷軸的規則（第139頁）適用於一般卷軸，包括 保護卷軸，如果您能閱讀，您可以嘗試激活法術。 法術卷軸的規則是特定於該類型的卷軸，並引入了一個附加要求：卷軸上的法術必須在您的職業法術列表上，以便您能夠閱讀該卷軸。\n\n法術卷軸的名稱可以有多種方式：法術卷軸、X之卷軸（其中X是法術的名稱），或者法術卷軸 of X（再次，X是法術的名稱）。無論其名稱如何，法術卷軸都遵循相同的規則。\n\n要滿足 法術卷軸 的要求，卷軸上的法術需要在您的職業使用的法術列表上。以下是兩個例子。如果您是一名牧師，該法術必須在牧師法術列表上，如果您是具有精靈騎士職業的戰士，則該法術必須在巫師法術列表上，因為這是您的職業使用的法術列表。\n\n護身符和防禦手環的AC加成是否堆疊？ 是的。一般來說，加成是可以堆疊的，除非它們來自相同的法術（參見《玩家手冊》第205頁的“合併魔法效果”）。例如，您不能同時獲得超過一個 護身符 的好處，因為您一次只能調較一個項目的副本。\n\n魔法武器是否給您攻擊和傷害擲骰的加成？ 只有在其描述中說明的情況下，魔法武器才會給您攻擊擲骰和傷害擲骰的加成。每把魔法武器都能突破對來自非魔法攻擊的傷害的抵抗和免疫，但只有某些魔法武器比它們的非魔法對應品更準確和更有傷害力。例如，+1長劍 和 巨人殺手 都給您+1的攻擊擲骰和傷害擲骰加成，而 火舌 和 寒霜 則不提供此類加成。然而，所有四種武器都能突破地元素對來自非魔法攻擊的損傷的抵抗。\n\n簡而言之，攻擊擲骰和傷害擲骰的加成被視為魔法武器的特殊屬性，而不是所有魔法武器都自動提供的東西。\n\n我的戰士使用一把魔法長弓和非魔法箭矢攻擊一個生物。這次攻擊是魔法的嗎？ 由魔法遠程武器進行的攻擊是魔法的，即使彈藥不是魔法的。 （這一點在《地下城主的指南》的勘誤中得到了澄清。）\n\n帶有投擲特性（標槍等）的魔法武器在被投擲後是否會返回到擁有者手中？ 如果魔法武器在被投擲後會返回到您手中，其描述會這樣說，就像 矮人投擲者（DMG, 167）一樣。\n\n如果具有刺殺特性的盜賊使用一把噬頭劍，那麼突襲攻擊是否會即時擊殺？ 不會。 噬頭劍 要求您在攻擊擲骰中擲出20才能斬斷某人的頭。攜帶 噬頭劍 並使用突襲攻擊的刺殺職業的盜賊，如果攻擊擲骰成功，雖然可以自動暴擊，但除非攻擊擲骰為20，否則目標仍然保留頭顱。\n\n精靈是否對愛的藥劑進行豁免擲骰，因為它是一種魅惑？描述暗示沒有豁免。 對 愛的藥劑 沒有豁免擲骰。愛情就是如此強烈。\n\n拉姆之戒是使用法術攻擊還是武器攻擊？ 文本未指定。 拉姆之戒 的攻擊是遠程法術攻擊。《地下城主的指南》未來的版本將反映這種意圖。\n\n使用纏繞之繩 時，我是繼續握住一端，還是整條繩子纏繞目標？ 在將另一端纏繞目標時，您仍然握住繩子。\n\n虛無之球能進入利蒙的微小小屋嗎？ 可以。虛無之球摧毀了圓頂。\n\n如果您握住+2盾牌而未採取行動穿上它，您是否能獲得魔法加成？** 是的，但僅限於您握住盾牌時獲得的魔法+2。相反，只有當您像正常情況下使用行動穿上盾牌時，您才能獲得盾牌的非魔法AC加成（參見《玩家手冊》第5章的“穿上和脫下盔甲”）。\n\n如果一個角色用矮人投擲者攻擊一個具有傳遞導彈特性的武士，並且武士使用逮住導彈，那麼錘子首先返回給攻擊者，還是武僧能夠接住它？ 武僧可以接住它。"
      }
    ]
  }
]