{
  "property": {
    "str": "力量代表肌肉力量、運動訓練、及能發揮多少肉體潛能。",
    "dex": "敏捷代表機敏度、反射速度、平衡力。",
    "con": "體魄代表健康、耐力、生命力。",
    "int": "智力代表思考速度、記憶力、邏輯能力。",
    "wis": "感知代表你對外在環境的觸覺，反映觀察力和洞察力。",
    "cha": "魅力量度你跟他人有效地交流的能力。它代表了信心、口才，也能代表迷人或有力的個性。"
  },
  "initiative": {
    "initiative": ""
  },
  "basicAttributes": {
    "tmpHP": "一些法術和特殊能力賦予生物臨時生命。臨時生命並不是真正的生命值；它們是對傷害的緩沖，是保護你免受傷害的一個生命值。\n\n當你擁有臨時生命並受到傷害時，臨時生命會首先喪失，而任何剩余的傷害都會轉移到你的正常生命值上。",
    "ac": "你的裝甲等級（AC）代表你的角色在戰鬥中避免受傷的程度。對你的護甲等級有貢獻的東西包括你穿的盔甲，你攜帶的盾牌，以及你的敏捷調整值。然而，並不是所有的角色都穿戴盔甲或攜帶盾牌。在沒有盔甲或盾牌的情況下，你的角色的AC等於10+他或她的敏捷調整值。如果你的角色穿了盔甲，攜帶了盾牌，或者兩者都有，請使用裝備部分的規則計算你的AC值。在你的角色卡上記錄你的AC值。",
    "speed": "每個角色都有一個速度，它是角色在1個回合內可以行走的距離，單位是英尺。這個數字是假設在有生命危險的情況下進行短時間的精力充沛的運動。",
    "proficiencyBonus": "你的熟練加值總是基於你的總角色等級，如角色進階表中所示，而不是你在某個特定職業中的等級。",
    "inspiration": "激勵是DM可以用來獎勵你以真實的方式來扮演你的角色，這符合他或她的個性特征、理想、紐帶和缺陷。通過使用激勵，你可以利用你對被壓迫者的同情心這一個性特征，使你在與乞丐王子的談判中取得優勢。或者，激勵可以讓你調用你的羈絆來保衛你的家鄉，以推開對你施加的法術的影響。",
    "passivePerception": "被動感知是一種特殊的能力檢查，不涉及任何擲骰。這種檢查可以代表重覆完成的任務的平均結果，比如反覆尋找秘密的門，或者可以用於DM想秘密地確定角色是否成功，而不需要擲骰子，比如注意到一個隱藏的怪物。"
  },
  "strSkills": {
    "athletics": "力量（運動）檢定覆蓋進行攀爬、跳躍、遊泳時遇上的困難情況。"
  },
  "dexSkills": {
    "acrobatics": "敏捷（特技動作）檢定覆蓋在麻煩的情況下保持平衡，例如在冰塊上奔跑、走繩、在猛搖的甲板上站穩。DM也可能用敏捷（特技動作）檢定決定你能否完成體操特技，包括前翻、側翻、空翻、後翻等。",
    "stealth": "當你嘗試躲起來避過敵人、潛過守衛、偷偷溜走、無聲無息地潛到某人背後時，進行一次敏捷（隱藏）檢定。",
    "sleightOfHand": "每當你嘗試施行障眼法或扒手的時候，例如把一些東西放在他人身上或者將一件東西藏在自已身上，進行一次敏捷（扒手）檢定。DM可能會要你進行敏捷（扒手）檢定以決定你是否能從其他人的錢包或口袋中摸魚。"
  },
  "intSkills": {
    "arcana": "你的智力（奧秘）檢定量度你憶起關於法術、魔法物品、奧秘符文、魔法派系、位面、位面之民的知識的能力。",
    "history": "你的智力（奧秘）檢定量度你憶起關於歷史事件、傳奇人物、古王國、昔日糾紛、近代戰爭、失落文明的知識的能力。",
    "investigation": "當你到處嗅探線索並用它們推理的時候，你進行一次智力（調查）檢定。你可能要推斷隱藏的物體的位置、從傷口的外觀判斷它由甚麼武器做成、或找出一條隧道的結構性弱點。在一堆古卷中尋找一段隱藏的知識也可能需要一次智力（調查）檢定。",
    "nature": "你的智力（自然）檢定量度你憶起關於地勢、動植物、氣候、自然週期的知識的能力。",
    "religion": "你的智力（宗教）檢定量度你憶起關於神明、儀式和禱告、教牧階級、聖徽、秘密組織風俗的知識的能力。"
  },
  "wisSkills": {
    "animalHandling": "當不確定你是否能馴服一隻牲畜、安撫座騎使其免受驚嚇、或者推斷出動物的意向的時候，進行一次感知（馴養動物）檢定。當你嘗試一些危險動作時你也會用感知（馴養動物） 檢定去控制你的座騎。",
    "insight": "感知（察言觀色）檢定決定你是否能辦別另一人的真實意圖，例如辨別謊言或預測他的下一步行動時。這樣做需要讀取對方的身體語言、言談舉止、態度轉變等。",
    "medicine": "感知（醫術）檢定讓你可以嘗試穩定瀕死戰友的傷勢或者診斷疾病。",
    "perception": "你的使用感知（觀察）檢定讓你可以看，聽，或用其他方式感察到一些東西的存在。它代表你對週圍環境的觸覺，以及你的敏銳感官。例、偷聽門後的對話、在窗外竊聽、或聽到在林中靜稍稍地移動的生物。或者你可能在試著看見被遮蔽或容易看走眼的東西，不論是在前路埋伏的獸人、躲在暗巷裡的混混、還是從密門的門鏠間漏出的燭光。",
    "survival": "當你要追蹤、狩獵野味、引導隊伍穿過冰原、辦識出附近住著鷹熊、預測天氣、迴避流沙或其他天險時，DM可能要求你進行一次感知（生存）檢定。"
  },
  "chaSkills": {
    "deception": "魅力（欺瞞）檢定決定你能否可信地隱暪真相，不論是言語還是動作。由模稜兩可地誤導人到彌天大謊都包括在內。常見的情況包括暪過守衛、騙過商人、從賭局賺錢、以易容暪天過海、安撫他人的懷疑、載著樸克臉撒大謊等。",
    "intimidation": "當你嘗試用威脅、敵對行為、暴力等使他人回心轉意時，進行一次魅力（威嚇）檢定。例子包括迫供、嚇退混混、用破瓶的利口“說服”高官三思等。",
    "performance": "你的魅力（表演）檢定決定你能多好地用音樂、舞蹈、扮演、賣藝、說書，或其他方式娛樂觀眾。",
    "persuasion": "當你嘗試圓滑地、優雅地、善意地遊說使某人或一群人時，DM可能會要你進行一次魅力（說服）檢定。通常你會用說服去表示信任，促進友誼，誠懇地請求，或展示恰當的禮儀。例子包括說服官務大臣給你跟國王會面，商談多族間的和平契約，或激勵一幫村民。"
  }
}