[
  {
    "id": "whatIsSpell",
    "name": "法術是什麼",
    "description": "A fall from a great height is one of the most common hazards facing an adventurer. At the end of a fall, a creature takes 1d6 bludgeoning damage for every 10 feet it fell, to a maximum of 20d6. The creature lands prone, unless it avoids taking damage from the fall.",
    "tabs": [
      {
        "name": "法術環階",
        "content": "每項法術都屬於 0 至 9 環其中一階。法術的環階大致指示了它的強度，低階（但依然神奇）的法術裡有 1 環的*魔法飛彈*，而高階法術裡則有驚天動地的 9 環*祈願術*。 0 環戲法是一種簡便到幾乎只靠默念就可以施展的強大法術。施展高環階法術時，施法者本身也必須具有較高的施法者等級。\n    \n法術的環階跟角色的等級不是簡單的對等關係。展施 9 環法術時，通常需要其角色至少為 17 級，而非 9 級。"
      },
      {
        "name": "已知法術和準備法術",
        "content": "在施法者能用某項法術前，他必須先將這項法術銘刻在其意識裡，或者必須將該法術的力量儲存在一個魔法物品中。某些職業的角色（如吟遊詩人和術士）只擁有一個有限的已知法術列表，但其中的法術可以一直被銘記在其意識中。同樣的模式，也使用於很多使用魔法的怪物。而另一些施法者（如牧師和法師）則需要先進行準備法術的程序。該程序每一職業都有所不同，其具體細節會在相應的職業描述中說明。\n    \n無論如何，施法者可以銘記的法術是有限的，而其數量會隨角色的等級而增加。"
      },
      {
        "name": "法術位",
        "content": "不論施法者已知或準備了多少法術，他都只能施展有限的法術，然後就需要靠休息來恢復其施法能力。哪怕施展最簡單的法術，操控魔網並引導魔力的過程都會對其身心帶來負擔，而施展高環階法術時其消耗則更為嚴重。因此，每種施法職業的描述都會包含一個列表（契術師除外），列明角色在特定等級所擁有的每個環階法術位數量。例如，3 級法師烏瑪拉具有四枚 1 環法術位和兩枚 2 環法術位。\n    \n施展某個法術時，施法者消耗一枚與該法術環階相應，或更高環階的法術位，相當於用該法術 “填上” 這個法術位的位置。你可以將法術位想像成一條條特定大小的槽，1 環法術位是小槽，環階越高對應的槽就越大。 1 環法術可以置入到任何大小的法術位中，而 9 環法術則只能置入到一枚 9 環法術位中。因此，當烏瑪拉施展 1 環法術魔法飛彈時，他消耗四枚 1 環法術位其中之一，並剩下三枚 1 環法術位。\n    \n完成一次長休可以恢復所有已耗用的法術位（見**休息**規則）。\n    \n某些角色和怪物具有某些特殊能力，使其在施法時可以不消耗任何法術位。\n\n#### 升環施法 Casting a Spell at a Higher Level\n\n當施法者用比法術本身環階更高的法術位施展法術時，所施展的法術將視為進行升環施法。例如，假設烏瑪拉用其 2 環法術位施展法術*魔法飛彈*，則放出來的魔法飛彈是一個 2 環法術。形像上相當於，該法術自行擴大以匹配施法者為其安排的法術位。\n    \n某些法術（諸如*魔法飛彈*和*治療傷勢*）在升環施法時會有更強的效應，其細節則會在相應的法術描述中進行說明。"
      },
      {
        "name": "穿戴護甲施放法術",
        "content": "由於施法所需要的心靈專注和精確姿勢，你必須要熟練於你正穿戴的護甲才能夠施放法術。否則你將會因為護甲所造成的干擾和物理妨礙而無法順利施放法術。"
      },
      {
        "name": "戲法",
        "content": "戲法是可以隨意施展的法術，它不消耗法術位也不需要預先準備。施法者多次重覆的練習已經將這些法術銘記在其意識裡，並灌注了足以重覆施展的魔力。戲法屬於 0 環法術。"
      },
      {
        "name": "儀式",
        "content": "某些特定的法術帶有一項特殊的標籤：儀式。這些特殊的法術除了以正常方式施放之外，還可以用以進行儀式施法。儀式施法的施法時間會比相應法術正常施法時間長10 分鐘。\n    \n而儀式施法時並不需要消耗法術位，這也意味著以儀式施展的法術不能進行升環施法。\n    \n進行儀式施法的施法者必須具有儀式施法的相應能力或特性（比如牧師和德魯伊的相應特性所述）。該法術還必須處在施法者的準備法術列表或已知法術列表中，除非該角色的儀式施法特性另有指定（比如法師的相應特性所述）。"
      }
    ]
  },
  {
    "id": "castingSpell",
    "name": "施放法術",
    "description": "當角色施放任何法術時，無論該角色的職業或該法術的效果如何，都遵循著下列基本的規則。\n    \n每個法術的描述都會包含一組固定的情報欄位，包括該法術的名稱、環階、學派、施法時間、射程、構材、和持續時間。法術的其餘欄位則會用以詳述該法術的具體效果。",
    "tabs": [
      {
        "name": "施法時間",
        "content": "大部分的法術在施放時都只需要一個動作，但有些法術會要求一個附贈動作、一個反應、或更長的時間才能施放。\n\n#### 附贈動作 Bonus Action\n\n以附贈動作施放的法術特別迅捷。你必須在你的回合使用一個附贈動作才能施放該法術，但前提是你在該回合尚未採取過其他附贈動作。在該回合中，除了施法時間為1個動作的戲法以外，你不能再施放其他法術。\n\n> - 一名牧師以附贈動作施放*醫療真言*後，無法再以動作施放*治療傷勢*，因為治療傷勢為一環法術，並非戲法\n> - 一名牧師以附贈動作施放*醫療真言*後，可以使用動作施放*聖焰*，因為聖焰為戲法\n> - 一名角色在自己的回合以附贈動作施放醫療真言後，**不能**在自己的回合內跳下懸崖並以反應施放*羽落術*。因為附贈動作施放法術後便無法在自己的回合放其他非戲法的法術\n>  - 一名角色以動作施放*治療傷勢*後，**可以**在自己的回合內跳下懸崖並以反應施放*羽落術*。因為以動作施法並沒有附贈動作的限制\n>  - 一名角色在自己的回合以附贈動作施放醫療真言後，在他人的回合被推下懸崖時，**可以**以反應施放*羽落術*。因為施放的時間點不在自己的回合，不受附贈動作規則所影響\n\n#### 反應 Reactions\n\n有些法術可以使用反應施放。這些法術通常只需要幾分之一秒的時間就能施放完成，且被用於回應某些事件。若一個法術可以使用反應來施放，該法術的描述將會確切地告訴你在什麼時候可以這麼做。\n\n#### 更長的施法時間 Longer Casting Times\n\n某些法術（包括以儀式施放的法術）會需要更多的時間施放：數分鐘或甚至數小時。當你施放一個施法時間超過一個動作或反應的法術時，你必須在每一輪中都使用你的動作施放該法術，且你必須在你這麼做時維持你的專注（參見下述的「專注」條目）。若你的專注被中斷，則該法術失敗，但你並不會消耗掉法術位。若你想要再次嘗試施放該法術，則你必須重新開始。"
      },
      {
        "name": "射程",
        "content": "法術的目標必須處於該法術的射程範圍內。對於如*魔法飛彈*一類的法術，其目標必須要是一個生物。而對於像是*火球術*一類的法術，其目標則會是空間中使火球從中爆炸的一點。\n    \n 大部分法術的射程會以呎為單位表示。有些法術只能夠指定一個你觸碰的生物（包括你自己）作為目標。也有一些法術（例如護盾術）只能影響你自己，這些法術的射程將標註為自身。\n    \n有些法術會創造出以你為源頭的錐形或線性效果範圍，而這些法術的射程也同樣會標註為自身，用以表示該法術的效果範圍必須以你做為源頭（參見本章稍後提及的**效果範圍**）。\n    \n 一旦法術被施放，除非該法術的描述另有說明，否則它的效果將不會再被限定於射程範圍內。"
      },
      {
        "name": "構材",
        "content": "法術的構材代表著你施放它所必須滿足的物質條件。每個法術的敘述都會說明其是否需要滿足聲音（聲）、姿勢（勢）、或材料（材）構材。你必須滿足一個法術的所有構材才能夠施放該法術。\n\n####  聲音（聲） Verbal (V)\n\n大部分的法術都需要詠唱咒語。這些咒語本身並不是法術能量的源頭；但其特定音調和共鳴的聲音組合卻能夠牽動魔網的絲弦，完成施法。因此，若一名角色被塞住嘴巴或處於完全靜默的空間（例如沉默術所造成的區域），則他將無法施放任何需要聲音構材的法術。\n    \n\n#### 姿勢（勢） Somatic (S)\n\n施法姿勢可能會包括一個固定的手勢、或一連串精巧的動作。若一個法術需要姿勢構材，則施法者必須至少有一隻空手才能完成這些姿勢。\n    \n\n#### 材料（材） Material (M)\n\n施放某些法術會需要特定的物品，這些物品會被註記在其構材欄位中。角色可以使用一個**材料包**或一個**法器**以取代法術中註記的材料構材。但若該材料構材有指定價格，則角色必須持有該特定構材才能夠施放該法術。\n    \n若一個法術註記其材料構材會被該法術消耗，則施法者必須在每一次施放該法術時都提供該構材。\n    \n一個施法者必須有至少一隻空手以接觸該法術的材料構材—或持握一個法器。這隻空手可以是他或她用以施展姿勢構材的那隻手。\n\n> 若施法購材需要材料以及姿勢，角色可以使用姿勢的手持有材料；若施法購材**只有姿勢**，那在規則上就必須要空手\n> 一名手持盾牌和法器的德魯伊想要施放*毒氣噴濺*(需要聲音姿勢兩項購材) 會失敗，因為該德魯伊並沒有空手來執行姿勢購材。但如果該德魯伊想要施放*修復術*(需要聲音姿勢材料三項購材)則會成功，因為持有材料的手同時可以做為姿勢使用\n> 資料來源: Sage Advice"
      },
      {
        "name": "持續時間",
        "content": "#### 即效 Instantaneous\n\n許多法術的效果都是轉瞬而逝。這些會以某種方式傷害、治療、或改變一個生物或物體的法術，因為其魔法僅會存在一瞬間，因此它們的效果將無法被解消。\n    \n\n#### 專注 Concentration\n\n有些法術會需要你維持專注以讓它的魔法效果持續作用。若你的專注中斷，則這類法術也將隨之結束。\n    \n若一個法術需要專注以維持，則其將在它的持續時間欄目中被註明，且該法術也會註明你最多可以維持該專注的多久的時間。你可以在任何時候停止專注（無須動作），甚至不在你的回合也可以。\n    \n\n尋常舉動（像是移動或攻擊）並不會影響專注。只有下列因素會使專注被中斷：\n\n-   **施放另一個需要專注的法術。** 若你施放了另一個需要專注的法術，則你當前的專注將被中斷。你不能同時專注於兩個法術。 \n-   **受到傷害。** 每當你在專注於一個法術的期間受到傷害，你都必須進行一次體質豁免，成功則繼續維持你的專注。該豁免檢定的DC等同於10或你所受到傷害的一半，兩者取高。若你受到多次不同來源的傷害（例如箭矢和龍息），則你必須為每一次傷害來源分別進行豁免檢定。\n-   **陷入無力或被殺死。** 若你陷入無力狀態或若你死亡，則你當前的專注將被中斷。\n    \n\nDM可能會認定在特定環境現象下，例如面對暴風雨中撲面而來的巨浪，你會需要成功通過一次DC 10的體質豁免才能夠維持法術的專注。"
      },
      {
        "name": "目標",
        "content": "大部分的法術都會要求你選擇一個或多個受法術魔法所影響的目標。法術的描述將會說明該法術要指定生物、物體、還是效果範圍的源點（後述）作為目標。\n    \n除非該法術具有可觀察到的效果，否則目標生物完全不會知道自己成為了法術的目標。霹靂作響的閃電也許相當明顯，但像是閱讀思想這種效果更加精細的法術，除非其另有說明，否則通常都不會被注意到。\n\n#### 通往目標的暢通路徑 A Clear Path to the Target\n\n當要指定某個事物做為目標時，你與它之間必須要有一條暢通的路徑，因此你不能指定處於全掩護的事物做為目標。\n    \n若你將法術範圍效果的源點指定在一個你無法看見的點，且你與該點之間存在著一道障礙物時，則效果的源點將改為變成位於該障礙物靠近你的那一側。\n    \n力場牆或是類似法術的透明牆壁也會阻擋施法。\n\n#### 以自身為目標 Targeting Yourself\n\n若法術指定一個你所選擇的生物做為目標，你可以選擇你自己作為目標，除非該生物被特別註明必須是敵對生物、或除了你以外的其他生物。若你處於你所施放法術的效果範圍內，則你可以選擇自己做為目標。\n\n#### 察覺法術的施展 Perceiving a Caster at Work\n\n許多法術展現出明顯可見的效果：如火焰爆炸，冰牆，傳送等等。其餘的某類法術，如魅惑人類一樣，沒有任何可見的、可聽見的、或其他可察覺其效果的跡象，並且很容易被不受其影響的人所忽視。正如《玩家手冊》中所提到的，你通常不知道一個法術已經被施放了，除非這個法術產生了一個能夠引起注意的效果。\n    \n但是施法的動作呢？是否有可能有人正察覺到一個法術正在被施放於他們的面前？要被覺察到，這次施法必須包含言語，姿勢或材料。無論使用的是在法術描述中所指定的材料物件、材料包或者法器，該材料成分的具體形式對於感知結果而言並不重要。\n    \n如果對法術成分的需求已經被一種特殊的能力所取代，比如術士超魔法特性或者許多生物所具有的天生施法能力，那麼施法是不可察覺的。如果一個不可察覺的施法產生了一個可感知的效果，通常不可能在沒有其他證據的情況下確定施法者是誰。\n\n#### 辨識法術 Identifying a Spell\n\n有時一個角色會想要識別一個對方正在施放或已經施放的法術。為此，角色可以在對方施放法術時使用他們的反應來識別法術，或者他們可以在對方施放之後使用一個動作來識別法術的效果。\n    \n 如果角色感知了施法、法術效果，或者兩者都感知到了，角色可以通過*反應*或*動作*來做一個智力（奧秘）檢定。 DC = 15 +法術等級。如果該法術以類法術的形式施放，並且該角色是其同類的成員，那麼該檢定將帶有優勢。例如，如果施法者以牧師身份施放法術，另一個牧師在這次識別法術檢定上帶有優勢。某些法術在施放時不會與任何職業發生衝突，比如當一個怪物使用其固有的施法特性。\n\n這個智力（奧秘）檢定代表一個事實，即識別一個法術需要敏銳的頭腦及熟悉施法的理論和實踐。即使對於一個施法能力是感知或魅力的角色也是如此。能夠施法本身並不能讓你熟練地推斷出別人施法時在做什麼。\n\n#### 無效的法術目標 Invalid Spell Targets\n\n一道法術會具體指明施法者可指定的目標：任何類型生物、特定類型生物（比如，類人生物或野獸）、一個物件、一個區域、施法者本身或其他什麼東西。但是如果一個法術的目標不是一個有效的目標會發生什麼呢？例如，有人可能會對一個被認為是類人生物的生物施展魅惑人類，而不知道目標實際上是個吸血鬼。如果出現此問題，請使用以下規則處理。\n    \n-   如果你對某人或某物施放了一個不能被該法術影響的法術，那該目標將不發生任何事，其結果等同於其豁免檢定成功，哪怕它並未進行過任何一次豁免（不要表露任何該生物是無效目標的暗示）。否則，你就會視為意識到該法術對目標無效。\n-   如果一個法術在持續時間中，該目標變成了無效目標，比如一位德魯伊在被支配人類的情況下變身野獸，這時候支配人類法術會變成無效，與無效法術目標一樣，法術變為無效立即結束。"
      },
      {
        "name": "效果範圍",
        "content": "*燃燒之手*和*寒冰錐*這類法術的效果會覆蓋一片區域，讓其得以同時影響複數個生物。\n\n法術的描述會詳細說明其效果範圍，這些效果範圍通常會是下列五種形狀的其中之一：錐形、立方體、圓柱、直線、或球體。每個效果範圍都有其**源點**，一個讓法術能量從中爆發的點。各效果範圍形狀的規則將定義你設置相應源點的方式。通常來說，源點都會是空間中的一點，但有些法術會指定一個生物或一個物體做為其源點。\n    \n法術的效果會從源點開始向外線性擴散。若效果範圍內的某個場所與源點之間不存在任何一條不被阻礙的直線，則該場所將不會被包括在該法術的影響範圍內。障礙物必須要能提供全掩護，才能對這些效果線形成阻礙（掩護的規則請參見第九章的描述）。\n\n#### 錐形 Cone\n\n錐形效果會從其源點向你所選擇的方向延伸。錐形上任意一點的寬度將等於其中點到源點的距離。錐形的效果範圍會指定其最大的長度。\n    \n錐形的源點並不包括在錐形的效果範圍中，除非你選擇將其包括在內。\n\n![enter image description here](https://i.imgur.com/MJdf0XU.png)\n\n#### 立方體 Cube\n\n你從立方體效應的任意一面上選擇一點做為其源點。立方體的大小會以各邊邊長的形式表示。\n    \n立方體的源點並不包括在立方體的效果範圍中，除非你選擇將其包括在內。\n    \n#### 圓柱 Cylinder\n\n圓柱的源點位於其截面圓形的中心，法術的描述將會指定其圓的半徑。這個截面園必須位於地上，或位於該法術效果範圍的頂部。圓柱的能量會先從源點向外展開道圓形的周界，形成圓柱的基底後，接著法術效果才會從圓柱的基底向下或向上射出，直到其形成圓柱的指定高度為止。\n    \n圓柱的源點被包括在圓柱的效果範圍之中。\n    \n\n#### 直線 Line\n\n直線會由其源點以一直線延伸出去，並覆蓋由其寬度定義的區域。\n    \n直線的源點並不包括在直線的效果範圍中，除非你選擇將其包括在內。\n\n![enter image description here](https://i.imgur.com/BSxKZZ3.png)\n    \n\n#### 球體 Sphere\n\n你選擇一個球體的源點，接著球體將從該點向外延伸並構成一個球體的效果範圍。這個球體的大小會以其自源點延伸的半徑呎數來表示。\n    \n球體的源點被包括在球體的效果範圍之中。"
      },
      {
        "name": "豁免檢定",
        "content": "許多法術明確指定目標可以進行豁免檢定，以避免某些或全部法術效果。法術會指定目標用於豁免的屬性，以及成功或失敗時的結果。\n\n對抗你的法術的豁免難度(DC)等於 8 + 你的施法能力修正值 + 你的熟練加值 + 任何特殊修正。\n\n註：施法能力修正值為你施法能力屬性的相關數值，熟練加值為你的角色等級所提供的加值，特殊修正是指來自特定法術或其他效果的額外修正。"
      },
      {
        "name": "攻擊檢定",
        "content": "有些法術要求施法者進行攻擊檢定來確定法術效果是否命中目標。你的法術攻擊加值等於你的施法能力修正值 + 你的熟練加值。\n\n大多數需要攻擊檢定的法術涉及遠程攻擊。請記住，如果你與一個敵對生物處於5英尺範圍內，且該生物能看見你且未失去行動能力，你的遠程攻擊擲骰將有劣勢。"
      },
      {
        "name": "法術學院",
        "content": "魔法學院將法術分為八個類別，稱為魔法學派。學者，特別是巫師，將這些類別應用於所有法術，相信所有的魔法本質上運作方式相同，不論是來自嚴格的學習還是神明的賜予。\n\n魔法學派有助於描述法術，它們本身沒有規則，雖然有些規則涉及到這些學派。\n-   **防護系.** 儘管其中有些法術具有攻擊性的用途，但防護系法術的本質是用於守護。它們可以創造出魔法屏障、抵銷有害效果、傷害入侵者、或驅逐來自另一個存在位面的生物。\n-   **咒法系.** 咒法系的法術設計將物體或生物從一處傳送到另一處。有些法術會將生物或物體召喚到施術者身旁，而有些則會將施術者傳送到另一個地方。有些咒法系法術甚至可以憑空創造出物體或效應。\n-   **預言系.** 預言系的法術揭曉情報，無論其形式是失傳的古老秘密、未來的瞬像、祕寶的藏第、幻術背後的真相、或遙遠人物或區域的景象。\n-   **惑控系.** 惑控系的法術影響他人的心靈，改變或控制他們的行為。這類法術可以使敵人將施術者視作摯友、強迫生物採取特定行動、或甚至如同操控扯線木偶般控制其他生物。\n-   **塑能系.** 塑能系法術操縱魔法能量以產生其想要的效果。有些法術會換出爆炎或閃電，有些則引導正能量以治療傷口。\n-   **幻術系.** 幻術系法術可以欺騙他人的感官或心靈。它們能使人們看見不存在的事物、忽視既在的事物、使人產生幻聽、或讓人記起從未發生過的過去。有些幻術系法術會創造出所有生物都能夠看見的幻影，但最陰險狡詐的幻術魔法則會將幻影直接植入生物的心靈之中。\n-   **死靈系.** 死靈系法術操弄生死能量。這類法術能夠賦予額外的生命力、從其他生物身上汲取生命能量、創造不死生物、或甚至起死回生。透過活化死屍這類的法術以創造不死生物並不是什麼善良的行徑，只有邪惡的施術者會常常使用這類法術。\n-   **變化系.** 變化系法術能夠改變生物、物體、或環境的性質。它們可能會將敵人變成無害的生物、強化盟友的力量、使物體依照施術者的命令移動、或提升生物的自癒能力以使傷勢迅速回復。"
      },
      {
        "name": "混合魔法效果",
        "content": "當不同法術的持續時間重合時，它們的效果將會被累加在一起。然而，多次施放的相同法術並不會讓其效果疊加，而只有最強大的效果（例如加值最高者）會在其持續時間重合的期間生效；若其施放強度相同，則最近一次施放的效果將會生效。\n    \n舉例來說，若兩名牧師都對同個目標施放了祝福術，該角色只會得益於該法術一次；他或她不會因此得以骰二顆加值骰。"
      }
    ]
  }
]