[
  {
    "id": "coinAndSell",
    "name": "Coin and selling treasure",
    "description": "",
    "tabs": [
      {
        "name": "coin",
        "content": "Common coins come in several different denominations  based  on  the  relative  worth  of  the metal from which they are made. The three most common coins are the gold piece (gp), the silver piece (sp), and the copper piece (cp).\n\nWith one gold piece, a character can buy a bedroll, 50 feet of good rope, or a goat. A skilled (but not exceptional) artisan can earn one gold piece a day. The gold piece is the standard unit of measure for wealth, even if the coin itself is not commonly used. When merchants discuss deals that involve goods or services worth hundreds or thousands of  gold pieces, the transactions don’t usually involve the exchange\n\nof individual coins. Rather, the gold piece is a standard  measure  of  value,  and  the  actual  exchange is in gold bars, letters of credit, or valuable goods.\n\nOne  gold  piece  is  worth  ten  silver  pieces,  the  most prevalent coin among commoners. A silver piece buys a laborer’s work for half a day, a flask of lamp oil, or a night’s rest in a poor inn.\n\nOne  silver  piece  is  worth  ten  copper  pieces,  which are common among laborers and beggars. A single copper piece buys a candle, a torch, or a piece of chalk.\n\nIn addition, unusual coins made of other precious metals sometimes appear in treasure hoards. The electrum piece (ep) and the platinum piece (pp) originate  from  fallen  empires  and  lost  kingdoms,  and they sometimes arouse suspicion and skepticism when used in transactions. An electrum piece is worth five silver pieces, and a platinum piece is worth ten gold pieces.\n\nA  standard  coin  weighs  about  a  third  of  an  ounce, so fifty coins weigh a pound."
      },
      {
        "name": "Standard Exchange Rates",
        "content": "| Coin             | CP   | SP   | EP   | GP    | PP     |\n|------------------|------|------|------|-------|--------|\n| Copper (cp)      | 1    | 1/10 | 1/50 | 1/100 | 1/1000 |\n| Silver (sp)      | 10   | 1    | 1/5  | 1/10  | 1/100  |\n| Electrum (ep)    | 50   | 5    | 1    | 1/2   | 1/20   |\n| Gold (gp)        | 100  | 10   | 2    | 1     | 1/10   |\n| Platinum(pp)     | 1000 | 100  | 20   | 10    | 1      |"
      },
      {
        "name": "Selling Treasure",
        "content": "Opportunities  abound  to  find  treasure,  equipment, weapons, armor, and more in the dungeons you explore.  Normally,  you can sell your treasures and trinkets when you return to a town or other settlement,  provided  that  you  can find buyers and merchants interested in your loot.\n\n**_Arms,  Armor,  and  Other  Equipment._** As  a  general rule, undamaged weapons, armor, and other equipment fetch half their cost when sold in a market. Weapons and armor used by monsters are rarely in good enough condition to sell.\n\n**_Magic Items._** Selling magic items is problematic. Finding someone to buy a potion or a scroll isn’t too hard,  but  other  items  are  out  of  the  realm  of  most  but the wealthiest nobles. Likewise, aside from a few common magic items, you won’t normally come across magic items or spells to purchase. The value of  magic  is  far  beyond  simple  gold  and  should  always be treated as such.\n\n**_Gems, Jewelry, and Art Objects._** These items retain their full value in the marketplace, and you can either trade them in for coin or use them as currency for other transactions. For exceptionally valuable  treasures,  the  GM  might  require  you  to  find a buyer in a large town or larger community first.\n\n**_Trade Goods._** On the borderlands, many people conduct  transactions  through  barter.  Like  gems  and art objects, trade goods—bars of iron, bags of salt, livestock, and so on—retain their full value in the market and can be used as currency."
      }
    ]
  },
  {
    "id": "armor",
    "name": "Armor",
    "description": "Fantasy gaming worlds are a vast tapestry made up of many different cultures, each with its own technology level. For this reason, adventurers have access to a variety of armor types, ranging from leather armor to chain mail to costly plate armor, with several other kinds of armor in between. The Armor table collects the most commonly available types of armor found in the game and separates them into three categories: light armor, medium armor,  and  heavy  armor.  Many  warriors  supplement their armor with a shield.\n\nThe  Armor  table  shows  the  cost,  weight,  and  other properties of the common types of armor worn in fantasy gaming worlds.\n\n**_Armor Proficiency._** Anyone can put on a suit of armor or strap a shield to an arm. Only those proficient in the armor’s use know how to wear it effectively,  however.  Your  class  gives  you  proficiency with certain types of armor. If you wear armor that you lack proficiency with, you have disadvantage on any ability check, saving throw, or attack roll that involves Strength or Dexterity, and you can’t cast spells.\n\n**_Armor  Class  (AC)._** Armor  protects  its  wearer  from attacks. The armor (and shield) you wear  determines your base Armor Class.\n\n  \n\n**_Heavy Armor._** Heavier armor interferes with the wearer’s ability to move quickly, stealthily, and freely. If the Armor table shows “Str 13” or “Str 15” in  the  Strength  column  for  an  armor  type,  the  armor reduces the wearer’s speed by 10 feet unless the wearer has a Strength score equal to or higher than the listed score.\n\n**_Stealth._** If  the  Armor  table  shows  “Disadvantage” in the Stealth column,  the wearer has disadvantage on Dexterity (Stealth) checks.\n\n**_Shields._** A  shield  is  made  from  wood  or  metal  and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time.",
    "tabs": [
      {
        "name": "Light Armor",
        "content": "Made from supple and thin materials, light armor favors agile adventurers since it offers some protection  without  sacrificing  mobility.  If  you  wear light  armor,  you  add  your  Dexterity  modifier  to  the base number from your armor type to determine your Armor Class.\n\n**_Padded._** Padded  armor  consists  of  quilted  layers of cloth and batting.\n\n**_Leather._** The breastplate and shoulder protectors of this armor are made of leather that has been stiffened  by  being  boiled  in  oil.  The  rest  of  the  armor is made of softer and more flexible materials.\n\n**_Studded Leather._** Made from tough but flexible leather,  studded  leather  is  reinforced  with  close-­‐‑set  rivets or spikes."
      },
      {
        "name": "Medium Armor",
        "content": "Medium armor offers more protection than light armor, but it also impairs movement more. If you wear medium armor, you add your Dexterity modifier,  to  a  maximum  of  +2,  to  the  base  number from your armor type to determine your Armor Class.\n\n**_Hide._** This  crude  armor  consists  of  thick  furs  and pelts.  It  is  commonly  worn  by  barbarian  tribes,  evil humanoids, and other folk who lack access to the tools and materials needed to create better armor.\n\n**_Chain Shirt._** Made of interlocking metal rings, a chain shirt is worn between layers of clothing or leather.  This  armor  offers  modest  protection  to  the wearer’s upper body and allows the sound of the\n\nrings  rubbing  against  one  another  to  be  muffled  by outer layers.\n\n**_Scale Mail._** This armor consists of a coat and leggings (and perhaps a separate skirt) of leather covered  with  overlapping  pieces  of  metal,  much  like the scales of a fish. The suit includes gauntlets.\n\n**_Breastplate._** This armor consists of a fitted metal chest piece worn with supple leather. Although it leaves  the  legs  and  arms  relatively  unprotected,  this armor provides good protection for the wearer’s vital organs while leaving the wearer relatively unencumbered.\n\n**_Half Plate._** Half plate consists of shaped metal plates  that  cover  most  of  the  wearer’s  body.  It  does not include leg protection beyond simple greaves that are attached with leather straps."
      },
      {
        "name": "Heavy Armor",
        "content": "Of all the armor categories, heavy armor offers the best protection. These suits of armor cover the entire  body  and  are  designed  to  stop  a  wide  range  of attacks. Only proficient warriors can manage their weight and bulk.\n\nHeavy armor doesn’t let you add your Dexterity modifier to your Armor Class, but it also doesn’t penalize  you  if  your  Dexterity  modifier  is  negative.\n\n**_Ring Mail._** This armor is leather armor with heavy rings  sewn  into  it.  The  rings  help  reinforce  the  armor against blows from swords and axes. Ring mail is inferior to chain mail, and it's usually worn only by those who can’t afford better armor.\n\n**_Chain Mail._** Made of interlocking metal rings, chain  mail  includes  a  layer  of  quilted  fabric  worn underneath the mail to prevent chafing and to cushion the impact of blows. The suit includes gauntlets.\n\n**_Splint._** This armor is made of narrow vertical strips  of  metal  riveted  to  a  backing  of  leather  that  is worn over cloth padding. Flexible chain mail protects the joints.\n\n**_Plate._** Plate consists of shaped, interlocking metal plates to cover the entire body. A suit of plate includes gauntlets, heavy leather boots, a visored helmet, and thick layers of padding underneath the armor.  Buckles  and  straps  distribute  the  weight  over the body."
      },
      {
        "name": "Armor List",
        "content": "### Light Armor\n| Armor Name            | Cost  | Armor Class | Strength | Stealth | Weight |\n| --------------------- | ----- | ----------- | -------- | ------- | ------ |\n| Padded Armor          | 5 gp  | 11 + Dex    | \\-       | Disadv. | 8 lb.  |\n| Leather Armor         | 10 gp | 11 + Dex    | \\-       | \\-      | 10 lb. |\n| Studded Leather Armor | 45 gp | 12 + Dex    | \\-       | \\-      | 13 lb. |\n\n### Medium Armor\n| Armor Name            | Cost   | Armor Class      | Strength | Stealth | Weight |\n| --------------------- | ------ | ---------------- | -------- | ------- | ------ |\n| Hide Armor            | 10 gp  | 12 + Dex (max 2) | \\-       | \\-      | 12 lb. |\n| Chain Shirt           | 50 gp  | 13 + Dex         | \\-       | \\-      | 20 lb. |\n| Scale Mail            | 50 gp  | 14 + Dex (max 2) | \\-       | Disadv. | 45 lb. |\n| Breastplate           | 400 gp | 14 + Dex (max 2) | \\-       | \\-      | 20 lb. |\n| Half Plate            | 750 gp | 15 + Dex (max 2) | \\-       | Disadv. | 40 lb. |\n\n\n### Heavy Armor\n\n| Armor Name  | Cost     | Armor Class | Strength | Stealth | Weight |\n| ----------- | -------- | ----------- | -------- | ------- | ------ |\n| Ring Mail   | 30 gp    | 14          | \\-       | Disadv. | 40 lb. |\n| Chain Mail  | 75 gp    | 16          | Str 13   | Disadv. | 55 lb. |\n| Splint Mail | 200 gp   | 17          | Str 15   | Disadv. | 60 lb. |\n| Plate       | 1,500 gp | 18          | Str 15   | Disadv. | 65 lb. |"
      },
      {
        "name": "Getting Into and Out of Armor",
        "content": "The  time  it  takes  to  don  or  doff  armor  depends  on the armor’s category.\n\n**_Don._** This  is  the  time  it  takes  to  put  on  armor.  You benefit from the armor’s AC only if you take the full time to don the suit of armor.\n\n**_Doff._** This  is  the  time  it  takes  to  take  off  armor.  If you have help, reduce this time by half.\n\n**Donning  and  Doffing  Armor**\n\n| Category     | Donning Time | Doffing Time |\n| ------------ | ------------ | ------------ |\n| Light Armor  | 1 minute     | 1 minute     |\n| Medium Armor | 5 minutes    | 1 minute     |\n| Heavy Armor  | 10 minutes   | 5 minutes    |\n| Shield       | 1 action     | 1 action     |"
      }
    ]
  },
  {
    "id": "weapon",
    "name": "Weapon",
    "description": "Your class grants proficiency in certain weapons, reflecting  both the  class’s  focus  and the  tools  you  are most  likely  to  use.  Whether  you  favor  a  longsword  or a longbow, your weapon and your ability to wield it effectively can mean the difference between life and death while adventuring.\n\nThe Weapons table shows the most common weapons used in the fantasy gaming worlds, their price  and  weight,  the  damage  they  deal  when  they hit,  and  any  special  properties  they  possess.  Every weapon is classified as either melee or ranged. A **melee weapon** is used to attack a target within 5 feet of you, whereas a **ranged weapon** is used to attack a target at a distance.",
    "tabs": [
      {
        "name": "Weapon Proficiency",
        "content": "Your race, class, and feats can grant you proficiency with certain weapons  or  categories  of  weapons.  The two  categories  are  **simple** and  **martial**.  Most  people can use simple weapons with proficiency. These weapons include clubs, maces, and other weapons often found in the hands of commoners. Martial weapons, including swords, axes, and polearms, require more specialized training to use effectively. Most warriors use martial weapons because these weapons  put  their  fighting  style  and  training  to  best use.\n\nProficiency with a weapon allows you to add your proficiency bonus to the attack roll for any attack you make with that weapon. If you make an attack roll  using  a  weapon  with  which  you  lack  proficiency, you do not add your proficiency bonus to the attack roll."
      },
      {
        "name": "Weapon Properties",
        "content": "Many  weapons  have  special  properties  related  to their use, as shown in the Weapons table.\n\n**Ammunition.** You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time  you  attack  with  the  weapon,  you  expend  one piece  of  ammunition.  Drawing  the  ammunition  from  a quiver, case, or other container is part of the attack (you  need  a  free  hand  to  load  a  one-­‐‑handed  weapon). At the end of the battle, you can recover half your expended  ammunition  by  taking  a  minute  to  search the battlefield.\n\nIf you use a weapon that has the ammunition property to make a melee attack, you treat the weapon  as  an  improvised  weapon  (see  “Improvised Weapons” later in the section). A sling must be loaded to deal any damage when used in this way.\n\n**Finesse.** When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity  modifier  for  the  attack  and  damage  rolls. You must use the same modifier for both rolls.\n\n**Heavy.** Small creatures have disadvantage on attack  rolls  with  heavy  weapons.  A  heavy  weapon’s size and bulk make it too large for a Small creature to use effectively.\n\n**Light.** A  light  weapon  is  small  and  easy  to  handle, making it ideal for use when fighting with two weapons.\n\n**Loading.** Because  of  the  time  required  to  load  this weapon, you can fire only one piece of ammunition from it when  you  use  an  action,  bonus  action,  or reaction  to  fire  it,  regardless  of  the  number  of  attacks you can normally make.\n\n**Range.** A weapon that can be used to make a ranged attack has a range in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon’s normal range in feet, and the second indicates the weapon’s long range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can’t attack a target beyond the weapon’s long range.\n\n**Reach.** This weapon adds 5 feet to your reach when you attack with it, as well as when  determining  your  reach  for  opportunity  attacks  with it.\n\n**Special.** A  weapon  with  the  special  property  has unusual rules governing its use, explained in the weapon’s  description  (see  “Special  Weapons”  later in this section).\n\n**Thrown.** If  a  weapon  has  the  thrown  property,  you can  throw  the  weapon  to  make  a  ranged  attack.  If  the weapon is a melee weapon, you use the same ability modifier for that attack roll  and damage roll  that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.\n\n**Two handed.**  This weapon requires two hands when you attack with it.\n\n**Versatile.** This weapon can be used with one or two hands. A damage value in parentheses appears with  the  property—the  damage  when  the  weapon  is used with two hands to make a melee attack."
      },
      {
        "name": "Improvised Weapons",
        "content": "Sometimes  characters  don’t  have  their  weapons  and have to attack with whatever is at hand. An improvised weapon includes any object you can wield  in  one  or  two  hands,  such  as  broken  glass,  a table leg, a frying pan, a wagon wheel, or a dead goblin.\n\nOften, an improvised weapon is similar to an actual weapon and can be treated as such. For example, a table leg is akin to a club. At the GM’s option,  a  character  proficient  with  a  weapon  can  use a  similar  object  as  if  it  were  that  weapon  and  use  his or her proficiency bonus.\n\nAn  object  that  bears  no  resemblance  to  a  weapon deals 1d4 damage (the GM assigns a damage type appropriate to the object). If a character uses a ranged  weapon  to  make  a  melee  attack,  or  throws  a melee weapon that does not have the thrown property, it also deals 1d4 damage. An improvised thrown  weapon  has  a  normal  range  of  20  feet  and  a long range of 60 feet."
      },
      {
        "name": "Silvered Weapons",
        "content": "Some monsters that have immunity or resistance to nonmagical weapons are susceptible to silver weapons, so cautious adventurers invest extra coin to plate their weapons with silver. You can silver a single weapon or ten pieces of ammunition for 100 gp. This cost represents not only the price of the silver, but the time and expertise needed to add silver  to  the  weapon  without  making  it  less  effective."
      },
      {
        "name": "Special Weapons",
        "content": "Weapons  with  special  rules  are  described  here.\n\n**Lance**: You have disadvantage when you use a lance to attack a target within 5 feet of you. Also, a lance  requires  two  hands  to  wield  when  you  aren’t mounted.\n\n**Net**: A Large or smaller creature hit by a net is restrained until it is freed. A net has no effect on creatures that are formless, or creatures that are Huge  or  larger.  A  creature  can  use  its  action  to  make a DC 10 Strength check, freeing itself or another creature within its reach on a success. Dealing 5 slashing damage to the net (AC 10) also frees the creature without harming it, ending the effect and destroying the net.\n\nWhen  you  use  an  action,  bonus  action,  or  reaction to attack with a net, you can make only one attack regardless of the number of attacks you can normally make."
      },
      {
        "name": "Weapon List",
        "content": "### Simple  Melee  Weapons\n| Name           | Cost | Damage          | Weight | Properties                            |\n| -------------- | ---- | --------------- | ------ | ------------------------------------- |\n| Club           | 1 sp | 1d4 bludgeoning | 2 lb.  | Light                                 |\n| Dagger         | 2 gp | 1d4 piercing    | 1 lb.  | Finesse, Light, Thrown (range 20/60)  |\n| Greatclub      | 2 sp | 1d8 bludgeoning | 10 lb. | Two-Handed                            |\n| Handaxe        | 5 gp | 1d6 slashing    | 2 lb.  | Light, Thrown (range 20/60)           |\n| Javelin        | 5 sp | 1d6 piercing    | 2 lb.  | Thrown (range 30/120)                 |\n| Light Hammer   | 2 gp | 1d4 bludgeoning | 2 lb.  | Light, Thrown (range 20/60)           |\n| Mace           | 5 gp | 1d6 bludgeoning | 4 lb.  | \\-                                    |\n| Quarterstaff   | 2 sp | 1d6 bludgeoning | 4 lb.  | Versatile (1d8)                       |\n| Sickle         | 1 gp | 1d4 slashing    | 2 lb.  | Light                                 |\n| Spear          | 1 gp | 1d6 piercing    | 3 lb.  | Thrown (range 20/60), Versatile (1d8) |\n| Unarmed Strike | \\-   | 1 bludgeoning   | \\-     | \\-                                    |\n\n### Simple Ranged Weapons\n|Name           |Cost |Damage         |Weight |Properties                                    |\n|---------------|-----|---------------|-------|----------------------------------------------|\n|Crossbow, Light|25 gp|1d8 piercing   |5 lb.  |Ammunition (range 80/320), Loading, Two-Handed|\n|Dart           |5 cp |1d4 piercing   |1/4 lb.|Finesse, Thrown (range 20/60)                 |\n|Shortbow       |25 gp|1d6 piercing   |2 lb.  |Ammunition (range 80/320), Two-Handed         |\n|Sling          |1 sp |1d4 bludgeoning|\\-     |Ammunition (range 30/12                       |\n\n### Martial  Melee Weapons\n|Name       |Cost |Damage         |Weight|Properties                           |\n|-----------|-----|---------------|------|-------------------------------------|\n|Battleaxe  |10 gp|1d8 slashing   |4 lb. |Versatile (1d10)                     |\n|Flail      |10 gp|1d8 bludgeoning|2 lb. |\\-                                   |\n|Glaive     |20 gp|1d10 slashing  |6 lb. |Heavy, Reach, Two-Handed             |\n|Greataxe   |30 gp|1d12 slashing  |7 lb. |Heavy, Two-Handed                    |\n|Greatsword |50 gp|2d6 slashing   |6 lb. |Heavy, Two-Handed                    |\n|Halberd    |20 gp|1d10 slashing  |6 lb. |Heavy, Reach, Two-Handed             |\n|Lance      |10 gp|1d12 piercing  |6 lb. |Reach, Special                       |\n|Longsword  |15 gp|1d8 slashing   |3 lb. |Versatile (1d10)                     |\n|Maul       |10 gp|2d6 bludgeoning|10 lb.|Heavy, Two-Handed                    |\n|Morningstar|15 gp|1d8 piercing   |4 lb. |\\-                                   |\n|Pike       |5 gp |1d10 piercing  |18 lb.|Heavy, Reach, Two-Handed             |\n|Rapier     |25 gp|1d8 piercing   |2 lb. |Finesse                              |\n|Scimitar   |25 gp|1d6 slashing   |3 lb. |Finesse, Light                       |\n|Shortsword |10 gp|1d6 piercing   |2 lb. |Finesse, Light                       |\n|Trident    |5 gp |1d6 piercing   |4 lb. |Thrown (range 20/60), Versatile (1d8)|\n|War Pick   |5 gp |1d8 piercing   |2 lb. |\\-                                   |\n|Warhammer  |15 gp|1d8 bludgeoning|2 lb. |Versatile (1d10)                     |\n|Whip       |2 gp |1d4 slashing   |3 lb. |Finesse, Reach                       |\n\n### Martial  Ranged Weapons\n|Name           |Cost |Damage       |Weight|Properties                                            |\n|---------------|-----|-------------|------|------------------------------------------------------|\n|Blowgun        |10 gp|1 piercing   |1 lb. |Ammunition (range 25/100), Loading                    |\n|Crossbow, Hand |75 gp|1d6 piercing |3 lb. |Ammunition (range 30/120), Light, Loading             |\n|Crossbow, Heavy|50 gp|1d10 piercing|18 lb.|Ammunition (range 100/400), Heavy, Loading, Two-Handed|\n|Longbow        |50 gp|1d8 piercing |2 lb. |Ammunition (range 150/600), Heavy, Two-Handed         |\n|Net            |1 gp |\\-           |3 lb. |Special                                               |"
      }
    ]
  }
]