[
  {
    "id": "coinAndSell",
    "name": "Coin and selling treasure",
    "description": "",
    "tabs": [
      {
        "name": "coin",
        "content": "Common coins come in several different denominations  based  on  the  relative  worth  of  the metal from which they are made. The three most common coins are the gold piece (gp), the silver piece (sp), and the copper piece (cp).\n\nWith one gold piece, a character can buy a bedroll, 50 feet of good rope, or a goat. A skilled (but not exceptional) artisan can earn one gold piece a day. The gold piece is the standard unit of measure for wealth, even if the coin itself is not commonly used. When merchants discuss deals that involve goods or services worth hundreds or thousands of  gold pieces, the transactions don’t usually involve the exchange\n\nof individual coins. Rather, the gold piece is a standard  measure  of  value,  and  the  actual  exchange is in gold bars, letters of credit, or valuable goods.\n\nOne  gold  piece  is  worth  ten  silver  pieces,  the  most prevalent coin among commoners. A silver piece buys a laborer’s work for half a day, a flask of lamp oil, or a night’s rest in a poor inn.\n\nOne  silver  piece  is  worth  ten  copper  pieces,  which are common among laborers and beggars. A single copper piece buys a candle, a torch, or a piece of chalk.\n\nIn addition, unusual coins made of other precious metals sometimes appear in treasure hoards. The electrum piece (ep) and the platinum piece (pp) originate  from  fallen  empires  and  lost  kingdoms,  and they sometimes arouse suspicion and skepticism when used in transactions. An electrum piece is worth five silver pieces, and a platinum piece is worth ten gold pieces.\n\nA  standard  coin  weighs  about  a  third  of  an  ounce, so fifty coins weigh a pound."
      },
      {
        "name": "Standard Exchange Rates",
        "content": "| Coin             | CP   | SP   | EP   | GP    | PP     |\n|------------------|------|------|------|-------|--------|\n| Copper (cp)      | 1    | 1/10 | 1/50 | 1/100 | 1/1000 |\n| Silver (sp)      | 10   | 1    | 1/5  | 1/10  | 1/100  |\n| Electrum (ep)    | 50   | 5    | 1    | 1/2   | 1/20   |\n| Gold (gp)        | 100  | 10   | 2    | 1     | 1/10   |\n| Platinum(pp)     | 1000 | 100  | 20   | 10    | 1      |"
      },
      {
        "name": "Selling Treasure",
        "content": "Opportunities  abound  to  find  treasure,  equipment, weapons, armor, and more in the dungeons you explore.  Normally,  you can sell your treasures and trinkets when you return to a town or other settlement,  provided  that  you  can find buyers and merchants interested in your loot.\n\n**_Arms,  Armor,  and  Other  Equipment._** As  a  general rule, undamaged weapons, armor, and other equipment fetch half their cost when sold in a market. Weapons and armor used by monsters are rarely in good enough condition to sell.\n\n**_Magic Items._** Selling magic items is problematic. Finding someone to buy a potion or a scroll isn’t too hard,  but  other  items  are  out  of  the  realm  of  most  but the wealthiest nobles. Likewise, aside from a few common magic items, you won’t normally come across magic items or spells to purchase. The value of  magic  is  far  beyond  simple  gold  and  should  always be treated as such.\n\n**_Gems, Jewelry, and Art Objects._** These items retain their full value in the marketplace, and you can either trade them in for coin or use them as currency for other transactions. For exceptionally valuable  treasures,  the  GM  might  require  you  to  find a buyer in a large town or larger community first.\n\n**_Trade Goods._** On the borderlands, many people conduct  transactions  through  barter.  Like  gems  and art objects, trade goods—bars of iron, bags of salt, livestock, and so on—retain their full value in the market and can be used as currency."
      }
    ]
  },
  {
    "id": "armor",
    "name": "Armor",
    "description": "Fantasy gaming worlds are a vast tapestry made up of many different cultures, each with its own technology level. For this reason, adventurers have access to a variety of armor types, ranging from leather armor to chain mail to costly plate armor, with several other kinds of armor in between. The Armor table collects the most commonly available types of armor found in the game and separates them into three categories: light armor, medium armor,  and  heavy  armor.  Many  warriors  supplement their armor with a shield.\n\nThe  Armor  table  shows  the  cost,  weight,  and  other properties of the common types of armor worn in fantasy gaming worlds.\n\n**_Armor Proficiency._** Anyone can put on a suit of armor or strap a shield to an arm. Only those proficient in the armor’s use know how to wear it effectively,  however.  Your  class  gives  you  proficiency with certain types of armor. If you wear armor that you lack proficiency with, you have disadvantage on any ability check, saving throw, or attack roll that involves Strength or Dexterity, and you can’t cast spells.\n\n**_Armor  Class  (AC)._** Armor  protects  its  wearer  from attacks. The armor (and shield) you wear  determines your base Armor Class.\n\n  \n\n**_Heavy Armor._** Heavier armor interferes with the wearer’s ability to move quickly, stealthily, and freely. If the Armor table shows “Str 13” or “Str 15” in  the  Strength  column  for  an  armor  type,  the  armor reduces the wearer’s speed by 10 feet unless the wearer has a Strength score equal to or higher than the listed score.\n\n**_Stealth._** If  the  Armor  table  shows  “Disadvantage” in the Stealth column,  the wearer has disadvantage on Dexterity (Stealth) checks.\n\n**_Shields._** A  shield  is  made  from  wood  or  metal  and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time.",
    "tabs": [
      {
        "name": "Light Armor",
        "content": "Made from supple and thin materials, light armor favors agile adventurers since it offers some protection  without  sacrificing  mobility.  If  you  wear light  armor,  you  add  your  Dexterity  modifier  to  the base number from your armor type to determine your Armor Class.\n\n**_Padded._** Padded  armor  consists  of  quilted  layers of cloth and batting.\n\n**_Leather._** The breastplate and shoulder protectors of this armor are made of leather that has been stiffened  by  being  boiled  in  oil.  The  rest  of  the  armor is made of softer and more flexible materials.\n\n**_Studded Leather._** Made from tough but flexible leather,  studded  leather  is  reinforced  with  close-­‐‑set  rivets or spikes."
      },
      {
        "name": "Medium Armor",
        "content": "Medium armor offers more protection than light armor, but it also impairs movement more. If you wear medium armor, you add your Dexterity modifier,  to  a  maximum  of  +2,  to  the  base  number from your armor type to determine your Armor Class.\n\n**_Hide._** This  crude  armor  consists  of  thick  furs  and pelts.  It  is  commonly  worn  by  barbarian  tribes,  evil humanoids, and other folk who lack access to the tools and materials needed to create better armor.\n\n**_Chain Shirt._** Made of interlocking metal rings, a chain shirt is worn between layers of clothing or leather.  This  armor  offers  modest  protection  to  the wearer’s upper body and allows the sound of the\n\nrings  rubbing  against  one  another  to  be  muffled  by outer layers.\n\n**_Scale Mail._** This armor consists of a coat and leggings (and perhaps a separate skirt) of leather covered  with  overlapping  pieces  of  metal,  much  like the scales of a fish. The suit includes gauntlets.\n\n**_Breastplate._** This armor consists of a fitted metal chest piece worn with supple leather. Although it leaves  the  legs  and  arms  relatively  unprotected,  this armor provides good protection for the wearer’s vital organs while leaving the wearer relatively unencumbered.\n\n**_Half Plate._** Half plate consists of shaped metal plates  that  cover  most  of  the  wearer’s  body.  It  does not include leg protection beyond simple greaves that are attached with leather straps."
      },
      {
        "name": "Heavy Armor",
        "content": "Of all the armor categories, heavy armor offers the best protection. These suits of armor cover the entire  body  and  are  designed  to  stop  a  wide  range  of attacks. Only proficient warriors can manage their weight and bulk.\n\nHeavy armor doesn’t let you add your Dexterity modifier to your Armor Class, but it also doesn’t penalize  you  if  your  Dexterity  modifier  is  negative.\n\n**_Ring Mail._** This armor is leather armor with heavy rings  sewn  into  it.  The  rings  help  reinforce  the  armor against blows from swords and axes. Ring mail is inferior to chain mail, and it's usually worn only by those who can’t afford better armor.\n\n**_Chain Mail._** Made of interlocking metal rings, chain  mail  includes  a  layer  of  quilted  fabric  worn underneath the mail to prevent chafing and to cushion the impact of blows. The suit includes gauntlets.\n\n**_Splint._** This armor is made of narrow vertical strips  of  metal  riveted  to  a  backing  of  leather  that  is worn over cloth padding. Flexible chain mail protects the joints.\n\n**_Plate._** Plate consists of shaped, interlocking metal plates to cover the entire body. A suit of plate includes gauntlets, heavy leather boots, a visored helmet, and thick layers of padding underneath the armor.  Buckles  and  straps  distribute  the  weight  over the body."
      },
      {
        "name": "Armor List",
        "content": "### Light Armor\n| Armor Name            | Cost  | Armor Class | Strength | Stealth | Weight |\n| --------------------- | ----- | ----------- | -------- | ------- | ------ |\n| Padded Armor          | 5 gp  | 11 + Dex    | \\-       | Disadv. | 8 lb.  |\n| Leather Armor         | 10 gp | 11 + Dex    | \\-       | \\-      | 10 lb. |\n| Studded Leather Armor | 45 gp | 12 + Dex    | \\-       | \\-      | 13 lb. |\n\n### Medium Armor\n| Armor Name            | Cost   | Armor Class      | Strength | Stealth | Weight |\n| --------------------- | ------ | ---------------- | -------- | ------- | ------ |\n| Hide Armor            | 10 gp  | 12 + Dex (max 2) | \\-       | \\-      | 12 lb. |\n| Chain Shirt           | 50 gp  | 13 + Dex         | \\-       | \\-      | 20 lb. |\n| Scale Mail            | 50 gp  | 14 + Dex (max 2) | \\-       | Disadv. | 45 lb. |\n| Breastplate           | 400 gp | 14 + Dex (max 2) | \\-       | \\-      | 20 lb. |\n| Half Plate            | 750 gp | 15 + Dex (max 2) | \\-       | Disadv. | 40 lb. |\n\n\n### Heavy Armor\n\n| Armor Name  | Cost     | Armor Class | Strength | Stealth | Weight |\n| ----------- | -------- | ----------- | -------- | ------- | ------ |\n| Ring Mail   | 30 gp    | 14          | \\-       | Disadv. | 40 lb. |\n| Chain Mail  | 75 gp    | 16          | Str 13   | Disadv. | 55 lb. |\n| Splint Mail | 200 gp   | 17          | Str 15   | Disadv. | 60 lb. |\n| Plate       | 1,500 gp | 18          | Str 15   | Disadv. | 65 lb. |"
      },
      {
        "name": "Getting Into and Out of Armor",
        "content": "The  time  it  takes  to  don  or  doff  armor  depends  on the armor’s category.\n\n**_Don._** This  is  the  time  it  takes  to  put  on  armor.  You benefit from the armor’s AC only if you take the full time to don the suit of armor.\n\n**_Doff._** This  is  the  time  it  takes  to  take  off  armor.  If you have help, reduce this time by half.\n\n**Donning  and  Doffing  Armor**\n\n| Category     | Donning Time | Doffing Time |\n| ------------ | ------------ | ------------ |\n| Light Armor  | 1 minute     | 1 minute     |\n| Medium Armor | 5 minutes    | 1 minute     |\n| Heavy Armor  | 10 minutes   | 5 minutes    |\n| Shield       | 1 action     | 1 action     |"
      }
    ]
  },
  {
    "id": "weapon",
    "name": "Weapon",
    "description": "Your class grants proficiency in certain weapons, reflecting  both the  class’s  focus  and the  tools  you  are most  likely  to  use.  Whether  you  favor  a  longsword  or a longbow, your weapon and your ability to wield it effectively can mean the difference between life and death while adventuring.\n\nThe Weapons table shows the most common weapons used in the fantasy gaming worlds, their price  and  weight,  the  damage  they  deal  when  they hit,  and  any  special  properties  they  possess.  Every weapon is classified as either melee or ranged. A **melee weapon** is used to attack a target within 5 feet of you, whereas a **ranged weapon** is used to attack a target at a distance.",
    "tabs": [
      {
        "name": "Weapon Proficiency",
        "content": "Your race, class, and feats can grant you proficiency with certain weapons  or  categories  of  weapons.  The two  categories  are  **simple** and  **martial**.  Most  people can use simple weapons with proficiency. These weapons include clubs, maces, and other weapons often found in the hands of commoners. Martial weapons, including swords, axes, and polearms, require more specialized training to use effectively. Most warriors use martial weapons because these weapons  put  their  fighting  style  and  training  to  best use.\n\nProficiency with a weapon allows you to add your proficiency bonus to the attack roll for any attack you make with that weapon. If you make an attack roll  using  a  weapon  with  which  you  lack  proficiency, you do not add your proficiency bonus to the attack roll."
      },
      {
        "name": "Weapon Properties",
        "content": "Many  weapons  have  special  properties  related  to their use, as shown in the Weapons table.\n\n**Ammunition.** You can use a weapon that has the ammunition property to make a ranged attack only if you have ammunition to fire from the weapon. Each time  you  attack  with  the  weapon,  you  expend  one piece  of  ammunition.  Drawing  the  ammunition  from  a quiver, case, or other container is part of the attack (you  need  a  free  hand  to  load  a  one-­‐‑handed  weapon). At the end of the battle, you can recover half your expended  ammunition  by  taking  a  minute  to  search the battlefield.\n\nIf you use a weapon that has the ammunition property to make a melee attack, you treat the weapon  as  an  improvised  weapon  (see  “Improvised Weapons” later in the section). A sling must be loaded to deal any damage when used in this way.\n\n**Finesse.** When making an attack with a finesse weapon, you use your choice of your Strength or Dexterity  modifier  for  the  attack  and  damage  rolls. You must use the same modifier for both rolls.\n\n**Heavy.** Small creatures have disadvantage on attack  rolls  with  heavy  weapons.  A  heavy  weapon’s size and bulk make it too large for a Small creature to use effectively.\n\n**Light.** A  light  weapon  is  small  and  easy  to  handle, making it ideal for use when fighting with two weapons.\n\n**Loading.** Because  of  the  time  required  to  load  this weapon, you can fire only one piece of ammunition from it when  you  use  an  action,  bonus  action,  or reaction  to  fire  it,  regardless  of  the  number  of  attacks you can normally make.\n\n**Range.** A weapon that can be used to make a ranged attack has a range in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon’s normal range in feet, and the second indicates the weapon’s long range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can’t attack a target beyond the weapon’s long range.\n\n**Reach.** This weapon adds 5 feet to your reach when you attack with it, as well as when  determining  your  reach  for  opportunity  attacks  with it.\n\n**Special.** A  weapon  with  the  special  property  has unusual rules governing its use, explained in the weapon’s  description  (see  “Special  Weapons”  later in this section).\n\n**Thrown.** If  a  weapon  has  the  thrown  property,  you can  throw  the  weapon  to  make  a  ranged  attack.  If  the weapon is a melee weapon, you use the same ability modifier for that attack roll  and damage roll  that you would use for a melee attack with the weapon. For example, if you throw a handaxe, you use your Strength, but if you throw a dagger, you can use either your Strength or your Dexterity, since the dagger has the finesse property.\n\n**Two handed.**  This weapon requires two hands when you attack with it.\n\n**Versatile.** This weapon can be used with one or two hands. A damage value in parentheses appears with  the  property—the  damage  when  the  weapon  is used with two hands to make a melee attack."
      },
      {
        "name": "Improvised Weapons",
        "content": "Sometimes  characters  don’t  have  their  weapons  and have to attack with whatever is at hand. An improvised weapon includes any object you can wield  in  one  or  two  hands,  such  as  broken  glass,  a table leg, a frying pan, a wagon wheel, or a dead goblin.\n\nOften, an improvised weapon is similar to an actual weapon and can be treated as such. For example, a table leg is akin to a club. At the GM’s option,  a  character  proficient  with  a  weapon  can  use a  similar  object  as  if  it  were  that  weapon  and  use  his or her proficiency bonus.\n\nAn  object  that  bears  no  resemblance  to  a  weapon deals 1d4 damage (the GM assigns a damage type appropriate to the object). If a character uses a ranged  weapon  to  make  a  melee  attack,  or  throws  a melee weapon that does not have the thrown property, it also deals 1d4 damage. An improvised thrown  weapon  has  a  normal  range  of  20  feet  and  a long range of 60 feet."
      },
      {
        "name": "Silvered Weapons",
        "content": "Some monsters that have immunity or resistance to nonmagical weapons are susceptible to silver weapons, so cautious adventurers invest extra coin to plate their weapons with silver. You can silver a single weapon or ten pieces of ammunition for 100 gp. This cost represents not only the price of the silver, but the time and expertise needed to add silver  to  the  weapon  without  making  it  less  effective."
      },
      {
        "name": "Special Weapons",
        "content": "Weapons  with  special  rules  are  described  here.\n\n**Lance**: You have disadvantage when you use a lance to attack a target within 5 feet of you. Also, a lance  requires  two  hands  to  wield  when  you  aren’t mounted.\n\n**Net**: A Large or smaller creature hit by a net is restrained until it is freed. A net has no effect on creatures that are formless, or creatures that are Huge  or  larger.  A  creature  can  use  its  action  to  make a DC 10 Strength check, freeing itself or another creature within its reach on a success. Dealing 5 slashing damage to the net (AC 10) also frees the creature without harming it, ending the effect and destroying the net.\n\nWhen  you  use  an  action,  bonus  action,  or  reaction to attack with a net, you can make only one attack regardless of the number of attacks you can normally make."
      },
      {
        "name": "Weapon List",
        "content": "### Simple  Melee  Weapons\n| Name           | Cost | Damage          | Weight | Properties                            |\n| -------------- | ---- | --------------- | ------ | ------------------------------------- |\n| Club           | 1 sp | 1d4 bludgeoning | 2 lb.  | Light                                 |\n| Dagger         | 2 gp | 1d4 piercing    | 1 lb.  | Finesse, Light, Thrown (range 20/60)  |\n| Greatclub      | 2 sp | 1d8 bludgeoning | 10 lb. | Two-Handed                            |\n| Handaxe        | 5 gp | 1d6 slashing    | 2 lb.  | Light, Thrown (range 20/60)           |\n| Javelin        | 5 sp | 1d6 piercing    | 2 lb.  | Thrown (range 30/120)                 |\n| Light Hammer   | 2 gp | 1d4 bludgeoning | 2 lb.  | Light, Thrown (range 20/60)           |\n| Mace           | 5 gp | 1d6 bludgeoning | 4 lb.  | \\-                                    |\n| Quarterstaff   | 2 sp | 1d6 bludgeoning | 4 lb.  | Versatile (1d8)                       |\n| Sickle         | 1 gp | 1d4 slashing    | 2 lb.  | Light                                 |\n| Spear          | 1 gp | 1d6 piercing    | 3 lb.  | Thrown (range 20/60), Versatile (1d8) |\n| Unarmed Strike | \\-   | 1 bludgeoning   | \\-     | \\-                                    |\n\n### Simple Ranged Weapons\n|Name           |Cost |Damage         |Weight |Properties                                    |\n|---------------|-----|---------------|-------|----------------------------------------------|\n|Crossbow, Light|25 gp|1d8 piercing   |5 lb.  |Ammunition (range 80/320), Loading, Two-Handed|\n|Dart           |5 cp |1d4 piercing   |1/4 lb.|Finesse, Thrown (range 20/60)                 |\n|Shortbow       |25 gp|1d6 piercing   |2 lb.  |Ammunition (range 80/320), Two-Handed         |\n|Sling          |1 sp |1d4 bludgeoning|\\-     |Ammunition (range 30/12                       |\n\n### Martial  Melee Weapons\n|Name       |Cost |Damage         |Weight|Properties                           |\n|-----------|-----|---------------|------|-------------------------------------|\n|Battleaxe  |10 gp|1d8 slashing   |4 lb. |Versatile (1d10)                     |\n|Flail      |10 gp|1d8 bludgeoning|2 lb. |\\-                                   |\n|Glaive     |20 gp|1d10 slashing  |6 lb. |Heavy, Reach, Two-Handed             |\n|Greataxe   |30 gp|1d12 slashing  |7 lb. |Heavy, Two-Handed                    |\n|Greatsword |50 gp|2d6 slashing   |6 lb. |Heavy, Two-Handed                    |\n|Halberd    |20 gp|1d10 slashing  |6 lb. |Heavy, Reach, Two-Handed             |\n|Lance      |10 gp|1d12 piercing  |6 lb. |Reach, Special                       |\n|Longsword  |15 gp|1d8 slashing   |3 lb. |Versatile (1d10)                     |\n|Maul       |10 gp|2d6 bludgeoning|10 lb.|Heavy, Two-Handed                    |\n|Morningstar|15 gp|1d8 piercing   |4 lb. |\\-                                   |\n|Pike       |5 gp |1d10 piercing  |18 lb.|Heavy, Reach, Two-Handed             |\n|Rapier     |25 gp|1d8 piercing   |2 lb. |Finesse                              |\n|Scimitar   |25 gp|1d6 slashing   |3 lb. |Finesse, Light                       |\n|Shortsword |10 gp|1d6 piercing   |2 lb. |Finesse, Light                       |\n|Trident    |5 gp |1d6 piercing   |4 lb. |Thrown (range 20/60), Versatile (1d8)|\n|War Pick   |5 gp |1d8 piercing   |2 lb. |\\-                                   |\n|Warhammer  |15 gp|1d8 bludgeoning|2 lb. |Versatile (1d10)                     |\n|Whip       |2 gp |1d4 slashing   |3 lb. |Finesse, Reach                       |\n\n### Martial  Ranged Weapons\n|Name           |Cost |Damage       |Weight|Properties                                            |\n|---------------|-----|-------------|------|------------------------------------------------------|\n|Blowgun        |10 gp|1 piercing   |1 lb. |Ammunition (range 25/100), Loading                    |\n|Crossbow, Hand |75 gp|1d6 piercing |3 lb. |Ammunition (range 30/120), Light, Loading             |\n|Crossbow, Heavy|50 gp|1d10 piercing|18 lb.|Ammunition (range 100/400), Heavy, Loading, Two-Handed|\n|Longbow        |50 gp|1d8 piercing |2 lb. |Ammunition (range 150/600), Heavy, Two-Handed         |\n|Net            |1 gp |\\-           |3 lb. |Special                                               |"
      }
    ]
  },
  {
    "id": "adventuringGear",
    "name": "Adventuring Gear",
    "description": "This section describes items that have special rules or require further explanation.",
    "tabs": [
      {
        "name": "Adventuring Gear Description",
        "content": "This  section  describes  items  that  have  special  rules or require further explanation.\n\n**Acid**: As an action, you can splash the contents of this  vial  onto  a  creature  within  5  feet  of  you  or  throw the vial up to 20 feet, shattering it on impact. In either case, make a ranged attack against a creature or  object,  treating  the  acid  as  an  improvised  weapon. On a hit, the target takes 2d6 acid damage.\n\n**Alchemist’s  Fire**: This  sticky,  adhesive  fluid  ignites when  exposed  to  air.  As  an  action,  you  can  throw  this flask up to 20 feet, shattering it on impact. Make a ranged attack against a creature or object, treating the alchemist's fire as an improvised weapon. On a hit, the target takes 1d4 fire damage at the start of each  of  its  turns.  A  creature  can  end  this  damage  by using its action to make a DC 10 Dexterity check to extinguish the flames.\n\n**Antitoxin**: A creature that drinks this vial of liquid gains  advantage  on  saving  throws  against  poison  for 1  hour.  It  confers  no  benefit  to  undead  or  constructs.\n\n**Arcane  Focus**: An  arcane  focus  is  a  special  item— an orb, a crystal, a rod, a specially constructed staff, a wand-‑like  length of wood, or some similar item— designed to channel the power of arcane spells. A sorcerer,  warlock,  or  wizard  can  use  such  an  item  as a spellcasting focus.\n\n**Ball Bearings**: As an action, you can spill these tiny metal balls from their pouch to cover a level, square area that is 10 feet on a side. A creature moving  across  the  covered  area  must  succeed  on  a DC 10 Dexterity saving throw or fall prone. A creature moving through the area at half speed doesn’t need to make the save.\n\n**Block and Tackle**: A set of pulleys with a cable threaded through them and a hook to attach to objects,  a  block  and  tackle  allows  you  to  hoist  up  to four times the weight you can normally lift.\n\n**Book**: A book might contain poetry, historical accounts, information pertaining to a particular field of lore, diagrams and notes on gnomish contraptions, or just about anything else that can be represented using text or pictures. A book of spells is a spellbook (described later in this section).\n\n**Caltrops**: As an action, you can spread a bag of caltrops  to  cover  a  square  area  that  is  5  feet  on  a  side. Any creature that enters the area must succeed on a DC 15 Dexterity saving throw or stop moving this turn and take 1 piercing damage. Taking this damage reduces the creature’s walking speed by 10 feet until the creature regains at least 1 hit point. A creature moving through the area at half speed doesn’t need  to make the save.\n\n**Candle**: For 1 hour, a candle sheds bright light in a  5-‑foot  radius and dim light for an additional 5 feet.\n\n**Case,  Crossbow  Bolt**: This  wooden  case  can  hold up to twenty crossbow bolts.\n\n**Case, Map or Scroll**: This cylindrical leather case can hold up to ten rolled-‑up  sheets of paper or five rolled-‑up  sheets of parchment.\n\n**Chain**: A  chain  has  10  hit  points.  It  can  be  burst with a successful DC 20 Strength check.\n\n**Climber’s Kit**: A climber’s kit includes special pitons,  boot  tips,  gloves,  and  a  harness.  You  can  use the climber’s kit as an action to anchor yourself; when you do, you can’t fall more than 25 feet from the point where you anchored yourself, and you can’t climb more than 25 feet away from that point without undoing the anchor.\n\n**Component Pouch**: A component pouch is a small, watertight  leather  belt  pouch  that  has  compartments to hold all the material components and other  special items you need to cast your spells, except for those components that have a specific cost (as indicated in a spell's description).\n\n**Crowbar**: Using a crowbar grants advantage to Strength  checks  where  the  crowbar’s  leverage  can be applied.\n\n**Druidic Focus**: A druidic focus might be a sprig of mistletoe  or  holly,  a  wand  or  scepter  made  of  yew  or another special wood, a staff drawn whole out of a living tree, or a totem object incorporating feathers, fur, bones, and teeth from sacred animals. A druid can use such an object as a spellcasting focus.\n\n**Fishing  Tackle**: This  kit  includes  a  wooden  rod, silken line, corkwood bobbers, steel hooks, lead sinkers, velvet lures, and narrow netting.\n\n**Healer’s Kit**: This kit is a leather pouch containing bandages,  salves,  and  splints.  The  kit  has  ten  uses.  As an action, you can expend one use of the kit to stabilize a creature that has 0 hit points, without needing to make a Wisdom (Medicine) check.\n\n**Holy  Symbol**: A  holy  symbol  is  a  representation  of a god or pantheon. It might be an amulet depicting a symbol representing a deity, the same symbol  carefully  engraved  or  inlaid  as  an  emblem  on  a shield, or a tiny box holding a fragment of a sacred  relic. Appendix PH-‑B  \"Fantasy-‑Historical  Pantheons\" lists the symbols commonly associated with many  gods in the multiverse. A cleric or paladin can use a holy  symbol  as  a  spellcasting  focus.  To  use  the symbol in this way, the caster must hold it in hand, wear it visibly, or bear it on a shield.\n\n**Holy Water**: As an action, you can splash the contents  of  this  flask onto  a  creature  within 5 feet  of you  or  throw  it  up  to  20  feet,  shattering  it  on  impact. In either case, make a ranged attack against a target creature, treating the holy water as an improvised weapon. If the target is a fiend or undead, it takes 2d6 radiant damage.\n\nA cleric or paladin may create holy water by performing a special ritual. The ritual takes 1 hour to perform, uses 25 gp worth of powdered silver, and requires the caster to expend a 1st-‑level  spell slot.\n\n**Hunting Trap**: When you use your action to set it, this trap forms a saw-‑toothed  steel ring that snaps shut when a creature steps on a pressure plate in the  center. The trap is affixed by a heavy chain to an immobile object, such as a tree or a spike driven into the ground. A creature that steps on the plate must succeed  on  a  DC  13  Dexterity  saving  throw  or  take 1d4 piercing damage and stop moving. Thereafter,  until  the  creature  breaks  free  of  the  trap, its movement is limited by the length of the chain (typically  3  feet  long).  A  creature  can  use  its  action to make a DC 13 Strength check, freeing itself or another creature within its reach on a success. Each failed check deals 1 piercing damage to the trapped creature.\n\n**Lamp**: A  lamp  casts  bright  light  in  a  15-‑foot  radius and dim light for an additional 30 feet. Once lit, it  burns for 6 hours on a flask (1 pint) of oil.\n\n**Lantern, Bullseye**: A bullseye lantern casts bright light  in  a  60-‑foot  cone  and  dim  light  for  an  additional 60  feet.  Once  lit,  it  burns  for  6  hours  on  a  flask  (1 pint) of oil.\n\n**Lantern, Hooded**: A hooded lantern casts bright light in a 30-‑foot  radius and dim light for an additional 30 feet. Once lit, it burns for 6 hours on a flask (1 pint) of oil. As an action, you can lower the hood, reducing the light to dim light in a 5-‑foot  radius.\n\n**Lock**: A key is provided with the lock. Without the key,  a  creature  proficient  with  thieves’  tools  can  pick this lock with a successful DC 15 Dexterity check.\n\nYour  GM  may  decide  that  better  locks  are  available for higher prices.\n\n**Magnifying  Glass**: This  lens  allows  a  closer  look  at small objects. It is also useful as a substitute for flint and steel when starting fires. Lighting a fire with a magnifying glass requires light as bright as sunlight to  focus,  tinder  to  ignite,  and about  5 minutes  for  the fire  to  ignite.  A  magnifying  glass  grants  advantage  on any ability check made to appraise or inspect an  item that is small or highly detailed.\n\n**Manacles**: These  metal  restraints  can  bind  a  Small or  Medium  creature.  Escaping  the  manacles  requires a successful DC 20 Dexterity check. Breaking them requires a successful DC 20 Strength check. Each set of manacles comes with one key. Without the key, a creature proficient with thieves’ tools can pick the manacles’ lock with a successful DC 15 Dexterity check. Manacles have 15 hit points.\n\n**Mess Kit**: This tin box contains a cup and simple cutlery. The box clamps together, and one side can be  used  as  a  cooking  pan  and  the  other  as  a  plate  or shallow bowl.\n\n**Oil**: Oil usually comes in a clay flask that holds 1 pint. As an action, you can splash the oil in this flask onto a creature within 5 feet of you or throw it up to 20  feet,  shattering  it  on  impact.  Make  a  ranged  attack against a target creature or object, treating the oil as an improvised weapon. On a hit, the target is  covered in oil. If the target takes any fire damage before the oil dries (after 1 minute), the target takes an  additional  5  fire  damage  from  the  burning  oil.  You can also pour a flask of oil on the ground to cover a\n\n5-‑foot-‑square  area, provided that the surface is level. If lit, the  oil burns  for  2  rounds  and  deals  5  fire damage  to  any  creature  that  enters  the  area  or  ends its turn in the area. A creature can take this damage only once per turn. \n\n**Poison, Basic**: You can use the poison in this vial  to coat one slashing or piercing weapon or up to three pieces of ammunition. Applying the poison takes an action. A creature hit by the poisoned weapon or ammunition must make a DC 10 Constitution saving throw or take 1d4 poison damage.  Once  applied,  the  poison  retains  potency  for 1 minute before drying.\n\n**Potion of Healing**: A character who drinks the magical red fluid in this vial regains 2d4 + 2 hit points.  Drinking  or  administering  a  potion  takes  an action.\n\n**Pouch**: A cloth or leather pouch can hold up to 20 sling bullets or 50 blowgun needles, among other things.  A  compartmentalized  pouch  for  holding  spell components  is  called  a  component  pouch  (described earlier in this section).\n\n**Quiver**: A  quiver  can  hold  up  to  20  arrows.\n\n**Ram, Portable**: You can use a portable ram to break down doors. When doing so, you gain a +4 bonus on the Strength check. One other character can  help  you  use  the  ram,  giving  you  advantage  on this check.\n\n**Rations**: Rations consist of dry foods suitable for extended  travel,  including  jerky,  dried  fruit,  hardtack, and nuts.\n\n**Rope**: Rope,  whether  made  of  hemp  or  silk,  has  2 hit points and can be burst with a DC 17 Strength check.\n\n**Scale, Merchant’s**: A scale includes a small balance, pans, and a suitable assortment of weights up to 2 pounds. With it, you can measure the exact weight  of  small  objects,  such  as  raw  precious  metals or trade goods, to help determine their worth.\n\n**Spellbook**: Essential for wizards, a spellbook is a leather-‑bound  tome with 100 blank vellum pages suitable for recording spells.\n\n**Spyglass**: Objects  viewed  through  a  spyglass  are magnified to twice their size.\n\n**Tent**: A  simple  and  portable  canvas  shelter,  a  tent sleeps two.\n\n**Tinderbox**: This small container holds flint, fire steel, and tinder (usually dry cloth soaked in light oil) used to kindle a fire. Using it to light a torch—or anything  else  with  abundant,  exposed  fuel—takes  an action. Lighting any other fire takes 1 minute.\n\n**Torch**: A torch burns for 1 hour, providing bright light in a 20-‑foot  radius and dim light for an additional 20 feet. If you make a melee attack with a burning torch and hit, it deals 1 fire damage."
      },
      {
        "name": "Adventuring Gear List",
        "content": "| Item                         | Cost     | Weight       |\n| ---------------------------- | -------- | ------------ |\n| Abacus                       | 2 gp     | 2 lb.        |\n| Acid (vial)                  | 25 gp    | 1 lb.        |\n| Alchemist’s fire (flask)     | 50 gp    | 1 lb.        |\n| Antitoxin (vial)             | 50 gp    | —            |\n| Backpack                     | 2 gp     | 5 lb.        |\n| Ball bearings (bag of 1,000) | 1 gp     | 2 lb.        |\n| Barrel                       | 2 gp     | 70 lb.       |\n| Basket                       | 4 sp     | 2 lb.        |\n| Bedroll                      | 1 gp     | 7 lb.        |\n| Bell                         | 1 gp     | —            |\n| Blanket                      | 5 sp     | 3 lb.        |\n| Block and tackle             | 1 gp     | 5 lb.        |\n| Book                         | 25 gp    | 5 lb.        |\n| Bottle, glass                | 2 gp     | 2 lb.        |\n| Bucket                       | 5 cp     | 2 lb.        |\n| Caltrops (bag of 20)         | 1 gp     | 2 lb.        |\n| Candle                       | 1 cp     | —            |\n| Case, crossbow bolt          | 1 gp     | 1 lb.        |\n| Case, map or scroll          | 1 gp     | 1 lb.        |\n| Chain (10 feet)              | 5 gp     | 10 lb.       |\n| Chalk (1 piece)              | 1 cp     | —            |\n| Chest                        | 5 gp     | 25 lb.       |\n| Clothes, common              | 5 sp     | 3 lb.        |\n| Clothes, costume             | 5 gp     | 4 lb.        |\n| Clothes, fine                | 15 gp    | 6 lb.        |\n| Clothes, traveler’s          | 2 gp     | 4 lb.        |\n| Component pouch              | 25 gp    | 2 lb.        |\n| Crowbar                      | 2 gp     | 5 lb.        |\n| Fishing tackle               | 1 gp     | 4 lb.        |\n| Flask or tankard             | 2 cp     | 1 lb.        |\n| Grappling hook               | 2 gp     | 4 lb.        |\n| Hammer                       | 1 gp     | 3 lb.        |\n| Hammer, sledge               | 2 gp     | 10 lb.       |\n| Holy water (flask)           | 25 gp    | 1 lb.        |\n| Hourglass                    | 25 gp    | 1 lb.        |\n| Hunting trap                 | 5 gp     | 25 lb.       |\n| Ink (1 ounce bottle)         | 10 gp    | —            |\n| Ink pen                      | 2 cp     | —            |\n| Jug or pitcher               | 2 cp     | 4 lb.        |\n| Kit, climber’s               | 25 gp    | 12 lb.       |\n| Kit, disguise                | 25 gp    | 3 lb.        |\n| Kit, forgery                 | 15 gp    | 5 lb.        |\n| Kit, herbalism               | 5 gp     | 3 lb.        |\n| Kit, healer’s                | 5 gp     | 3 lb.        |\n| Kit, mess                    | 2 sp     | 1 lb.        |\n| Kit, poisoner’s              | 50 gp    | 2 lb.        |\n| Ladder (10-foot)             | 1 sp     | 25 lb.       |\n| Lamp                         | 5 sp     | 1 lb.        |\n| Lantern, bullseye            | 10 gp    | 2 lb.        |\n| Lantern, hooded              | 5 gp     | 2 lb.        |\n| Lock                         | 10 gp    | 1 lb.        |\n| Magnifying glass             | 100 gp   | —            |\n| Manacles                     | 2 gp     | 6 lb.        |\n| Mirror, steel                | 5 gp     | 1/2 lb.      |\n| Oil (flask)                  | 1 sp     | 1 lb.        |\n| Paper (one sheet)            | 2 sp     | —            |\n| Parchment (one sheet)        | 1 sp     | —            |\n| Perfume (vial)               | 5 gp     | —            |\n| Pick, miner’s                | 2 gp     | 10 lb.       |\n| Piton                        | 5 cp     | 1/4 lb.      |\n| Poison, basic (vial)         | 100 gp   | —            |\n| Pole (10-foot)               | 5 cp     | 7 lb.        |\n| Pot, iron                    | 2 gp     | 10 lb.       |\n| Potion of healing            | 50 gp    | 1/2 lb.      |\n| Pouch                        | 5 sp     | 1 lb.        |\n| Quiver                       | 1 gp     | 1 lb.        |\n| Ram, portable                | 4 gp     | 35 lb.       |\n| Rations (1 day)              | 5 sp     | 2 lb.        |\n| Robes                        | 1 gp     | 4 lb.        |\n| Rope, hempen (50 feet)       | 1 gp     | 10 lb.       |\n| Rope, silk (50 feet)         | 10 gp    | 5 lb.        |\n| Sack                         | 1 cp     | 1/2 lb.      |\n| Scale, merchant’s            | 5 gp     | 3 lb.        |\n| Sealing wax                  | 5 sp     | —            |\n| Shovel                       | 2 gp     | 5 lb.        |\n| Signal whistle               | 5 cp     | —            |\n| Signet ring                  | 5 gp     | —            |\n| Soap                         | 2 cp     | —            |\n| Spellbook                    | 50 gp    | 3 lb.        |\n| Spikes, iron (10)            | 1 gp     | 5 lb.        |\n| Spyglass                     | 1,000 gp | 1 lb.        |\n| Tent, two-person             | 2 gp     | 20 lb.       |\n| Tinderbox                    | 5 sp     | 1 lb.        |\n| Torch                        | 1 cp     | 1 lb.        |\n| Vial                         | 1 gp     | —            |\n| Waterskin                    | 2 sp     | 5 lb. (full) |\n| Whetstone                    | 1 cp     | 1 lb.        |\n\n### Ammunition\n| Item                 | Cost | Weight |\n| -------------------- | ---- | ------ |\n| Arrows (20)          | 1 gp | 1 lb.  |\n| Blowgun needles (50) | 1 gp | 1 lb.  |\n| Crossbow bolts (20)  | 1 gp | 1½ lb. |\n| Sling bullets (20)   | 4 cp | 1½ lb. |\n\n### Arcane focus\n| Item    | Cost  | Weight |\n| ------- | ----- | ------ |\n| Crystal | 10 gp | 1 lb.  |\n| Orb     | 20 gp | 3 lb.  |\n| Rod     | 10 gp | 2 lb.  |\n| Staff   | 5 gp  | 4 lb.  |\n| Wand    | 10 gp | 1 lb.  |\n\n### Druidic focus\n| Item               | Cost  | Weight |\n| ------------------ | ----- | ------ |\n| Sprig of mistletoe | 1 gp  | —      |\n| Totem              | 1 gp  | —      |\n| Wooden staff       | 5 gp  | 4 lb.  |\n| Yew wand           | 10 gp | 1 lb.  |\n\n### Holy symbol\n| Item      | Cost | Weight |\n| --------- | ---- | ------ |\n| Amulet    | 5 gp | 1 lb.  |\n| Emblem    | 5 gp | —      |\n| Reliquary | 5 gp | 2 lb.  |"
      },
      {
        "name": "Container Capacity",
        "content": "| Container        | Capacity                       |\n| ---------------- | ------------------------------ |\n| Backpack*         | 1 cubic foot/30 pounds         |\n| Barrel           | 40 gallons liquid/4 cubic feet |\n| Basket           | 2 cubic feet/40 pounds         |\n| Chest            | 12 cubic feet/300 pounds       |\n| Flask or Tankard | 1 pint/0.5 pounds              |\n| Jug or Pitcher   | 1 gallon liquid/8 pounds       |\n| Sack             | 1 cubic foot/30 pounds         |\n| Vial             | 4 ounces liquid/0.06 pounds    |\n| Waterskin        | 4 pints liquid/5 pounds        |\n\n* You can also strap items,  such as a bedroll  or  a coil  of  rope, to the outside of a backpack."
      },
      {
        "name": "Equipment Packs",
        "content": "The starting equipment you get from your class includes a collection of useful adventuring gear, put together in a pack. The contents of  these packs are listed here.  If  you are buying your starting equipment, you can purchase a pack for the price shown, which might be cheaper than buying the items individually.\n\n**_Burglar’s  Pack  (16  gp)._** Includes  a  backpack,  a  bag  of  1,000 ball bearings, 10 feet of string, a bell, 5 candles, a crowbar, a hammer, 10 pitons, a hooded lantern, 2 flasks of oil, 5 days rations, a tinderbox, and a waterskin. The pack also has 50 feet of hempen rope strapped to the side of it.\n\n**_Diplomat’s  Pack  (39  gp)._** Includes  a  chest,  2  cases  for  maps and scrolls, a set of fine clothes, a bottle of ink, an ink pen, a lamp, 2 flasks of oil, 5 sheets of paper, a vial of perfume, sealing wax, and soap.\n\n**_Dungeoneer’s Pack (12 gp)._** Includes a backpack, a crowbar, a hammer, 10 pitons, 10 torches, a tinderbox, 10 days of rations,  and a waterskin.  The pack also has 50 feet of hempen rope strapped to the side of it.\n\n**_Entertainer’s Pack (40  gp)._** Includes a backpack,  a bedroll, 2 costumes, 5 candles, 5 days of rations, a waterskin, and a disguise kit.\n\n**_Explorer’s  Pack  (10  gp)._** Includes  a  backpack,  a  bedroll,  a mess kit, a tinderbox, 10 torches, 10 days of rations, and a waterskin. The pack also has 50 feet of hempen rope strapped to the side of it.\n\n**_Priest’s  Pack  (19  gp)._** Includes  a  backpack,  a  blanket,  10 candles, a tinderbox, an alms box, 2 blocks of incense, a censer, vestments, 2 days of rations, and a waterskin.\n\n**_Scholar’s  Pack  (40  gp)._** Includes  a  backpack,  a  book  of  lore, a bottle of ink, an ink pen, 10 sheets of parchment, a little  bag of sand, and a small knife."
      }
    ]
  },
  {
    "id": "tools",
    "name": "Tools",
    "description": "A tool helps you to do something you couldn't otherwise  do,  such  as  craft  or  repair  an  item,  forge  a document, or pick a lock. Your race, class, background, or feats give you proficiency with certain tools. Proficiency with a tool allows you to add your proficiency bonus to any ability check you make using that tool. Tool use is not tied to a single ability, since proficiency with a tool represents broader knowledge of its use. For example, the GM might  ask  you  to  make  a  Dexterity  check  to  carve  a fine detail with your woodcarver’s tools, or a Strength check to make something out of particularly hard wood.",
    "tabs": [
      {
        "name": "Tools List",
        "content": "| Item                     | Cost         | Weight     |\n| ------------------------ | ------------ | ---------- |\n| **Artisan’s tools**          |||\n| Alchemist’s supplies     | 50 gp        | 8 lb.      |\n| Brewer’s supplies        | 20 gp        | 9 lb.      |\n| Calligrapher's supplies  | 10 gp        | 5 lb.      |\n| Carpenter’s tools        | 8 gp         | 6 lb.      |\n| Cartographer’s tools     | 15 gp.       | 6 lb.      |\n| Cobbler’s tools          | 5 gp         | 5 lb.      |\n| Cook’s utensils          | 1 gp         | 8 lb.      |\n| Glassblower’s tools      | 30 gp        | 5 lb.      |\n| Jeweler’s tools          | 25 gp        | 2 lb.      |\n| Leatherworker’s tools    | 5 gp         | 5 lb.      |\n| Mason’s tools            | 10 gp        | 8 lb.      |\n| Painter’s supplies       | 10 gp        | 5 lb.      |\n| Potter’s tools           | 10 gp        | 3 lb.      |\n| Smith’s tools            | 20 gp        | 8 lb.      |\n| Tinker’s tools           | 50 gp        | 10 lb.     |\n| Weaver’s tools           | 1 gp         | 5 lb.      |\n| Woodcarver’s tools       | 1 gp         | 5 lb.      |\n| **Gaming sets**              |||\n| Dice set                 | 1 sp         | —          |\n| Playing card set         | 5 sp         | —          |\n| **Musical instruments**      |||\n| Bagpipes                 | 30 gp        | 6 lb.      |\n| Drum                     | 6 gp         | 3 lb.      |\n| Dulcimer                 | 25 gp        | 10 lb.     |\n| Flute                    | 2 gp         | 1 lb.      |\n| Lute                     | 35 gp        | 2 lb.      |\n| Lyre                     | 30 gp        | 2 lb.      |\n| Horn                     | 3 gp         | 2 lb.      |\n| Pan flute                | 12 gp        | 2 lb.      |\n| Shawm                    | 2 gp         | 1 lb.      |\n| Viol                     | 30 gp        | 1 lb.      |\n| Navigator’s tools        | 25 gp        | 2 lb.      |\n| Thieves’ tools           | 25 gp        | 1 lb.      |\n| Vehicles (land or water) | *   | * |\n* See the “Mounts and Vehicles” section."
      },
      {
        "name": "Tools Description",
        "content": "**_Artisan’s Tools._** These special tools include the items needed to pursue a craft or trade. The table shows  examples  of  the  most  common  types  of  tools, each providing items related to a single craft.\n\nProficiency  with  a  set  of  artisan’s  tools  lets  you  add your proficiency bonus to any ability checks you make using the tools in your craft. Each type of artisan’s tools requires a separate proficiency.\n\n**_Disguise Kit._** This pouch of cosmetics, hair dye, and  small  props  lets  you  create  disguises  that  change your physical appearance. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a visual disguise.\n\n**_Forgery Kit._** This small box contains a variety of papers and parchments, pens and inks, seals and sealing wax,  gold and silver leaf,  and other supplies necessary  to  create  convincing  forgeries  of  physical documents. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a physical forgery of a document.\n\n**_Gaming  Set._** This  item  encompasses  a  wide  range of game pieces, including dice and decks of cards (for games such as Three-­‐‑Dragon  Ante). A few common examples  appear  on  the  Tools  table,  but  other  kinds of  gaming  sets  exist.  If  you  are  proficient  with  a gaming set, you can add your proficiency bonus to ability checks you make to play a game with that set. Each type of gaming set requires a separate  proficiency.\n\n**_Herbalism Kit._** This kit contains a variety of instruments  such  as  clippers,  mortar  and  pestle,  and pouches and vials used by herbalists to create remedies and potions. Proficiency with this kit lets you  add  your  proficiency  bonus  to  any  ability  checks you make to identify or apply herbs. Also, proficiency with this kit is required to create antitoxin and _potions of healing._\n\n**_Musical  Instrument._** Several  of  the  most  common types  of  musical  instruments  are  shown  on  the  table as examples. If you have proficiency with a given musical instrument, you can add your proficiency bonus to any ability checks you make to play music with the instrument. A bard can use a musical instrument as a spellcasting focus. Each type of musical instrument requires a separate proficiency.\n\n**_Navigator’s  Tools._** This  set  of  instruments  is  used for navigation at sea. Proficiency with navigator's tools lets you chart a ship's course and follow navigation charts. In addition, these tools allow you to add your proficiency bonus to any ability check you make to avoid getting lost at sea.\n\n**_Poisoner’s Kit._** A poisoner’s kit includes the vials, chemicals, and other equipment necessary for the creation of  poisons.  Proficiency  with this  kit  lets  you add  your  proficiency  bonus  to  any  ability  checks  you make to craft or use poisons.\n\n**_Thieves’ Tools._** This set of tools includes a small  file, a set of lock picks, a small mirror mounted on a metal  handle,  a  set  of  narrow-­‐‑bladed  scissors,  and  a pair of pliers. Proficiency with these tools lets you add  your  proficiency  bonus  to  any  ability  checks  you make to disarm traps or open locks."
      }
    ]
  },
  {
    "id": "mountsAndVehicles",
    "name": "Mounts And Vehicles",
    "description": "A good mount can help you move more quickly through  the  wilderness,  but  its  primary  purpose  is  to carry the gear that would otherwise slow you down. The Mounts and Other Animals table shows each animal’s speed and base carrying capacity.\n\nAn animal pulling a carriage, cart, chariot, sled, or wagon can move weight up to five times its base carrying capacity, including the weight of the vehicle. If multiple animals pull the same vehicle, they can  add their carrying capacity together.\n\nMounts other than those listed here are available in fantasy gaming worlds, but they are rare and not normally  available  for  purchase.  These  include  flying mounts (pegasi, griffons, hippogriffs, and similar animals) and even aquatic mounts (giant sea horses, for example). Acquiring such a mount often means securing an egg and raising the creature yourself, making a bargain with a powerful entity, or negotiating with the mount itself.",
    "tabs": [
      {
        "name": "Equipment",
        "content": "**_Barding._** Barding  is  armor  designed  to  protect  an animal’s head, neck, chest, and body. Any type of armor shown on the Armor table can be purchased as barding. The cost is four times the equivalent armor made for humanoids, and it weighs twice as much.\n\n**_Saddles._** A military saddle braces the rider,  helping you keep your seat on an active mount in battle.  It  gives  you  advantage  on  any  check  you  make to remain mounted. An exotic saddle is required for riding any aquatic or flying mount.\n\n**_Vehicle Proficiency._** If you have proficiency with a certain kind of vehicle (land or water), you can add your proficiency bonus to any check you make to control that kind of vehicle in difficult circumstances.\n\n**_Rowed Vessels._** Keelboats and rowboats are used on lakes and rivers. If going downstream, add the speed of the current (typically 3 miles per hour) to the speed of the vehicle. These vehicles can’t be rowed against any significant current, but they can be  pulled  upstream  by  draft  animals  on  the  shores.  A rowboat weighs 100 pounds, in case adventurers carry it over land"
      },
      {
        "name": "Mounts and Other Animals",
        "content": "|item          |cost  |Speed |Capacity |\n|--------------|------|------|---------|\n|Camel         |50g[  |50ft  |480 lb.  |\n|Donkey or mule|8gp   |40ft  |420 lb.  |\n|Elephant      |200gp |40ft  |1,320 lb.|\n|Horse, draft  |50 gp |40 ft.|540 lb.  |\n|Horse, riding |75 gp |60 ft.|480 lb.  |\n|Mastiff       |25 gp |40 ft.|195 lb.  |\n|Pony          |30 gp |40 ft.|225 lb.  |\n|Warhorse      |400 gp|60 ft.|540 lb.  |"
      },
      {
        "name": "Tack, Harness, and Drawn Vehicles",
        "content": "|Item              |Cost  |Weight |\n|------------------|------|-------|\n|Barding           |×4    |×2     |\n|Bit and bridle    |2 gp  |1 lb.  |\n|Carriage          |100 gp|600 lb.|\n|Cart              |15 gp |200 lb.|\n|Chariot           |250 gp|100 lb.|\n|Feed (per day)    |5 cp  |10 lb. |\n|Saddle            |      |       |\n|Exotic            |60 gp |40 lb. |\n|Military          |20 gp |30 lb. |\n|Pack              |5 gp  |15 lb. |\n|Riding            |10 gp |25 lb. |\n|Saddlebags        |4 gp  |8 lb.  |\n|Sled              |20 gp |300 lb.|\n|Stabling (per day)|5 sp  |—      |\n|Wagon             |35 gp |400 lb.|"
      },
      {
        "name": "Waterborne Vehicles",
        "content": "|Item         |Cost     |Speed |\n|-------------|---------|------|\n|Galley       |30,000 gp|4 mph |\n|Keelboat     |3,000 gp |1 mph |\n| Longship    |10,000 gp|3mph  |\n|Rowboat      |50 gp    |1½ mph|\n| Sailing ship|10,000 gp|2 mph |\n|warship      |25,000 gp|2½ mph|"
      }
    ]
  }
]