[
  {
    "id": "whatDoesADMDo",
    "name": "DM 做些什麼？",
    "description": "DM 可以扮演許多有趣的角色：\n\n**演員。** DM 扮演怪物，選擇牠們的行動並為牠們的攻擊擲骰。DM 也扮演角色們遇見的所有人。\n\n**導演。** 就像電影導演一樣，DM 決定（並描述）玩家角色在冒險過程中會遭遇什麼。DM 也負責掌控遊戲聚會的節奏，並創造能促進樂趣的情境。\n\n**即興表演者。** 身為 DM，很大一部分的工作是在進行過程中決定如何應用規則，並以讓每個人都覺得有趣的方式，想像角色行動的後果。\n\n**裁判。** 當不清楚接下來該發生什麼事時，由 DM 決定如何應用規則。\n\n**說書人。** DM 精心設計冒險，將情境呈現在角色面前，吸引他們探索並與遊戲世界互動。\n\n**導師。** 教導新玩家如何進行遊戲通常是 DM 的工作。\n\n**世界建構者。** DM 創造遊戲冒險發生的世界。即使你使用的是現成的出版設定，你也可以將其轉化為你自己的風格。",
    "tabs": [
      {
        "name": "DM 提示",
        "content": "身為一位優秀的 DM，最重要的部分是促進桌上每個人的樂趣。請記住這些提示，以幫助事情順利進行。\n\n**擁抱共享的故事。** D&D 是關於作為一個團隊來講述故事，所以讓其他玩家透過他們角色的言語和行為做出貢獻。藉由詢問玩家他們的角色正在做什麼，來鼓勵玩家參與。\n\n**這不是比賽。** DM 並不是在與其他玩家競爭。你的工作是提供有趣的挑戰並保持故事推進。\n\n**公平且靈活。** 以公平、公正的態度對待你的玩家。規則可以幫助你做到這點，但當你需要擔任裁判時，試著做出能確保每個人都玩得開心的決定。\n\n**與你的玩家溝通。** 開誠布公的溝通是 D&D 遊戲成功的關鍵。許多問題可以透過誠實的對話解決，甚至預防。在聚會結束後或聚會之間提出問題並徵求回饋。\n\n**犯錯也沒關係。** 如果你忽略或誤解了某些事情，糾正自己然後繼續前進。沒有人期望你背下每一條規則或細節。即使直到遊戲聚會結束後你才意識到自己的錯誤，在下一次聚會開始時承認錯誤並在未來做出調整也是完全可以的。"
      }
    ]
  },
  {
    "id": "thingsYouNeed",
    "name": "必備物品",
    "description": "自 1974 年遊戲首次出版以來，遊玩所需的物品並沒有太大的改變。",
    "tabs": [
      {
        "name": "一位地下城主",
        "content": "有一位玩家擔任地下城主（DM）這個特殊角色。\n\n有些人喜歡一直當 DM，而有些人最後會覺得自己被困在遊戲小組中「萬年 DM」的角色裡。**《地下城主指南》**中的「**小組規模**」章節討論了在小組中的多名玩家之間分擔地下城主角色的可能性。"
      },
      {
        "name": "玩家",
        "content": "非地下城主的玩家扮演英雄的角色，也被稱為角色或冒險者。\n\n除了 DM 之外，D&D 最適合四到六名玩家進行，但也可以在冒險者較少或較多的情況下進行遊戲。\n\n#### 尋找玩家\n\n你要去哪裡找玩家？這裡有一些建議：\n\n- 遊戲店或模型店（**威世智網站**上的店家定位器可以幫助你找到附近舉辦 D&D 活動的店家）\n- 喜歡遊戲或奇幻題材的朋友、家人、社區成員和同事\n- 學校的遊戲社團\n- 社群媒體和線上通訊網站\n- 遊戲展覽會"
      },
      {
        "name": "遊玩場地",
        "content": "遊玩 D&D 所需的最低限度空間，就是能讓小組中每個人聚集並參與的地方。\n\n選擇遊玩空間時，可以尋求玩家的協助。考慮你或他們可能有的無障礙需求。有些玩家可能對昏暗的燈光、背景音樂、強烈的氣味、狹窄的空間或特定的過敏原感到不適。盡可能配合調整；如果無法配合，請儘早溝通。\n\n如果可能的話，在視覺或聽覺干擾最小的區域進行遊戲。優先選擇能強化你理想氛圍且非玩家人流較少的環境。如果是共用空間，請提前預約。\n\n你也可以在任何能在線上空間聚會的地方玩 D&D，從群組視訊通話到功能強大的虛擬桌面皆可。"
      },
      {
        "name": "骰子",
        "content": "你需要一套完整的多面體骰子：d4、d6、d8、d10、d12 和 d20。每種至少有兩顆會很有幫助。理想情況下，每位玩家也應該擁有自己的一套多面體骰子。\n\n現在有很多數位擲骰程式。簡單的瀏覽器擲骰器在網路上很容易找到。應用程式商店中可以找到專門的擲骰 App，而虛擬桌面通常也內建了擲骰功能。"
      },
      {
        "name": "筆記用品",
        "content": "每個人都需要某種方式來做筆記。在每一輪戰鬥中，需要有人追蹤**先攻**、**生命值**、狀態和其他資訊。玩家通常喜歡記錄冒險中發生的事情，而且至少應該有一名玩家記錄角色收集到的線索和寶藏。\n\n#### 角色卡\n\n玩家需要某種方式來記錄關於他們角色的重要資訊。普通的白紙就可以，但玩家可能會發現官方或粉絲製作的角色卡在整理資訊上更有幫助。如果你在線上遊玩或在桌邊使用數位設備，也有各種數位角色卡可供使用。\n\n#### 戰役日誌\n\n在這本書中，你會找到可以用來減輕 DM 工作負擔的追蹤表。範圍從用於追蹤遊戲中 NPC 或聚落的表格，到確保你給予冒險者適量魔法物品的追蹤器。這些追蹤表可以構成戰役日誌的基礎，它們將幫助你規劃冒險並建構你的世界。你可以掃描或影印這些表格供個人使用，你也可以在「**追蹤表**」中找到可下載的版本。"
      },
      {
        "name": "實用的額外用品",
        "content": "各種資源可以豐富你的遊戲並使其更有趣。許多資源可能有數位版本，這使得電腦、平板電腦和智慧型手機成為某些 D&D 遊戲和某些玩家的必備要素。\n\n#### DM 屏風\n\nDM 屏風可以遮擋你的書籍、筆記和擲骰結果，不讓玩家看見。（關於何時以及為何你可能想要隱藏擲骰結果，請參閱本章稍後的「**確保每個人都玩得開心**」章節。）大多數 DM 屏風在朝外的一面有插畫，在朝內的一面則有方便的規則資訊。其他的可能由精美的木材製成或經過雕刻，以幫助營造遊戲氛圍。\n\n如果你在線上遊玩，不需要實體屏風來隱藏東西，但能夠隨時查閱重要資訊（如狀態定義、常用動作和其他關鍵規則）會很有幫助。有些 DM 會在電腦螢幕旁設置實體 DM 屏風。虛擬桌面可能內建了這類參考資訊。\n\n#### 冒險模組與資源書\n\n除了三本核心規則書之外，威世智和其他出版社還提供了大量的額外內容。冒險模組提供了你可以在遊戲中使用的引子、情節、地圖和遭遇。資源書則包含新角色選項、新怪物以及建構你自己的冒險和戰役的靈感。沒有這些額外產品你也可以玩 D&D，但許多 DM（和玩家）發現它們是遊戲中令人興奮的補充。\n\n#### 戰鬥網格與微縮模型\n\n有些 DM 使用戰鬥網格和微縮模型來進行戰鬥遭遇，這有助於玩家在面對面遊玩時將場景具象化。印有網格的乙烯基濕擦墊、網格白板、切割墊、一大張方格紙或印製的海報地圖——任何這些都可以作為戰鬥網格。網格應標記為 1 英吋的方格。\n\n你也需要塑膠或金屬的微縮模型來代表遊戲中的角色和怪物，但如果沒有微縮模型，你可以使用硬幣、額外的骰子、紙製指示物，甚至是糖果。\n\n許多設計用於促進線上 D&D 遊玩的軟體工具都提供了戰鬥網格。即使沒有這些工具，許多線上 D&D 遊戲也會使用螢幕分享，配合繪圖程式、共用白板或類似工具作為簡單的戰鬥網格。有些 DM 習慣使用允許他們控制光線並向玩家展示確切視野的軟體；其他人則發現複雜的軟體會妨礙遊戲進行。使用任何適合你和你團隊的方式即可。\n\n#### 卡牌配件\n\n有些玩家和 DM 發現以卡片形式提供資訊很有幫助。你可以購買（或製作）包含個別**法術**、魔法物品、怪物數據板、規則參考和類似資訊的卡片，以便於查閱。"
      }
    ]
  },
  {
    "id": "preparingASession",
    "name": "準備聚會",
    "description": "你在遊戲前準備得越充分，遊戲進行得就會越順利——但在一定程度上。為了避免準備不足或準備過度，請使用下面的一小時準則，並根據你擁有的時間優先安排準備內容。",
    "tabs": [
      {
        "name": "一小時準則",
        "content": "D&D 遊戲聚會通常在大家坐下來準備玩時，會以一些閒聊開始。一旦聚會正式開始，大多數團隊在一小時的遊戲時間內至少可以完成三件事，每件「事」可能是以下任何一種：\n\n- 探索一個地點，例如城堡中的一個房間或洞穴\n- 與有智慧的生物交談\n- 對有爭議的問題達成共識\n- 解決棘手的謎語或謎題\n- 在致命的陷阱中倖存\n- 進行一場低難度的戰鬥遭遇\n\n一場較困難的戰鬥遭遇可能算作兩或三件事，而一場緊張的談判本身可能會用掉大部分甚至全部的一小時遊戲時間。"
      },
      {
        "name": "準備時間",
        "content": "以下準則可以幫助你準備使用已出版冒險模組的遊戲聚會。\n\n#### 一小時準備\n\n如果你每週花一小時準備遊戲，請遵循以下步驟：\n\n**步驟 1。** 專注於冒險的故事。閱讀或重讀冒險的介紹和背景資訊。列出關鍵情節點的項目符號清單，以確保故事連貫展開。\n\n**步驟 2。** 確定你想要進行的遭遇，然後弄清楚每個遭遇發生的可能性，將每個遭遇分類為「確定」、「可能」或「不太可能」。\n\n**步驟 3。** 收集確定和可能發生的遭遇所需的所有地圖，然後將剩餘的準備時間集中在確定的遭遇上，如下所述。\n\n對於戰鬥遭遇，查看怪物的戰術和數據板。記下任何適用於遭遇設定的特殊規則。\n\n對於社交互動遭遇，做關於遭遇中非玩家角色（NPC）的筆記——他們的個性、目標和策略。\n\n對於探索遭遇，記錄角色應該獲知的任何線索或其他資訊，並查看可能在遭遇中生效的任何特殊規則。\n\n**步驟 4。** 考慮每個確定的遭遇如何與玩家的動機相關聯。思考你可以添加哪些元素來引起他們的興趣。例如，一場戰鬥遭遇可以用一場緊張的談判作為開場，以吸引喜歡社交互動的玩家。\n\n**步驟 5。** 略讀你標記為可能的遭遇。\n\n#### 兩小時準備\n\n如果有另一個小時可以準備，請增加這些步驟：\n\n**步驟 6。** 仔細查看每一個「可能」的遭遇。\n\n**步驟 7。** 將剩餘的時間用於製作即興輔助工具。\n\n#### 三小時準備\n\n如果你有三個小時可以準備，請增加這些步驟：\n\n**步驟 8。** 略讀每一個「不太可能」的遭遇。\n\n**步驟 9。** 設計一個新的遭遇，專門用來吸引某一位玩家，或修改現有的遭遇，使其與該玩家角色的目標和動機相關聯。在幾次聚會的過程中，為你所有的玩家及其角色都這樣做。"
      }
    ]
  },
  {
    "id": "howToRunASession",
    "name": "如何帶團",
    "description": "本節說明如何主持遊戲聚會。",
    "tabs": [
      {
        "name": "前情提要",
        "content": "第一次聚會之後的每次遊戲聚會，都以前一次聚會發生的事情作為前情提要開始。前情提要有助於玩家重新進入故事。它也為錯過上一次聚會的玩家提供重要資訊。你可以提供這個前情提要，或者你可以邀請一或多位玩家來進行前情提要。每種方法都有好處：\n\n**DM 前情提要。** 如果你有需要傳達的特定資訊，或者你想讓前情提要簡潔並聚焦於相關內容，請自己進行前情提要。\n\n**玩家前情提要。** 如果你想評估他們認為什麼是重要的，或了解更多關於他們從遊戲中獲得了什麼，讓玩家進行前情提要。如果玩家在回顧中遺漏了任何重要細節，你可以插話提醒。"
      },
      {
        "name": "遭遇",
        "content": "典型的 D&D 聚會的大部分內容由一系列遭遇組成，類似於電影是一系列場景。在每次遭遇中，DM 有機會描述生物和地點，角色有機會做出選擇。遭遇可以涉及探索（與環境互動，包括謎題）、與生物進行社交互動或戰鬥。以下章節提供關於遭遇通常如何展開的更詳細資訊，分為三個步驟。\n\n#### 步驟 1：描述情境\n\n身為 DM，你決定要告訴玩家多少資訊以及何時告訴他們。玩家做決定所需的所有資訊都來自於你。在遊戲規則以及角色知識和感官的限制內，告訴玩家他們需要知道的一切。\n\n無論你是運行已出版的冒險還是你自己創作的冒險，你對房間或情境的最初描述都應該集中在角色可以察覺到的事物上。你不必一次揭露每個細節。大多數玩家在大約三句描述性文字後就會開始失去注意力。當角色搜索房間、打開抽屜和箱子並更仔細地檢查事物時，再給玩家更多關於他們角色發現了什麼的細節。\n\n#### 步驟 2：讓玩家發言\n\n一旦你描述完情境，詢問玩家他們的角色想做什麼。記下玩家說的話，並確定如何解決他們的行動。如果你需要更多資訊，請詢問他們。\n\n有時玩家可能會給你一個團體答案：「我們穿過那扇門。」其他時候，個別玩家可能想做特定的事情——一個人可能在搜索箱子，而另一個人則在檢查書架。在戰鬥之外，角色不需要輪流行動，但你需要給每個玩家機會告訴你他們的角色正在做什麼，以便你決定如何解決每個人的行動。在戰鬥中，每個人按照**先攻**順序輪流行動。\n\n#### 步驟 3：描述發生了什麼\n\n在玩家描述了他們角色的行動後，DM 的工作就是根據規則和你準備的冒險來解決這些行動。那麼你如何決定呢？思考這些可能性：\n\n**不需要規則。** 有時，解決情況很容易。如果冒險者想穿過一個空房間並打開一扇門，你可以直接說門開了並描述門後有什麼（也許參考你的地圖或筆記）。\n\n**成功的障礙。** 鎖、守衛或其他障礙可能會阻礙角色完成任務的能力。在這些情況下，你通常會要求進行 **D20 檢定**，通常是屬性檢定。例如，可能需要成功的敏捷（**巧手**）檢定來撬開鎖，而賄賂守衛可能需要成功的魅力（**說服**）檢定和一些硬幣。\n\n**角色扮演。** 當玩家與其他生物互動時，根據這些生物是**友善**、**冷漠**還是**敵對**來扮演牠們。根據你對這些生物的了解、牠們的知識和動機進行即興發揮。然後在你描述發生了什麼時，讓這些生物栩栩如生。\n\n**一次一個動作。** 「**進行遊戲**」中的**關於動作的規則**限制了角色一次可以做多少事情。記住這些規則可以幫助你裁決情況。\n\n**戰鬥。** 在戰鬥中，許多情況涉及攻擊檢定或豁免檢定。戰鬥規則可以幫助你確定角色行動的有效性。「**DM 工具箱**」中的「**運行戰鬥**」章節提供了關於戰鬥的建議。\n\n**施法。** 如果角色施放**法術**，你通常可以讓玩家告訴你法術的作用以及如何解決它。如果出現問題，自己閱讀法術的文字——法術應該如何運作通常很清楚。通用的**施法規則**對於解決法術效果也是必不可少的。\n\n**例外優於一般規則。** 一般規則管轄遊戲的每個部分，但遊戲也包括職業特性、**法術**、魔法物品、怪物能力和其他可能與一般規則相牴觸的元素。當例外和一般規則不一致時，以例外為準。例如，一般規則是近戰武器攻擊使用攻擊角色的力量調整值。但如果一個特性說角色可以使用魅力進行近戰武器攻擊，該例外就取代了一般規則。\n\n在敘述結果時，試著給予生動的描述，同時用遊戲術語清楚地傳達正在發生的事情。\n\n描述結果通常會導致另一個決策點，這將使遊戲流程回到步驟 1。"
      },
      {
        "name": "時間流逝",
        "content": "遊戲有一種節奏和流動，包括行動和興奮的時期，中間穿插著平靜期。想想電影如何表現場景之間時間的流逝。當一次遭遇結束時，你可以繼續進行下一次遭遇。你通常可以用快速的敘事總結帶過數小時的旅行。同樣地，如果一段休息時間平淡無奇地過去了，告訴玩家並繼續前進。除非玩家喜歡這種描述，否則不要讓玩家花時間討論哪個角色煮什麼晚餐。略過平凡的細節並盡快回到行動中是可以的。\n\n預期玩家會討論遊戲中的事件、花時間計畫，並以角色身分進行長時間的對話。除非他們有問題要問你，否則你不需要參與這些討論。學會辨認身為 DM 何時可以休息一下，然後一旦大家都準備好就恢復行動。"
      },
      {
        "name": "結束聚會",
        "content": "盡量不要在遭遇進行到一半時結束遊戲聚會。在聚會之間追蹤諸如**先攻**順序和其他逐輪細節是很困難的。這個準則的一個例外是你故意以懸念結束聚會，故事恰好在發生重大事件或發生令人驚訝的轉折時暫停。懸念可以讓玩家保持好奇和興奮，直到下一次聚會。\n\n如果有玩家錯過了一次聚會，而你讓該玩家的角色暫時離開隊伍，請確保在該玩家回歸時有辦法將角色帶回來。有時懸念可以達到這個目的：角色衝進來幫助他們陷入困境的同伴。\n\n在遊戲結束時留出幾分鐘讓大家討論本次聚會的事件。詢問你的玩家他們喜歡聚會的哪些部分，以及他們希望看到更多什麼內容。記下發生了什麼以及聚會結束時的情況，以便你在準備下一次聚會時參考這些筆記。"
      }
    ]
  },
  {
    "id": "everyDMIsUnique",
    "name": "每個 DM 都是獨一無二的",
    "description": "沒有兩個 DM 會以完全相同的方式運行遊戲——這正是它應有的樣子！如果你選擇最適合你和你的玩家的遊戲風格，你將成為最成功的 DM。",
    "tabs": [
      {
        "name": "遊戲風格",
        "content": "以下這些問題可以幫助你定義身為 DM 的獨特風格以及你想要運行的遊戲類型：\n\n**砍殺或沉浸式角色扮演？** 遊戲是專注於戰鬥和動作，還是有著詳細 NPC 的豐富故事？\n\n**全年齡或成熟主題？** 遊戲適合所有年齡層，還是涉及成熟主題？\n\n**寫實殘酷或電影化？** 你喜歡寫實的殘酷感，還是更專注於讓遊戲感覺像電影和超級英雄？\n\n**嚴肅或滑稽？** 你想保持嚴肅的基調，還是幽默是你的目標？\n\n**預先計畫或即興發揮？** 你喜歡徹底計畫，還是比較喜歡即興發揮？\n\n**綜合或主題式？** 遊戲是主題和類型的混合體，還是集中在特定主題或類型（如恐怖）上？\n\n**道德模糊或英雄主義？** 你對道德模糊感到自在嗎，例如允許角色探索結果是否能證成手段？或者你更喜歡直率的英雄原則，如正義、犧牲和幫助受壓迫者？"
      },
      {
        "name": "房規",
        "content": "房規是你添加到遊戲中的新規則或修改後的規則，使其成為你自己的遊戲，並增強你心目中的遊戲風格。在建立房規之前，問自己兩個問題：\n\n- 這個規則或改變會改善遊戲嗎？\n- 我的玩家會喜歡它嗎？\n\n如果你確信這兩個問題的答案都是肯定的，那就試試新規則。將房規視為實驗，並請你的玩家提供回饋。如果你引入的房規不好玩，請移除或修改該規則。\n\n#### 記錄規則解釋\n\n如果遊戲中出現關於規則解釋的問題，請記錄你決定如何解釋它。將其加入你的房規收藏中，以便你和玩家在該規則稍後再次出現時可以參考。"
      },
      {
        "name": "氛圍",
        "content": "有些 DM 使用音樂來為遊戲聚會營造適當的氛圍。他們可能會使用冒險電影或電玩遊戲的原聲帶，儘管古典音樂、環境音樂或其他音樂風格也很有效果。\n\n有些 DM 會調整燈光或使用音效。微縮模型和場景模型有助於營造遊戲氛圍，並幫助玩家將事件具象化。不過，請先詢問你的玩家：有些人可能會覺得音樂、燈光或音效令人分心；可能不喜歡被巨大的噪音嚇到；或者可能需要避免某些燈光效果。"
      },
      {
        "name": "授權分工",
        "content": "如果遊戲中有你不喜歡親自處理的部分，請將它們分配給喜歡這些部分的玩家。如果你不想因為查閱規則而打斷你的敘事節奏，請指定另一位玩家擔任規則書查閱專家。如果你不喜歡追蹤先攻，請另一位玩家代勞。"
      },
      {
        "name": "透過觀察學習",
        "content": "學習如何運行 D&D 遊戲的最佳方法之一是觀察其他 DM 的實際操作。另一位 DM 可以為你提供理解這個角色的堅實基礎——並用他們在遊戲中做的酷事來激發你的靈感。\n\n你可以使用這些問題來幫助你反思你觀察的遊戲：\n\n**開始聚會。** DM 如何開始聚會？有前情提要嗎？\n\n**肢體語言。** DM 在描述場景時使用了什麼手勢？扮演不同 NPC 時，DM 的肢體語言有何變化？\n\n**DM 的聲音。** DM 是否為 NPC 使用了不同的聲音或習慣動作？DM 在不同情況下是否改變了敘述的音調或節奏？\n\n**玩家參與。** 玩家是否參與了世界建構，或做出了似乎將冒險引向意想不到方向的決定？DM 如何處理？\n\n**規則裁決。** DM 在多大程度上依賴規則來裁決結果？DM 是明智地裁決情況，還是以讓遊戲觀賞起來有趣的方式裁決？\n\n**三大支柱。** 戰鬥、探索或社交互動佔據了多少聚會時間？\n\n**基調和情緒。** 你會如何描述遊戲的基調和情緒？它在聚會過程中有改變嗎？\n\n**措辭。** 有沒有你真正喜歡的詞語或敘述片段？（如果有的話，把它們記下來。）\n\n**世界建構。** DM 的世界或冒險中有哪些元素引起了你的注意？"
      }
    ]
  },
  {
    "id": "ensuringFunForAll",
    "name": "確保每個人都玩得開心",
    "description": "在遊戲開始前，如果你還沒這麼做，請與你的玩家討論你們都希望獲得的體驗，以及可能破壞某人遊戲樂趣的話題、主題和行為。",
    "tabs": [
      {
        "name": "相互尊重",
        "content": "無論你是與老朋友還是陌生人一起玩，建立互信的基礎都很重要。當桌上的每個人都感到足夠安全，能夠做自己、暢所欲言並進入角色時，就會產生最棒的遊戲。\n\n維護尊重原則是每個人的責任。困難的對話通常落在 DM 身上來主導，但並非必須如此。如果某個玩家的行為干擾了其他人的樂趣，每個人都有責任協助解決這個問題。\n\n#### 設定期望\n\n在你召集小組到遊戲桌前之前，向未來的玩家推銷你想運行的冒險。說明可能會出現的世界內衝突、設定的整體基調，以及你想探索的主題。（本章前面的「**每個 DM 都是獨一無二的**」章節可以幫助你向他人描述你的遊戲。）\n\n告訴玩家可以期待什麼，能讓他們在想像自己可以創造什麼樣的角色時做好準備，並展開關於應包含和避免哪些內容的對話。你不需要透露故事的主要情節點或轉折，但分享你有興趣探索的主題、激發你靈感的故事類型，以及你感興趣的奇幻風格。對玩家保持透明，讓他們能夠決定這是否是他們想玩的遊戲，這一點最好在遊戲開始前就知道。\n\n清楚表達你的期望，並確保你也了解玩家的回應期望，有助於確保遊戲順利進行。認真看待玩家的意見和願望，並確保他們也同樣認真看待你的。理想情況下，你會找到一種適合每個人的遊玩風格。\n\n\n\n#### 硬限度和軟限度\n\n除了你有興趣在戰役中探索的奇幻一般主題和風格之外，與玩家討論可能敏感或令人不舒服的話題也很重要。用軟限度和硬限度來討論這些話題會很有幫助：\n\n- 軟限度適用於應該謹慎處理的話題，因為它可能會造成不受歡迎的焦慮、恐懼或不適。\n- 硬限度適用於不應提及或描述的話題。\n\nDM 和玩家可能有其他人不知道的恐懼症或觸發點。任何讓遊戲小組成員感到不安全（硬限度）的遊戲內話題或主題都必須避免。如果某個話題或主題讓一名或多名玩家感到緊張，但他們同意將其包含在遊戲中（軟限度），請謹慎地納入，如果要納入的話，並準備好在需要時迅速避開它。\n\n常見的遊戲內限度適用於諸如隊伍內部戀愛、性、剝削、種族主義、奴役以及對兒童和動物的暴力等話題。限度也適用於某些生物，如蜘蛛、蛇、老鼠和惡魔。討論關於角色可能遭受何種傷害的限度也很重要，包括精神控制魔法、無助感和死亡。\n\n話雖如此，D&D 是一個擁有世界內衝突和混亂的遊戲。遊戲的某些核心元素很難被忽視。例如，受到傷害並不是一個你可以輕易繞過的限度。同樣地，角色死亡是有時會發生的事情，儘管遊戲有對抗或避免它的方法。\n\n**_溝通限度。_** 確保每個人都對限度討論的方式感到自在。玩家可能不想大聲討論限度，特別是如果他們剛接觸角色扮演遊戲或與小組其他成員相處時間不長。減輕這種不適的一種方法是提供讓玩家匿名分享限度的方式。每個人都可以將他們的限度寫在匿名調查表上，例如本章中的「**遊戲期望**」追蹤表。\n\n將限度彙編成一份可以與小組分享的清單。限度是不可協商的，小組中的每個人都需要尊重它們。\n\n戰役開始是進行此討論的好時機，但每當有新玩家加入小組或戰役的故事或基調發生轉變時，都需要進一步討論。有人可能會越界並需要被提醒限度，或者有人可能沒想到在最初的討論中包含他們的一些限度。玩家也可能隨著戰役展開而發現新的限度。每隔幾次聚會就與小組確認一下，確保每個人都對遊戲的發展感到自在，並根據需要更新小組的限度。\n\n**_變動的限度。_** 鼓勵玩家私下或當下向你提出任何額外的限度，以便你可以將其加入清單。相信玩家最了解自己的需求，並相應地更新遊戲。\n\n**_遊戲中的限度。_** 由於 D&D 是即興的，遊戲可能會朝著意想不到的方向發展。擁有一個商定好的信號很有幫助，玩家可以用它來傳達限度已被觸犯，讓你可以迅速調整。該信號可能是一個手勢（例如雙臂交叉成 X 或舉起手掌做出「停止」手勢）、一個代號或短語、觸摸或舉起指定的物體，或你們小組同意的任何其他方式。玩家也應該感到可以安全地說「停止」並暫停遊戲，直到問題解決。發出信號的人可以評論他們希望調整什麼，但不一定要解釋為什麼該內容令人反感。信號不應引發辯論或討論：感謝玩家誠實表達他們的需求，修正場景，然後繼續。\n\n向玩家表明，如果有人不自在於使用信號，他們可以離開遊戲或要求休息以便私下與你交談。玩家也可以授權朋友代表他們使用信號。身為 DM，請以身作則。認真看待玩家的需求，並利用你可以使用的每種工具來調整你們共享故事的發展方式。\n\n#### 隊伍內部衝突\n\n當冒險隊伍中的角色之間發生衝突時，通常表示發生了以下三種情況之一：\n\n**破壞性玩家。** 有玩家在遊戲中表現出反社會行為。如何處理這個問題包含在「**反社會行為**」章節中。\n\n**玩家衝突。** 角色之間的衝突有時會浮現出玩家之間的衝突。這些衝突最好在遊戲桌外處理。鼓勵玩家在遊戲外解決他們的衝突。如果衝突持續在遊戲桌上發生，你可能需要請他們暫時退出戰役或完全離開遊戲。\n\n**角色扮演。** 角色之間的衝突並不總是壞事。角色（和玩家）對於如何處置被俘虜的敵人或在醞釀中的戰爭支持哪一方意見不一致是可以的。如果分歧變得太激烈，休息一下，或許在角色之外討論玩家希望如何繼續。\n\n如果你無法分辨是哪種動態在起作用，請與玩家討論這個問題。"
      },
      {
        "name": "尊重玩家",
        "content": "你的玩家需要從一開始就知道，你將運行一個有趣、公平且為他們量身打造的遊戲；你會允許他們每個人都為故事做出貢獻；並且當他們輪到行動時你會關注他們。你的玩家也指望你確保冒險的威脅不會針對他們個人。永遠不要讓玩家感到不舒服或受到威脅。\n\n#### 分享聚光燈\n\n身為 DM，不要偏心。不要讓一個玩家主導所有對話，並確保你關心每個角色正在做什麼，特別是在探索和社交互動期間，而不是只專注於一個玩家的角色。\n\n有時你會遇到一些玩家，他們告訴其他玩家他們的角色應該做什麼，為自己索取最好的魔法物品，欺負其他玩家，並拒絕分享聚光燈。在遊戲之外，指出該玩家的行為正在破壞其他人的樂趣，並要求該玩家收斂。如果該玩家拒絕改變這種行為，請要求該玩家離開小組。\n\n當玩家認為他們特定的遊玩風格優於其他人，並且對為其他玩家喜好量身打造的遭遇失去耐心時，就會出現一些問題。提醒不耐煩的玩家（也許在桌外），你需要取悅整個小組，而不僅僅是一個玩家。\n\n#### 悲劇限度\n\n有些玩家抗拒投入遊戲世界，因為他們不想忍受看到他們關心的人和地方受到威脅或破壞的痛苦。其他玩家則興高采烈地詳細描述充滿心愛 NPC 的背景故事，完全期望 DM 將這些人當作誘餌、悲劇受害者和意想不到的反派。了解玩家的偏好很重要，這樣你既不會因為冷酷地摧毀他們所愛的事物而疏遠玩家，也不會因為將他們的背景故事排除在戰役故事之外而讓他們感到無聊。\n\n當你讓反派威脅角色所愛的人和地方時，請確保角色有機會避開最壞的結果。在遊戲過程中，角色應該有機會以英勇的方式避免或減輕損失，悲劇應該是角色行動和決定的後果，而不是既定的結局。面對毀滅性悲劇時的無助時刻更適合用於角色背景故事中。\n\n#### DM 擲骰\n\n你應該將你的擲骰隱藏在 DM 屏風後面，還是應該公開擲骰讓所有玩家都能看到？選擇任一種方法，並保持一致。每種方法都有好處：\n\n**隱藏擲骰。** 隱藏你的擲骰可以保持神秘感，並允許你在想要時更改結果。例如，你可以忽略一次重擊以挽救角色的生命。不過，不要太頻繁地更改擲骰，並且永遠不要讓玩家知道你何時在擲骰上作弊。\n\n**公開擲骰。** 公開擲骰展現了公正性——你沒有為了角色的利益或損害而作弊。\n\n即使你通常在屏風後面擲骰，進行一次每個人都能看到的特別戲劇性的擲骰也會很有趣。\n\n#### 過度謹慎的玩家\n\n過度謹慎的玩家會為了陷阱和隱藏的危險檢查地城中的每一塊石板、門和牆壁，從而拖慢遊戲速度。有時這種行為是對過去冒險中太多不愉快驚喜的一種習得反應，有時它只是玩家個性的一種表現。\n\n這裡有一些你可以用來鼓勵玩家大膽行動的遊戲內技巧：\n\n**避免隨機危險。** 避免感覺隨機且對其餘冒險並不重要的陷阱和伏擊。\n\n**創造時間壓力。** 設置一個情境，讓角色正在趕往一個目標或目的地。（謹慎使用此技巧，因為時間壓力會增加玩家的焦慮。）\n\n**預告遭遇。** 提前警告玩家遭遇即將發生。也許他們在必須面對巨人之前聽到巨人沉重的腳步聲，或看到一條龍飛過頭頂。這可以鼓勵你的玩家朝向或遠離遭遇移動，而不是焦慮地預期伏擊。\n\n如果這些遊戲內技巧沒有達到預期效果，請在遊戲外與你的玩家討論哪些遊戲元素導致他們以過度謹慎的方式遊玩。達成協議，這些元素將不會出現在你的遊戲中，因為保持遊戲推進將帶來更好的體驗。"
      },
      {
        "name": "尊重 DM",
        "content": "身為 DM，你有權利期望你的玩家尊重你以及你為每個人創造有趣遊戲所付出的努力。玩家需要讓你主導戰役（包含他們的投入），仲裁規則並解決爭論。而且當你在敘述遊戲動作時，玩家應該專心聆聽。\n\n#### 玩家擲骰\n\n玩家應該在每個人的視野範圍內擲骰。如果玩家在其他人看到結果之前就收起骰子，請鼓勵該玩家不要那麼遮遮掩掩。\n\n當骰子掉在地上時，你算數還是重擲？當它靠在書上傾斜時，你是移開書看它落在哪裡還是重擲骰子？與你的玩家一起回答這些問題，並將答案記錄為房規。\n\n你必須為角色提供合理吸引人的理由來進行你準備的冒險。作為交換，玩家應該順著這些引子走。你的玩家對於為什麼他們的角色應該想要做你要求他們做的事情提出一些反駁是可以的，但他們故意朝不同方向發展，從而使你準備冒險的辛苦工作無效是不可以的。\n\n如果你覺得你遵守了協議，但你的玩家沒有，請在遊戲桌外與他們談談。試著了解什麼引子會激勵他們的角色，並確保玩家了解你為他們準備冒險所付出的工作。\n\n#### 規則討論\n\n在桌上制定關於規則討論的政策。有些小組不介意在討論規則的不同解釋時暫停遊戲。其他人則更喜歡讓 DM 做出裁決並繼續遊玩。如果你在遊戲中略過了一個規則問題，請記下來並稍後再回頭處理。\n\n有些玩家喜歡利用規則來反駁你的決定。雖然當你卡住或犯了容易糾正的規則錯誤時，這樣的玩家會很有幫助，但過於頻繁地爭論規則的玩家會破壞遊戲的流暢度。\n\n如果玩家想要暫停遊戲來尋找特定的規則或參考資料，你可以邀請該玩家去尋找，同時你和其他玩家繼續遊戲。該玩家的角色基本上在花費的時間內暫時退出遊戲。怪物不會攻擊該角色，並且該角色在戰鬥中採取**迴避**動作，直到玩家重新加入小組。這個解決方案允許其他玩家繼續遊玩，而不是讓一個玩家停止遊戲。\n\n#### 角色知識\n\n鼓勵玩家在角色知道和理解的範圍內扮演他們的角色。透過簡單地詢問玩家「你的_角色_怎麼想？」，有助於維持玩家知識和角色知識之間的區別。\n\n時代錯亂的思維是另一個潛在的陷阱。你可能需要提醒玩家，他們的角色不知道如何製造遊戲世界中不存在的東西，例如現代槍支或抗生素，並且他們不具備玩家對現代科學的理解（這在遊戲宇宙中可能無論如何都不適用）。\n\n同樣地，有時玩家熟悉你正在運行的已出版冒險，或者對《_怪物圖鑑_》倒背如流。鼓勵玩家將該知識與他們角色的知識分開，並讓其他玩家透過遊戲去發現它。\n\n人們通常玩 D&D 是因為這讓他們可以透過角色做現實生活中無法做到的事情——與怪物戰鬥、施展**法術**等等。然而，對於某些玩家來說，這意味著在城鎮中肆虐或背叛他們的盟友。他們在遊戲中想要的與英勇冒險無關，而是利用遊戲規則來發洩反社會的幻想。\n\n如果這種行為出現在你的遊戲中，可能是時候重新開啟關於你想玩什麼樣遊戲的對話了。如果只是一個玩家造成麻煩，發出最後通牒是完全適當的：一個想要繼續與小組一起玩卻失控的玩家，必須停止破壞並作為團隊的一部分進行遊戲。不要讓玩家用「這就是我角色會做的事」作為藉口，對其他玩家表現得像個混蛋。\n\n**_邪惡角色。_** 想要扮演邪惡角色的玩家可能是想在遊戲中進行反社會行為。如果玩家請求允許扮演邪惡角色，或者帶著已經做好的邪惡角色來到桌前，請與該玩家談談他們的想法，並確保他們的計畫符合小組對你遊戲的期望。有時玩家想要探索扮演邪惡角色是出於完全良好（且非破壞性）的理由，有時整個小組決定一起扮演邪惡角色可能會很有趣。這些都是有效的選項，只要每個人都對戰役將如何進行有共識。\n\n#### 玩家利用規則漏洞\n\n有些玩家喜歡鑽研 D&D 規則並尋找最佳組合。這種優化是遊戲的一部分，但它可能會越界變成利用漏洞，干擾其他人的樂趣。\n\n在處理這種規則利用時，設定明確的期望至關重要。請記住這些原則：\n\n**規則不是物理學。** 遊戲規則旨在提供有趣的遊戲體驗，而不是描述 D&D 世界中的物理定律，更不用說現實世界了。不要讓玩家爭辯說，一隊普通人可以透過全部使用**準備**動作將長矛傳遞給隊伍中的下一個人，從而將長矛加速到光速。準備動作是為了促進英勇行動；它並沒有定義在 6 秒戰鬥輪中可能發生的物理限制。\n\n**遊戲不是經濟體系。** 遊戲規則並非旨在模擬現實的經濟體系，尋找漏洞讓自己利用法術組合產生無限財富的玩家是在利用規則。\n\n**戰鬥是為了敵人。**有些規則僅在戰鬥期間或角色按先攻順序行動時適用。不要讓玩家互相攻擊或攻擊無助的生物來觸發這些規則。\n\n**規則依賴善意解釋。** 規則假設每個閱讀和解釋規則的人都以小組的樂趣為重，並以此為出發點閱讀規則。\n\n概述這些原則可以幫助遏制玩家的利用行為。如果玩家堅持試圖扭曲遊戲規則，請在遊戲外與該玩家交談並要求他們停止。"
      },
      {
        "name": "虛擬桌面的規則",
        "content": "在數位環境中設定期望與面對面同樣重要。\n\n有些小組將非角色的笑話、評論和迷因限制在文字頻道中，讓語音頻道專注於遊戲。但有些小組發現，在遊戲進行時有另一個對話在文字中展開會令人分心。選擇最適合你們小組的選項。\n\n誰在虛擬桌面上移動標記？玩家應該使用內建的擲骰器，還是可以擲實體骰子並報告結果？你使用的特定技術可能會決定這些問題的答案，或者是引發你需要一邊玩一邊解決的其他問題。"
      }
    ]
  }
]
