[
  {
    "id": "originComponents",
    "name": "起源組成部分",
    "description": "你角色起源的每個部分都反映了角色的面貌、生活和使他們踏上冒險之路的環境。\n\n如果你選擇了舊版書籍中的背景或種族，請參閱**第2章**中的\"**舊版書籍中的背景和種族**\"側欄，了解如何將它們與這裡的選項一起使用。",
    "tabs": [
      {
        "name": "角色背景",
        "content": "你角色的背景是一系列特徵的集合，代表了你的角色在踏上冒險生活之前最有影響力的地方和職業。\n\n每個背景都包含一個簡短的敘述，描述你角色過去可能的生活。你可以隨意更改這個敘述的細節。\n\n### 背景的組成部分\n\n背景包括以下部分。\n\n**_能力值_**：背景列出了你角色的三個能力值。將其中一個增加2點，另一個增加1點，或者將所有三個都增加1點。這些增加不能使任何能力值超過20。\n\n**_專長_**：背景給予你的角色一個指定的起源專長（在**第5章**中描述）。\n\n**_技能熟練_**：背景給予你的角色兩個指定技能的熟練。\n\n**_工具熟練_**：每個背景給予角色一種工具的熟練——要麼是特定工具，要麼是從工匠工具類別中選擇一種。工具在**第6章**中詳細介紹。\n\n**_裝備_**：每個背景提供了一套裝備包和50金幣之間的選擇。"
      },
      {
        "name": "角色種族",
        "content": "當你選擇你角色的種族時，你決定了你的角色是人類還是奇幻種族的成員，如龍裔或侏儒。\n\nD&D多元宇宙中的人民來自不同的世界，包括許多種類的智慧生命形式。玩家角色的種族是冒險者作為這些生命形式之一獲得的一系列遊戲特徵。\n\n一些種族可以追溯其起源到單一世界、存在位面或神祇，而其他種族則同時出現在多個領域。無論一個種族的起源如何，其成員都已經遍佈多元宇宙，並在許多不同的文化中有所貢獻。\n\n大多數種族的成員壽命約為80年，本章中有關種族的文字中註明了例外情況。無論壽命如何，所有種族的成員都在大約相同的年齡達到身體成熟。你的角色可以是任何不超過其種族正常壽命的年齡。\n\n### 種族的組成部分\n\n種族包括以下部分。\n\n**_生物類型_**：角色的種族決定了角色的生物類型，這在規則詞彙表中有描述。本章中的每個種族都是類人生物；可玩的非類人生物種族出現在其他D&D書籍中。\n\n**_體型_**：你角色的種族決定了角色的體型。一個種族內的個體涵蓋了廣泛的身高範圍，一些種族的體型多樣性如此之大，以至於你可以選擇你的角色是小型還是中型。\n\n**_速度_**：你角色的種族決定了角色的速度。\n\n**_特殊特徵_**：每個種族都給予角色特殊特徵——基於該種族的生理或魔法本質的獨特特徵。當你選擇一個種族時，你的角色獲得列出的所有特殊特徵。一些特徵涉及從少數選項中進行選擇。"
      }
    ]
  },
  {
    "id": "backgroundDescriptions",
    "name": "背景描述",
    "description": "本節按字母順序介紹了四種背景：\n\n**侍僧**\n\n**罪犯**\n\n**學者**\n\n**士兵**",
    "tabs": [
      {
        "name": "侍僧",
        "content": "**能力值：** 智力、感知、魅力\n\n**專長：** 魔法啟蒙（牧師）（見**第5章**）\n\n**技能熟練：** **洞察**和**宗教**\n\n**工具熟練：** 書法工具\n\n**裝備：** _選擇A或B：_ (A) **書法工具**、**書本**（祈禱文）、**聖徽**、**羊皮紙**（10張）、**長袍**、8金幣；或 (B) 50金幣\n\n你將自己奉獻給一座神殿的服務，可能坐落在城鎮中，也可能隱蔽在神聖的樹林裡。在那裡，你執行儀式以榮耀一位神祇或萬神殿。你在一位祭司的指導下服務並研究宗教。多虧了你祭司的指導和你自己的虔誠，你還學會了如何引導一點神聖力量來服務於你的崇拜場所和在那裡祈禱的人們。"
      },
      {
        "name": "罪犯",
        "content": "**能力值：** 敏捷、體質、智力\n\n**專長：** 警覺（見**第5章**）\n\n**技能熟練：** **巧手**和**隱匿**\n\n**工具熟練：** 盜賊工具\n\n**裝備：** _選擇A或B：_ (A) 2把**匕首**、**盜賊工具**、**撬棍**、2個**錢袋**、**旅行者服裝**、16金幣；或 (B) 50金幣\n\n你在黑暗的小巷中勉強維生，割錢包或入室盜竊。也許你是一個小團伙的成員，彼此照應。或者你可能是一匹獨狼，獨自對抗當地的盜賊公會和更可怕的罪犯。"
      },
      {
        "name": "學者",
        "content": "**能力值：** 體質、智力、感知\n\n**專長：** 魔法啟蒙（法師）（見**第5章**）\n\n**技能熟練：** **奧秘**和**歷史**\n\n**工具熟練：** 書法工具\n\n**裝備：** _選擇A或B：_ (A) **長棍**、**書法工具**、**書本**（歷史）、**羊皮紙**（8張）、**長袍**、8金幣；或 (B) 50金幣\n\n你的成長時期在莊園和修道院之間旅行，執行各種奇怪的工作和服務，以換取進入他們圖書館的機會。你度過了許多漫長的夜晚學習書籍和卷軸，學習多元宇宙的知識——甚至是魔法的基礎——而你的心靈渴望更多。"
      },
      {
        "name": "士兵",
        "content": "**能力值：** 力量、敏捷、體質\n\n**專長：** 野蠻攻擊者（見**第5章**）\n\n**技能熟練：** **運動**和**威嚇**\n\n**工具熟練：** _選擇一種遊戲組_（見**第6章**）\n\n**裝備：** _選擇A或B：_ (A) **長矛**、**短弓**、20支**箭**、遊戲組（與上述相同）、**治療師套件**、**箭袋**、**旅行者服裝**、14金幣；或 (B) 50金幣\n\n你一成年就開始接受戰爭訓練，對拿起武器之前的生活幾乎沒有記憶。戰鬥已經融入你的血液。有時你會不自覺地反射性地執行你最初學習的基本戰鬥練習。最終，你在戰場上運用了這些訓練，通過打仗來保衛王國。\n\n你在街頭長大，周圍是同樣不幸的棄兒，其中一些是朋友，一些是對手。你睡在能找到的任何地方，為食物做零工。有時，當飢餓變得難以忍受時，你不得不偷竊。儘管如此，你從未失去自尊，也從未放棄希望。命運還沒有結束對你的安排。"
      }
    ]
  },
  {
    "id": "speciesDescriptions",
    "name": "種族描述",
    "description": "本節按字母順序介紹了四個種族：**矮人**、**精靈**、**半身人**和**人類**。",
    "tabs": [
      {
        "name": "矮人",
        "content": "矮人在遠古時期由鍛造神祇從地底升起。這位神祇在不同世界中有不同的名字——莫拉丁、瑞奧克斯等——賦予矮人對石頭和金屬的親和力，以及在地下生活的能力。這位神還使他們像山脈一樣堅韌，壽命約為350年。\n\n矮壯且通常留有鬍鬚的原始矮人在山腰和地下開鑿城市和要塞。他們最古老的傳說講述了與山頂和幽暗地域的怪物的衝突，無論這些怪物是巨大的巨人還是地下的恐怖生物。受這些故事的啟發，任何文化中的矮人都常常歌頌英勇事蹟——特別是弱小戰勝強大的故事。\n\n在多元宇宙的一些世界中，最早的矮人聚居地建在丘陵或山脈中，能追溯到這些聚居地的家族分別稱自己為丘陵矮人或山地矮人。灰鷹和龍槍設定中就有這樣的社區。\n\n___\n\n### 矮人特徵\n\n**生物類型：** 類人生物\n\n**體型：** 中型（身高約4-5英尺）\n\n**速度：** 30英尺\n\n作為矮人，你具有以下特殊特徵。\n\n**_黑暗視覺_**：你擁有120英尺範圍的**黑暗視覺**。\n\n**_矮人韌性_**：你對毒素傷害具有抗性。你在進行豁免檢定以避免或結束**中毒**狀態時也具有**優勢**。\n\n**_矮人堅韌_**：你的生命值上限增加1，之後每當你獲得一個等級時再增加1。\n\n**_石頭精通_**：作為一個附贈動作，你獲得60英尺範圍的**震顫感知**，持續10分鐘。你必須站在石頭表面上或接觸石頭表面才能使用這種震顫感知。這種石頭可以是天然的或經過加工的。你可以使用這個附贈動作的次數等於你的熟練加值，當你完成一次**長休**時，你恢復所有已消耗的使用次數。"
      },
      {
        "name": "精靈",
        "content": "最初的精靈是由科瑞隆神創造的，他們可以隨心所欲地改變形態。當他們與洛斯女神密謀，試圖但未能奪取科瑞隆的統治權時，他們因科瑞隆的詛咒而失去了這種能力。當洛斯被放逐到深淵時，大多數精靈放棄了她並贏得了科瑞隆的寬恕，但科瑞隆從他們那裡奪走的東西永遠失去了。\n\n不再能夠隨意改變形態，精靈退隱到精靈荒野，那裡的影響加深了他們的悲傷。隨著時間的推移，好奇心驅使許多精靈探索其他存在位面，包括物質位面的世界。\n\n精靈有尖耳朵，缺乏面部和體毛。他們的壽命約為750年，他們不睡覺，而是在需要休息時進入一種出神狀態。在這種狀態下，他們保持對周圍環境的意識，同時沉浸在記憶和冥想中。\n\n環境會在精靈居住千年或更長時間後微妙地改變他們，並賦予他們某些類型的魔法。卓爾、高等精靈和木精靈就是這樣被改變的精靈的例子。\n\n### 卓爾\n\n卓爾通常居住在幽暗地域，並被其塑造。一些卓爾個體和社會完全避開幽暗地域，但仍然攜帶著其魔法。例如，在艾伯倫設定中，卓爾居住在森德里克大陸的熱帶雨林和巨型遺跡中。\n\n### 高等精靈\n\n高等精靈被精靈荒野和物質位面之間的交匯點的魔法所浸染。在一些世界中，高等精靈以其他名字自稱。例如，在被遺忘國度設定中，他們稱自己為太陽精靈或月亮精靈，在龍槍設定中稱為希瓦內斯蒂和誇里納斯蒂，在艾伯倫設定中稱為艾瑞尼。\n\n### 木精靈\n\n木精靈體內蘊含著原始森林的魔法。他們有許多其他名字，包括野精靈、綠精靈和森林精靈。格魯加奇是灰鷹設定中隱居的木精靈，而卡貢內斯蒂和泰爾納達爾分別是龍槍和艾伯倫設定中的木精靈。\n\n___\n\n### 精靈特徵\n\n**生物類型：** 類人生物\n\n**體型：** 中型（身高約5-6英尺）\n\n**速度：** 30英尺\n\n作為精靈，你具有以下特殊特徵。\n\n**_黑暗視覺_**：你擁有60英尺範圍的**黑暗視覺**。\n\n**_精靈血統_**：你屬於一個賦予你超自然能力的血統。從**精靈血統表**中選擇一個血統。你獲得該血統的1級好處。\n\n當你達到角色3級和5級時，你會學習一個更高等級的法術，如表中所示。你總是準備好這個法術。你可以不使用法術位施放它一次，並且在完成**長休**後恢復使用這種方式施放的能力。你也可以使用適當等級的法術位來施放這個法術。智力、感知或魅力是你施放這些法術的施法能力（在選擇血統時選擇能力）。\n\n**_妖精血統_**：你在進行豁免檢定以避免或結束**魅惑**狀態時具有**優勢**。\n\n**_敏銳感官_**：你熟練**洞察**、**察覺**或**生存**技能中的一項。\n\n**_出神_**：你不需要睡眠，魔法也無法使你入睡。你可以在4小時內完成一次**長休**，如果你在這些時間內進行類似冥想的出神狀態，期間保持意識。\n\n#### 精靈血統表\n\n| 血統 | 1級 | 3級 | 5級 |\n|------|-----|-----|-----|\n| 卓爾 | 你的**黑暗視覺**範圍增加到120英尺。你還知道**舞光術**戲法。 | **妖火** | **黑暗術** |\n| 高等精靈 | 你知道**魔法伎倆**戲法。每當你完成一次**長休**時，你可以用**法師法術列表**中的另一個戲法替換該戲法。 | **偵測魔法** | **迷霧步** |\n| 木精靈 | 你的速度增加到35英尺。你還知道**德魯伊伎倆**戲法。 | **大步奔** | **無踪步** |"
      },
      {
        "name": "半身人",
        "content": "半身人受到重視生命、家庭和家園的神祇的珍愛和指引，傾向於居住在田園般的避風港，那裡家庭和社區幫助塑造他們的生活。話雖如此，許多半身人擁有勇敢和冒險的精神，引導他們踏上探索之旅，給他們機會探索更大的世界，並在途中結識新朋友。他們的體型——類似人類兒童——幫助他們在人群中不被注意地通過，並穿過狹小的空間。\n\n任何花時間與半身人相處的人，特別是半身人冒險者，可能都曾目睹傳說中的\"半身人運氣\"在行動。當半身人處於致命危險時，一股看不見的力量似乎會介入半身人的behalf。許多半身人相信運氣的力量，並將他們不尋常的禮物歸功於一個或多個仁慈的神祇，包括永達拉、布蘭多巴里斯和查瑪萊恩。同樣的禮物可能也促成了他們強健的生命力（壽命約150年）。\n\n半身人社區有各種各樣的形式。對於每一個隱藏在世界未受污染部分的安靜郡，都有一個像艾伯倫設定中的博羅瑪爾氏族那樣的犯罪集團，或者像黑日設定中那些領地性的半身人暴徒。\n\n偏好住在地下的半身人有時被稱為強心半身人或壯實半身人。游牧半身人，以及那些生活在人類和其他高大民族中的半身人，有時被稱為輕足半身人或高個半身人。\n\n___\n\n### 半身人特徵\n\n**生物類型：** 類人生物\n\n**體型：** 小型（身高約2-3英尺）\n\n**速度：** 30英尺\n\n作為半身人，你具有以下特殊特徵。\n\n**_勇敢_**：你在進行豁免檢定以避免或結束**恐懼**狀態時具有**優勢**。\n\n**_半身人靈活_**：你可以穿過比你大一個體型的生物的空間，但不能在同一空間停止。\n\n**_幸運_**：當你在**D20檢定**中擲出1時，你可以重擲骰子，並且必須使用新的擲骰結果。\n\n**_天生隱匿_**：即使你只被比你大一個體型的生物遮蔽，你也可以採取**躲藏**動作。"
      },
      {
        "name": "人類",
        "content": "人類遍布多元宇宙，他們的多樣性與數量一樣多，並努力在他們所擁有的歲月裡盡可能多地實現。他們的野心和資源在許多世界上都受到稱讚、尊重和恐懼。\n\n人類在外表上與地球上的人一樣多樣，他們有許多神祇。學者們對人類的起源存在爭議，但據說最早已知的人類聚集發生在西吉爾，這個多元宇宙中心的環形城市，也是通用語誕生的地方。從那裡，人類可能已經傳播到多元宇宙的每個角落，帶著門之城的世界主義。\n\n___\n\n### 人類特徵\n\n**生物類型：** 類人生物\n\n**體型：** 中型（身高約4-7英尺）或小型（身高約2-4英尺），在選擇此種族時選擇\n\n**速度：** 30英尺\n\n作為人類，你具有以下特殊特徵。\n\n**_資源豐富_**：每當你完成一次**長休**時，你獲得**英雄靈感**。\n\n**_技能嫻熟_**：你獲得一項你選擇的技能熟練。\n\n**_多才多藝_**：你獲得一個你選擇的起源專長（見**第5章**）。建議選擇**技能熟練**。"
      }
    ]
  }
]