[
  {
    "id": "originComponents",
    "name": "起源組成部分",
    "description": "你角色起源的每個部分都反映了角色的面貌、生活和使他們踏上冒險之路的環境。\n\n如果你選擇了舊版書籍中的背景或種族，請參閱**第2章**中的\"**舊版書籍中的背景和種族**\"側欄，了解如何將它們與這裡的選項一起使用。",
    "tabs": [
      {
        "name": "角色背景",
        "content": "你角色的背景是一系列特徵的集合，代表了你的角色在踏上冒險生活之前最有影響力的地方和職業。\n\n每個背景都包含一個簡短的敘述，描述你角色過去可能的生活。你可以隨意更改這個敘述的細節。\n\n### 背景的組成部分\n\n背景包括以下部分。\n\n**_能力值_**：背景列出了你角色的三個能力值。將其中一個增加2點，另一個增加1點，或者將所有三個都增加1點。這些增加不能使任何能力值超過20。\n\n**_專長_**：背景給予你的角色一個指定的起源專長（在**第5章**中描述）。\n\n**_技能熟練_**：背景給予你的角色兩個指定技能的熟練。\n\n**_工具熟練_**：每個背景給予角色一種工具的熟練——要麼是特定工具，要麼是從工匠工具類別中選擇一種。工具在**第6章**中詳細介紹。\n\n**_裝備_**：每個背景提供了一套裝備包和50金幣之間的選擇。"
      },
      {
        "name": "角色種族",
        "content": "當你選擇你角色的種族時，你決定了你的角色是人類還是奇幻種族的成員，如龍裔或侏儒。\n\nD&D多元宇宙中的人民來自不同的世界，包括許多種類的智慧生命形式。玩家角色的種族是冒險者作為這些生命形式之一獲得的一系列遊戲特徵。\n\n一些種族可以追溯其起源到單一世界、存在位面或神祇，而其他種族則同時出現在多個領域。無論一個種族的起源如何，其成員都已經遍佈多元宇宙，並在許多不同的文化中有所貢獻。\n\n大多數種族的成員壽命約為80年，本章中有關種族的文字中註明了例外情況。無論壽命如何，所有種族的成員都在大約相同的年齡達到身體成熟。你的角色可以是任何不超過其種族正常壽命的年齡。\n\n### 種族的組成部分\n\n種族包括以下部分。\n\n**_生物類型_**：角色的種族決定了角色的生物類型，這在規則詞彙表中有描述。本章中的每個種族都是類人生物；可玩的非類人生物種族出現在其他D&D書籍中。\n\n**_體型_**：你角色的種族決定了角色的體型。一個種族內的個體涵蓋了廣泛的身高範圍，一些種族的體型多樣性如此之大，以至於你可以選擇你的角色是小型還是中型。\n\n**_速度_**：你角色的種族決定了角色的速度。\n\n**_特殊特徵_**：每個種族都給予角色特殊特徵——基於該種族的生理或魔法本質的獨特特徵。當你選擇一個種族時，你的角色獲得列出的所有特殊特徵。一些特徵涉及從少數選項中進行選擇。"
      }
    ]
  },
  {
    "id": "backgroundDescriptions",
    "name": "背景描述",
    "description": "本節按字母順序介紹了四種背景：\n\n**侍僧**\n\n**罪犯**\n\n**學者**\n\n**士兵**",
    "tabs": [
      {
        "name": "侍僧",
        "content": "**能力值：** 智力、感知、魅力\n\n**專長：** 魔法啟蒙（牧師）（見**第5章**）\n\n**技能熟練：** **洞察**和**宗教**\n\n**工具熟練：** 書法工具\n\n**裝備：** _選擇A或B：_ (A) **書法工具**、**書本**（祈禱文）、**聖徽**、**羊皮紙**（10張）、**長袍**、8金幣；或 (B) 50金幣\n\n你將自己奉獻給一座神殿的服務，可能坐落在城鎮中，也可能隱蔽在神聖的樹林裡。在那裡，你執行儀式以榮耀一位神祇或萬神殿。你在一位祭司的指導下服務並研究宗教。多虧了你祭司的指導和你自己的虔誠，你還學會了如何引導一點神聖力量來服務於你的崇拜場所和在那裡祈禱的人們。"
      },
      {
        "name": "罪犯",
        "content": "**能力值：** 敏捷、體質、智力\n\n**專長：** 警覺（見**第5章**）\n\n**技能熟練：** **巧手**和**隱匿**\n\n**工具熟練：** 盜賊工具\n\n**裝備：** _選擇A或B：_ (A) 2把**匕首**、**盜賊工具**、**撬棍**、2個**錢袋**、**旅行者服裝**、16金幣；或 (B) 50金幣\n\n你在黑暗的小巷中勉強維生，割錢包或入室盜竊。也許你是一個小團伙的成員，彼此照應。或者你可能是一匹獨狼，獨自對抗當地的盜賊公會和更可怕的罪犯。"
      },
      {
        "name": "學者",
        "content": "**能力值：** 體質、智力、感知\n\n**專長：** 魔法啟蒙（法師）（見**第5章**）\n\n**技能熟練：** **奧秘**和**歷史**\n\n**工具熟練：** 書法工具\n\n**裝備：** _選擇A或B：_ (A) **長棍**、**書法工具**、**書本**（歷史）、**羊皮紙**（8張）、**長袍**、8金幣；或 (B) 50金幣\n\n你的成長時期在莊園和修道院之間旅行，執行各種奇怪的工作和服務，以換取進入他們圖書館的機會。你度過了許多漫長的夜晚學習書籍和卷軸，學習多元宇宙的知識——甚至是魔法的基礎——而你的心靈渴望更多。"
      },
      {
        "name": "士兵",
        "content": "**能力值：** 力量、敏捷、體質\n\n**專長：** 野蠻攻擊者（見**第5章**）\n\n**技能熟練：** **運動**和**威嚇**\n\n**工具熟練：** _選擇一種遊戲組_（見**第6章**）\n\n**裝備：** _選擇A或B：_ (A) **長矛**、**短弓**、20支**箭**、遊戲組（與上述相同）、**治療師套件**、**箭袋**、**旅行者服裝**、14金幣；或 (B) 50金幣\n\n你一成年就開始接受戰爭訓練，對拿起武器之前的生活幾乎沒有記憶。戰鬥已經融入你的血液。有時你會不自覺地反射性地執行你最初學習的基本戰鬥練習。最終，你在戰場上運用了這些訓練，通過打仗來保衛王國。\n\n你在街頭長大，周圍是同樣不幸的棄兒，其中一些是朋友，一些是對手。你睡在能找到的任何地方，為食物做零工。有時，當飢餓變得難以忍受時，你不得不偷竊。儘管如此，你從未失去自尊，也從未放棄希望。命運還沒有結束對你的安排。"
      }
    ]
  },
  {
    "id": "speciesDescriptions",
    "name": "種族描述",
    "description": "本節按字母順序介紹了四個種族：**矮人**、**精靈**、**半身人**和**人類**。",
    "tabs": [
      {
        "name": "阿斯莫(Aasimar)",
        "content": "阿斯莫（讀音為AH-sih-mar）是靈魂中攜帶著上層位面火花的凡人。無論是源自天使血脈還是被注入天界力量，他們都能夠點燃這火花，帶來光明、治癒和天界怒火。\n\n阿斯莫可能出現在任何凡人族群中。他們外表與父母相似，但壽命可達160年，且擁有暗示其天界血統的特徵，例如金屬色雀斑、發光的眼睛、光環，或天使般的膚色（銀色、蛋白石綠色或銅紅色）。這些特徵最初並不明顯，但當阿斯莫學會展現其完整天界本質時，這些特徵會變得顯著。\n\n#### 阿斯莫特質\n\n**生物類型：** 類人生物\n\n**體型：** 中型（約4-7英尺高）或小型（約2-4英尺高），在選擇此種族時決定\n\n**速度：** 30尺\n\n作為阿斯莫，你擁有這些特殊特質。\n\n**_天界抗性。_** 你對黯蝕傷害和光耀傷害具有抗性。\n\n**_黑暗視覺。_** 你擁有60尺範圍的[黑暗視覺]。\n\n**_治癒之手。_** 以一個[魔法]動作，你觸碰一個生物並擲骰數量等同於你熟練加值的d4。該生物恢復等同於擲骰總和的生命值。一旦使用此特質，你必須完成一次[長休]後才能再次使用。\n\n**_光明承載者。_** 你知曉[光明術]戲法。魅力是你施展此法術的施法能力。\n\n**_天界啟示。_** 當你達到角色等級3級時，你可以使用附贈動作變身，使用以下選項之一（每次變身時選擇選項）。變身持續1分鐘或直到你結束它（無需動作）。一旦你變身，你必須完成一次[長休]後才能再次這樣做。\n\n在變身結束前，你的每回合一次，當你用攻擊或法術對一個目標造成傷害時，你可以對其造成額外傷害。額外傷害等同於你的熟練加值，且額外傷害的類型為黯蝕裹屍時為黯蝕傷害，或天界之翼和內在光輝時為光耀傷害。\n\n以下是變身選項：\n\n**天界之翼。** 兩翼幽光之翼暫時從你的背部生出。直到變身結束，你擁有等同於你速度的飛行速度。\n\n**內在光輝。** 灼熱的光芒暫時從你的眼睛和嘴巴放射出來。在持續時間內，你在10尺半徑內發出[明亮光照]，並在額外10尺範圍內發出[昏暗光照]，且在你每回合結束時，你10尺範圍內的每個生物受到等同於你熟練加值的光耀傷害。\n\n**黯蝕裹屍。** 你的眼睛短暫地變成黑暗的水池，無法飛行的翅膀暫時從你的背部生出。你10尺範圍內除了你的盟友外的生物必須通過一次魅力豁免檢定（DC為8加上你的魅力調整值和熟練加值），否則直到你下回合結束前處於[恐懼]狀態。"
      },
      {
        "name": "龍裔(Dragonborn)",
        "content": "---\n龍裔的祖先孵化自彩色龍和金屬龍的蛋。一個傳說認為這些龍蛋受到龍神巴哈姆特和提亞瑪特的祝福，他們希望用按照自己形象創造的族群來充實多元宇宙。另一個傳說則聲稱龍族在沒有神祇祝福的情況下創造了最初的龍裔。無論其起源如何，龍裔已經在物質位面建立了自己的家園。\n\n龍裔看起來像是沒有翅膀、直立行走的龍—有鱗片、明亮的眼睛，骨骼粗壯，頭上有角—他們的顏色和其他特徵與其龍族祖先相似。\n___\n#### 龍裔特質\n**生物類型：** 類人生物\n**體型：** 中型（約5-7英尺高）\n**速度：** 30尺\n\n作為龍裔，你擁有這些特殊特質。\n\n**_龍族血統。_** 你的血統源自龍族先祖。從龍族祖先表中選擇一種龍。你的選擇會影響你的龍息武器和傷害抗性特質以及你的外觀。\n\n##### 龍族祖先\n| 龍種 | 傷害類型 |\n| --- | --- |\n| 黑龍 | 酸蝕 |\n| 藍龍 | 閃電 |\n| 黃銅龍 | 火焰 |\n| 青銅龍 | 閃電 |\n| 赤銅龍 | 酸蝕 |\n| 黃金龍 | 火焰 |\n| 綠龍 | 毒素 |\n| 紅龍 | 火焰 |\n| 白銀龍 | 冰凍 |\n| 白龍 | 冰凍 |\n\n**_龍息武器。_** 當你在你的回合進行攻擊動作時，你可以用魔法能量的吐息取代其中一次攻擊，吐息的形狀可以是15尺錐形或者30尺長、5尺寬的直線（每次使用時選擇形狀）。該區域內的每個生物必須進行一次敏捷豁免檢定（DC為8加上你的體質調整值和熟練加值）。豁免失敗的生物受到由你的龍族血統特質決定類型的1d10傷害。豁免成功的生物受到一半傷害。此傷害在你達到角色等級5級（2d10）、11級（3d10）和17級（4d10）時增加1d10。你可以使用此龍息武器的次數等同於你的熟練加值，且在完成長休後恢復所有已消耗的使用次數。\n\n**_傷害抗性。_** 你對由你的龍族血統特質決定的傷害類型具有抗性。\n\n**_黑暗視覺。_** 你擁有60尺範圍的黑暗視覺。\n\n**_龍族飛行。_** 當你達到角色等級5級時，你可以引導龍族魔法賦予自己暫時的飛行能力。以一個附贈動作，你背部生出幽光翅膀，持續10分鐘或直到你收回翅膀（無需動作）或處於無力狀態。在此期間，你擁有等同於你速度的飛行速度。你的翅膀看起來由與你的龍息武器相同的能量構成。一旦使用此特質，你必須完成一次長休才能再次使用。"
      },
      {
        "name": "矮人(Dwarf)",
        "content": "矮人在遠古時期由鍛造神祇從地底升起。這位神祇在不同世界中有不同的名字——莫拉丁、瑞奧克斯等——賦予矮人對石頭和金屬的親和力，以及在地下生活的能力。這位神還使他們像山脈一樣堅韌，壽命約為350年。\n\n矮壯且通常留有鬍鬚的原始矮人在山腰和地下開鑿城市和要塞。他們最古老的傳說講述了與山頂和幽暗地域的怪物的衝突，無論這些怪物是巨大的巨人還是地下的恐怖生物。受這些故事的啟發，任何文化中的矮人都常常歌頌英勇事蹟——特別是弱小戰勝強大的故事。\n\n在多元宇宙的一些世界中，最早的矮人聚居地建在丘陵或山脈中，能追溯到這些聚居地的家族分別稱自己為丘陵矮人或山地矮人。灰鷹和龍槍設定中就有這樣的社區。\n\n___\n\n### 矮人特徵\n\n**生物類型：** 類人生物\n\n**體型：** 中型（身高約4-5英尺）\n\n**速度：** 30英尺\n\n作為矮人，你具有以下特殊特徵。\n\n**_黑暗視覺_**：你擁有120英尺範圍的**黑暗視覺**。\n\n**_矮人韌性_**：你對毒素傷害具有抗性。你在進行豁免檢定以避免或結束**中毒**狀態時也具有**優勢**。\n\n**_矮人堅韌_**：你的生命值上限增加1，之後每當你獲得一個等級時再增加1。\n\n**_石頭精通_**：作為一個附贈動作，你獲得60英尺範圍的**震顫感知**，持續10分鐘。你必須站在石頭表面上或接觸石頭表面才能使用這種震顫感知。這種石頭可以是天然的或經過加工的。你可以使用這個附贈動作的次數等於你的熟練加值，當你完成一次**長休**時，你恢復所有已消耗的使用次數。"
      },
      {
        "name": "精靈(Elf)",
        "content": "最初的精靈是由科瑞隆神創造的，他們可以隨心所欲地改變形態。當他們與洛斯女神密謀，試圖但未能奪取科瑞隆的統治權時，他們因科瑞隆的詛咒而失去了這種能力。當洛斯被放逐到深淵時，大多數精靈放棄了她並贏得了科瑞隆的寬恕，但科瑞隆從他們那裡奪走的東西永遠失去了。\n\n不再能夠隨意改變形態，精靈退隱到精靈荒野，那裡的影響加深了他們的悲傷。隨著時間的推移，好奇心驅使許多精靈探索其他存在位面，包括物質位面的世界。\n\n精靈有尖耳朵，缺乏面部和體毛。他們的壽命約為750年，他們不睡覺，而是在需要休息時進入一種出神狀態。在這種狀態下，他們保持對周圍環境的意識，同時沉浸在記憶和冥想中。\n\n環境會在精靈居住千年或更長時間後微妙地改變他們，並賦予他們某些類型的魔法。卓爾、高等精靈和木精靈就是這樣被改變的精靈的例子。\n\n### 卓爾\n\n卓爾通常居住在幽暗地域，並被其塑造。一些卓爾個體和社會完全避開幽暗地域，但仍然攜帶著其魔法。例如，在艾伯倫設定中，卓爾居住在森德里克大陸的熱帶雨林和巨型遺跡中。\n\n### 高等精靈\n\n高等精靈被精靈荒野和物質位面之間的交匯點的魔法所浸染。在一些世界中，高等精靈以其他名字自稱。例如，在被遺忘國度設定中，他們稱自己為太陽精靈或月亮精靈，在龍槍設定中稱為希瓦內斯蒂和誇里納斯蒂，在艾伯倫設定中稱為艾瑞尼。\n\n### 木精靈\n\n木精靈體內蘊含著原始森林的魔法。他們有許多其他名字，包括野精靈、綠精靈和森林精靈。格魯加奇是灰鷹設定中隱居的木精靈，而卡貢內斯蒂和泰爾納達爾分別是龍槍和艾伯倫設定中的木精靈。\n\n___\n\n### 精靈特徵\n\n**生物類型：** 類人生物\n\n**體型：** 中型（身高約5-6英尺）\n\n**速度：** 30英尺\n\n作為精靈，你具有以下特殊特徵。\n\n**_黑暗視覺_**：你擁有60英尺範圍的**黑暗視覺**。\n\n**_精靈血統_**：你屬於一個賦予你超自然能力的血統。從**精靈血統表**中選擇一個血統。你獲得該血統的1級好處。\n\n當你達到角色3級和5級時，你會學習一個更高等級的法術，如表中所示。你總是準備好這個法術。你可以不使用法術位施放它一次，並且在完成**長休**後恢復使用這種方式施放的能力。你也可以使用適當等級的法術位來施放這個法術。智力、感知或魅力是你施放這些法術的施法能力（在選擇血統時選擇能力）。\n\n**_妖精血統_**：你在進行豁免檢定以避免或結束**魅惑**狀態時具有**優勢**。\n\n**_敏銳感官_**：你熟練**洞察**、**察覺**或**生存**技能中的一項。\n\n**_出神_**：你不需要睡眠，魔法也無法使你入睡。你可以在4小時內完成一次**長休**，如果你在這些時間內進行類似冥想的出神狀態，期間保持意識。\n\n#### 精靈血統表\n\n| 血統 | 1級 | 3級 | 5級 |\n|------|-----|-----|-----|\n| 卓爾 | 你的**黑暗視覺**範圍增加到120英尺。你還知道**舞光術**戲法。 | **妖火** | **黑暗術** |\n| 高等精靈 | 你知道**魔法伎倆**戲法。每當你完成一次**長休**時，你可以用**法師法術列表**中的另一個戲法替換該戲法。 | **偵測魔法** | **迷霧步** |\n| 木精靈 | 你的速度增加到35英尺。你還知道**德魯伊伎倆**戲法。 | **大步奔行** | **行蹤無跡** |"
      },
      {
        "name": "侏儒(Gnome)",
        "content": "侏儒是由發明、幻術和地下生活之神創造的魔法民族。由於侏儒的隱秘本性以及他們傾向於生活在森林和洞穴中，早期的侏儒很少被其他種族所見。他們雖然體型不大，但以機智彌補。他們用陷阱和迷宮般的隧道來迷惑捕食者。他們還從喬裝訪問他們的眾神如加爾·格里特戈德、巴爾文·荒野漫遊者和巴拉瓦爾·斗篷暗影那裡學習魔法。這種魔法最終創造了森林侏儒和岩石侏儒的血脈。\n\n侏儒是一種體型嬌小、眼睛大而耳朵尖的民族，壽命約425年。許多侏儒喜歡頭頂有遮蔽物的感覺，即使那個「遮蔽物」只不過是一頂帽子。\n\n--\n\n#### 侏儒特質\n\n**生物類型：** 類人生物\n\n**體型：** 小型（約3-4英尺高）\n\n**速度：** 30尺\n\n作為侏儒，你擁有這些特殊特質。\n\n***黑暗視覺。*** 你擁有**黑暗視覺**，範圍為60尺。\n\n***侏儒狡黠。*** 你在智力、感知和魅力豁免檢定上具有**優勢**。\n\n***侏儒血脈。*** 你是擁有超自然能力的血脈一員。選擇以下選項之一；無論你選擇哪一項，智力、感知或魅力是你使用此特質施展法術的施法能力（在選擇血脈時選擇能力）：\n\n**森林侏儒。** 你知曉**次級幻影**戲法。你也始終準備好**與動物交談**法術。你可以不消耗法術位施展它，次數等同於你的熟練加值，且你在完成**長休**後恢復所有已消耗的使用次數。你也可以使用任何你擁有的法術位來施展此法術。\n\n**岩石侏儒。** 你知曉**修復**和**魔法伎倆**戲法。此外，你可以花費10分鐘施展*魔法伎倆*來創造一個微型發條裝置（AC 5，1 HP），例如玩具、點火器或音樂盒。當你創造此裝置時，你通過從*魔法伎倆*中選擇一種效果來決定其功能；每當你或其他生物以觸碰方式使用**附贈動作**啟動它時，該裝置就會產生該效果。如果所選效果內有多個選項，你在創造裝置時為其選擇其中一個選項。例如，如果你選擇法術的點燃-熄滅效果，你決定裝置是點燃還是熄滅火焰；該裝置不能同時做到這兩點。你一次最多可以擁有三個這樣的裝置，且每個裝置在創造後8小時或當你以**利用**動作觸碰拆卸它時就會分解。"
      },
      {
        "name": "哥利亞(Goliath)",
        "content": "高聳於大多數族群之上，哥利亞是巨人的遠親後裔。每個哥利亞都承載著第一批巨人的恩惠——這些恩惠以各種超自然祝福的形式呈現，包括能夠迅速生長並暫時接近他們巨人親族的身高。\n\n哥利亞擁有與其家族血脈中巨人相似的身體特徵。例如，有些哥利亞看起來像石巨人，而另一些則像火巨人。無論他們將哪種巨人視為親族，哥利亞都在多元宇宙中開闢了自己的道路——不受困於長久以來困擾巨人族的內部衝突——並尋求超越祖先所達到的高度。\n\n#### 哥利亞特質\n**生物類型：** 類人生物\n**體型：** 中型（約7-8英尺高）\n**速度：** 35尺\n\n作為哥利亞，你擁有這些特殊特質。\n\n***巨人血統。*** 你是巨人的後裔。選擇以下一項益處——來自你血統的超自然祝福；你可以使用所選益處的次數等同於你的熟練加值，且你在完成**長休**後恢復所有已消耗的使用次數：\n\n**雲的躍動（雲巨人）。** 以一個**附贈動作**，你魔法般地傳送最多30尺到一個你能看見的未被佔據的空間。\n\n**火的燃燒（火巨人）。** 當你以攻擊擲骰命中目標並對其造成傷害時，你還能對該目標造成1d10火焰傷害。\n\n**霜的寒冷（霜巨人）。** 當你以攻擊擲骰命中目標並對其造成傷害時，你還能對該目標造成1d6冰凍傷害，並使其速度減少10尺直到你的下一回合開始。\n\n**丘的絆倒（丘陵巨人）。** 當你以攻擊擲骰命中一個大型或更小的生物並對其造成傷害時，你可以使該目標處於**俯臥**狀態。\n\n**石的耐力（石巨人）。** 當你受到傷害時，你可以使用一個**反應**擲1d12。將你的體質調整值加到擲骰結果上，並減少相應總數的傷害。\n\n**暴的雷鳴（暴風巨人）。** 當你受到60尺內一個生物的傷害時，你可以使用一個**反應**對該生物造成1d8雷鳴傷害。\n\n***巨大形態。*** 從角色等級5級開始，如果你處於足夠大的空間中，你可以以一個**附贈動作**將你的體型變為大型。這種變形持續10分鐘或直到你結束它（無需動作）。在此期間，你在力量檢定上具有**優勢**，且你的速度增加10尺。一旦你使用此特質，你必須完成一次**長休**才能再次使用它。\n\n***強健體魄。*** 你在任何用於結束**被擒抱**狀態的能力檢定上具有**優勢**。在決定你的負重能力時，你也視為大一號體型。"
      },
      {
        "name": "半身人(Halfling)",
        "content": "半身人受到重視生命、家庭和家園的神祇的珍愛和指引，傾向於居住在田園般的避風港，那裡家庭和社區幫助塑造他們的生活。話雖如此，許多半身人擁有勇敢和冒險的精神，引導他們踏上探索之旅，給他們機會探索更大的世界，並在途中結識新朋友。他們的體型——類似人類兒童——幫助他們在人群中不被注意地通過，並穿過狹小的空間。\n\n任何花時間與半身人相處的人，特別是半身人冒險者，可能都曾目睹傳說中的\"半身人運氣\"在行動。當半身人處於致命危險時，一股看不見的力量似乎會介入半身人的behalf。許多半身人相信運氣的力量，並將他們不尋常的禮物歸功於一個或多個仁慈的神祇，包括永達拉、布蘭多巴里斯和查瑪萊恩。同樣的禮物可能也促成了他們強健的生命力（壽命約150年）。\n\n半身人社區有各種各樣的形式。對於每一個隱藏在世界未受污染部分的安靜郡，都有一個像艾伯倫設定中的博羅瑪爾氏族那樣的犯罪集團，或者像黑日設定中那些領地性的半身人暴徒。\n\n偏好住在地下的半身人有時被稱為強心半身人或壯實半身人。游牧半身人，以及那些生活在人類和其他高大民族中的半身人，有時被稱為輕足半身人或高個半身人。\n\n___\n\n### 半身人特徵\n\n**生物類型：** 類人生物\n\n**體型：** 小型（身高約2-3英尺）\n\n**速度：** 30英尺\n\n作為半身人，你具有以下特殊特徵。\n\n**_勇敢_**：你在進行豁免檢定以避免或結束**恐懼**狀態時具有**優勢**。\n\n**_半身人靈活_**：你可以穿過比你大一個體型的生物的空間，但不能在同一空間停止。\n\n**_幸運_**：當你在**D20檢定**中擲出1時，你可以重擲骰子，並且必須使用新的擲骰結果。\n\n**_天生隱匿_**：即使你只被比你大一個體型的生物遮蔽，你也可以採取**躲藏**動作。"
      },
      {
        "name": "人類(Human)",
        "content": "人類遍布多元宇宙，他們的多樣性與數量一樣多，並努力在他們所擁有的歲月裡盡可能多地實現。他們的野心和資源在許多世界上都受到稱讚、尊重和恐懼。\n\n人類在外表上與地球上的人一樣多樣，他們有許多神祇。學者們對人類的起源存在爭議，但據說最早已知的人類聚集發生在西吉爾，這個多元宇宙中心的環形城市，也是通用語誕生的地方。從那裡，人類可能已經傳播到多元宇宙的每個角落，帶著門之城的世界主義。\n\n___\n\n### 人類特徵\n\n**生物類型：** 類人生物\n\n**體型：** 中型（身高約4-7英尺）或小型（身高約2-4英尺），在選擇此種族時選擇\n\n**速度：** 30英尺\n\n作為人類，你具有以下特殊特徵。\n\n**_資源豐富_**：每當你完成一次**長休**時，你獲得**英雄靈感**。\n\n**_技能嫻熟_**：你獲得一項你選擇的技能熟練。\n\n**_多才多藝_**：你獲得一個你選擇的起源專長（見**第5章**）。建議選擇**技能熟練**。"
      },
      {
        "name": "獸人(Orc)",
        "content": "獸人的起源可追溯至格魯姆什，一位曾經漫遊物質位面廣闊空間的強大神祇。格魯姆什賦予他的子嗣諸多天賦，幫助他們穿越遼闊的平原、巨大的洞穴和洶湧的海洋，並面對潛伏其中的怪物。即使當他們將信仰轉向其他神祇，獸人仍保留著格魯姆什的禮物：耐力、決心和在黑暗中視物的能力。\n\n獸人平均而言身材高大。他們擁有灰色皮膚、尖銳的耳朵和突出的下犬齒，看起來像小獠牙。在某些世界中，獸人幼崽常聽聞關於祖先的偉大旅程和磨難的故事。受到這些故事的啟發，許多獸人都在思考格魯姆什何時會召喚他們去匹配古代英雄的偉業，以及他們是否能證明自己值得他的青睞。其他獸人則樂於將古老的故事留在過去，尋找自己的道路。\n\n#### 獸人特質\n**生物類型：** 類人生物\n**體型：** 中型（約6-7英尺高）\n**速度：** 30尺\n\n作為獸人，你擁有這些特殊特質。\n\n***腎上腺素衝擊。*** 你可以以一個**附贈動作**執行**衝刺**動作。當你這樣做時，你獲得等同於你熟練加值的臨時生命值。你可以使用此特質的次數等同於你的熟練加值，且你在完成**短休**或**長休**後恢復所有已消耗的使用次數。\n\n***黑暗視覺。*** 你擁有120尺範圍的**黑暗視覺**。\n\n***不屈耐力。*** 當你的生命值降至0但沒有立即死亡時，你可以改為降至1點生命值。一旦你使用此特質，你必須完成一次**長休**才能再次使用它。"
      },
      {
        "name": "提夫林(Tiefling)",
        "content": "提夫林要麼出生於下層位面，要麼擁有起源於那裡的魔鬼祖先。提夫林（讀音為TEE-fling）的血脈與魔鬼、惡魔或其他魔族相連。這種與下層位面的聯繫是提夫林的魔鬼傳承，它帶來力量的承諾，但對提夫林的道德觀並無影響。\n\n提夫林可以選擇擁抱或哀嘆他們的魔鬼傳承。以下描述了三種傳承。\n\n**深淵**  \n深淵的熵變、萬魔殿的混亂，以及卡瑟瑞的絕望吸引著擁有深淵傳承的魔裔。角、毛皮、獠牙和奇特的氣味是這類魔裔常見的身體特徵，他們大多數人的血管中流淌著惡魔之血。\n\n**冥界**  \n擁有冥界傳承的魔裔不僅感受到卡瑟瑞的拉力，還有哲哈納的貪婪和哈迪斯的陰鬱。這些魔裔中有些看起來像屍體。其他人則擁有魅魔的超凡美貌，或者他們與夜鬼婆、尤格羅斯或其他中立邪惡的魔鬼祖先有共同的身體特徵。\n\n**煉獄**  \n煉獄傳承將魔裔不僅連接到哲哈納，還有九層地獄和阿刻戎的激烈戰場。角、脊刺、尾巴、金色眼睛，以及輕微的硫磺或煙霧氣味是這類魔裔常見的身體特徵，他們大多數人的祖先可追溯到魔鬼。\n\n**煉獄提夫林、冥界提夫林、深淵提夫林**\n\n#### 提夫林特質\n**生物類型：** 類人生物  \n**體型：** 中型（約4-7英尺高）或小型（約3-4英尺高），在選擇此種族時決定  \n**速度：** 30尺\n\n作為提夫林，你擁有以下特殊特質。\n\n***黑暗視覺。*** 你擁有60尺範圍的**黑暗視覺**。\n\n***魔鬼傳承。*** 你接受了賦予你超自然能力的傳承。從魔鬼傳承表中選擇一種傳承。你獲得所選傳承的1級益處。\n\n當你達到角色等級3級和5級時，你學會表中所示的更高等級法術。你始終準備好該法術。你可以不消耗法術位施展它一次，且你在完成**長休**後恢復以這種方式施展它的能力。你也可以使用任何適當等級的法術位來施展該法術。智力、感知或魅力是你使用此特質施展法術的施法能力（在選擇傳承時選擇能力）。\n\n***異界存在。*** 你知曉**奇術**戲法。當你使用此特質施展它時，該法術使用與你魔鬼傳承特質相同的施法能力。\n\n#### 魔鬼傳承表\n| 傳承 | 1級 | 3級 | 5級 |\n|------|-----|-----|-----|\n| 深淵 | 你對毒素傷害具有**抗性**。你也知曉**毒素噴濺**戲法。 | **毒液射線** | **定身術** |\n| 冥界 | 你對黯蝕傷害具有**抗性**。你也知曉**冷凍之觸**戲法。 | **虛假生命** | **衰弱射線** |\n| 煉獄 | 你對火焰傷害具有**抗性**。你也知曉**火焰箭**戲法。 | **地獄斥責** | **黑暗術** |"
      }
    ]
  }
]
