[
  {
    "id": "playerOrDM",
    "name": "玩家或DM",
    "description": "玩 D&D 時，需要一個人擔任地下城主(DM)，其他玩家（三到六人最佳）扮演冒險者。哪個角色適合您？",
    "tabs": [
      {
        "name": "成為玩家",
        "content": "如果你想成為團隊冒險中的主角之一，不妨考慮成為一名玩家。以下是玩家要做的事情：\n\n**創建角色**。你的角色就是你在遊戲奇幻世界中的另一個自我。閱讀本章後，使用第 2 章中的規則創建角色。\n\n**組隊**。你的角色與其他玩家的角色一起組成一個冒險隊。這些冒險者是共同面對挑戰和奇幻情況的盟友。每個角色都有獨特的能力，最好能與其他角色形成互補。\n\n**勇往直前**。您的角色所在的團隊會探索由 DM 呈現的地點和事件。你可以在本書規則的指導下，以任何你能想象到的方式來應對它們。雖然你遇到的所有怪物都由 DM 控制，但 DM 並不是你的對手。隨著你的角色變得越來越強大，DM 會引導你的隊伍踏上旅程。"
      },
      {
        "name": "成為DM",
        "content": "如果你想成為遊戲的策劃者，可以考慮做 DM。以下是 DM 的工作：\n\n**構建冒險**。您為玩家準備冒險經歷。在《地下城管理員指南》中，您可以找到如何創建冒險甚至整個世界的建議。\n\n**引導故事**。在遊戲過程中，你要敘述大部分的行動，描述冒險者們要面對的地點和生物。玩家決定他們的角色在穿越危險和選擇探索內容時要做什麽。然後，你結合想象力和遊戲規則來決定冒險者的決定結果。\n\n**裁決規則**。你要監督小組如何使用遊戲規則，確保規則為小組的樂趣服務。你需要閱讀本章的其余部分來理解這些規則，而且你會發現規則詞匯表是必不可少的"
      }
    ]
  },
  {
    "id": "rhythm",
    "name": "遊戲節奏",
    "description": "D&D 遊戲的三大支柱是**社交互動**、**探索**和**戰鬥**（您可以在本章後面找到它們）。無論您體驗的是哪一種，遊戲都會按照這個基本模式展開：",
    "tabs": [
      {
        "name": "1. 地下城主描述場景",
        "content": "地下城主（DM）告訴玩家他們的冒險者在哪裡，以及周圍的環境（房間有多少扇門通向外面，桌子上有什麼東西，等等）"
      },
      {
        "name": "2. 玩家描述他們的角色行動",
        "content": "通常，角色們會在穿越地下城或其他環境時保持在一起。有時不同的冒險者會做不同的事情：一個冒險者可能在搜索寶箱，第二個在檢查刻在牆上的神秘符號，而第三個則在警戒怪物。在戰鬥之外，DM 確保每個角色都有機會行動，並決定如何解決他們的活動。在戰鬥中，角色們輪流行動。"
      },
      {
        "name": "3. DM 敘述冒險者行動的結果",
        "content": "有時解決一個任務很簡單。如果一個冒險者走過房間並試圖打開一扇門，DM 可能會說門開了，並描述門後的情況。但是門可能被鎖上了，地板可能隱藏著陷阱，或者其他情況可能使冒險者完成任務變得具有挑戰性。在這些情況下，DM 可能會要求玩家擲骰子來幫助決定會發生什麼。描述結果通常會導致另一個決策點，這將遊戲帶回到第 1 步。"
      },
      {
        "name": "最後",
        "content": "這種模式在每次遊戲會話中都會持續（每次你坐下來玩 D&D 時），無論冒險者是在與貴族交談，探索遺跡，還是與龍戰鬥。在某些情況下——特別是戰鬥——行動會更加結構化，每個人都會輪流行動。\n\n> **例外情況優先於一般規則**\n>\n> 一般規則管理遊戲的每個部分。例如，戰鬥規則告訴你近戰攻擊使用力量，遠程攻擊使用敏捷。這是一個一般規則，只要遊戲中沒有明確說明其他情況，一般規則就會生效。\n>\n> 遊戲還包含一些元素——職業特性、專長、武器特性、法術、魔法物品、怪物能力等——有時會與一般規則相矛盾。當例外情況與一般規則不一致時，例外情況優先。例如，如果某個特性說你可以使用你的魅力進行近戰攻擊，你就可以這樣做，即使這個陳述與一般規則不一致。"
      }
    ]
  },
  {
    "id": "anOngoingGame",
    "name": "一場持續進行的遊戲",
    "description": "有時，一次 D&D 團務本身就是一個完整的遊戲（通常稱為\"單次遊戲\"或\"一鏡到底\"），你玩一個只持續一個會話的短期冒險。但更常見的是，D&D 會話是連接在一個需要多個團務才能完成的較長冒險中，而這些冒險又可以串連成一個更大的敘事，稱為戰役。\n\n戰役就像一部電視劇系列，而冒險則像是該系列的一季。而一次遊戲團務就像是單集——它可能是自成一體的，但如果有更大的劇情，它通常會與之相連。",
    "tabs": [
      {
        "name": "冒險",
        "content": "冒險可能由地下城主創作，也可能是購買的（本章中的遊戲示例靈感來自於已出版的冒險《斯特拉德的詛咒》）。無論哪種情況，冒險都會包含一個奇幻的場景，如地下城、奇妙的荒野或充滿魔法的城市。它包括一群由 DM 控制的非玩家角色（NPC）。通常其中一個 NPC 是反派，其目標推動了冒險中的大部分行動。\n\n在冒險過程中，冒險者們探索 DM 呈現的環境、事件和生物。這些探索過程中會出現戰鬥、陷阱、談判、謎題等各種挑戰。\n\n冒險的長度和複雜程度各不相同。一個短期冒險可能只呈現幾個挑戰，只需一個遊戲會話就能完成。一個長期冒險可能涉及許多戰鬥、互動和其他挑戰，需要數十個會話才能完成。"
      },
      {
        "name": "戰役",
        "content": "戰役是一系列由固定的冒險者團隊遵循同一敘事脈絡的冒險。\n\n有些戰役是單元式的，每次冒險都是獨立的故事，除了玩家角色外，與下一次冒險幾乎沒有聯繫。其他戰役則涉及長期的劇情、一群反復出現的 NPC，以及跨越多個冒險的主題，最終導向一個高潮性的結局。\n\n與冒險一樣，DM 可能從頭開始創作戰役，用已出版的冒險組合成戰役，或者將自製材料與已出版材料混合使用。戰役可能發生在 DM 自己創造的世界中，也可能發生在已出版的戰役設定中，如被遺忘的國度或灰鷹（後者在《地下城主指南》中有描述）。"
      }
    ]
  },
  {
    "id": "dice",
    "name": "擲骰",
    "description": "骰子為遊戲增添了隨機性。它們幫助決定角色和怪物是否能夠成功完成他們嘗試的事情。\n\n> **向下取整**\n>\n> 每當你在遊戲中進行除法或乘法運算時，如果得到一個分數，即使這個分數是二分之一或更大，也要向下取整。有些規則會特別說明要向上取整。",
    "tabs": [
      {
        "name": "骰子記號",
        "content": "D&D 中使用的骰子以字母 d 後跟骰子的面數來表示：d4、d6、d8、d10、d12 和 d20。例如，d6 是一個六面骰子（許多遊戲中使用的立方體）。本頁的插圖展示了每種骰子的樣子。\n\n當你需要擲骰子時，規則會告訴你要擲幾個什麼類型的骰子，以及需要加上或減去的數字。例如，\"3d8 + 5\"意味著你要擲三個八面骰，將它們的點數加在一起，然後再加 5。\n\n### 百分骰\n\n規則有時會提到 d100。雖然確實存在這樣的骰子，但常見的擲 1d100 的方法是使用一對編號從 0 到 9 的十面骰，稱為百分骰。一個骰子（你在擲之前指定）代表十位數，另一個代表個位數。例如，如果你在十位數骰上擲出 7，在個位數骰上擲出 1，那麼擲出的數字就是 71。兩個 0 代表 100。\n\n有些十面骰是以十為單位標記的（00、10、20 等），這使得區分十位數和個位數更容易。在這種情況下，擲出 70 和 1 就是 71，00 和 0 就是 100。\n\n### D3\n\n\"1d3\"這個表達式也使用相同的 d 記號，儘管很少見到只有三面的骰子。要模擬擲 1d3，可以擲 1d6 並將擲出的數字除以 2（向上取整）。"
      },
      {
        "name": "骰子的用途?",
        "content": "以下是 D&D 中骰子最常見的用途。\n\n### D20 檢定\n\n20面骰（d20）是你在遊戲中最重要的骰子。它是遊戲核心機制——稱為 D20 檢定——的中心，用來決定生物在遊戲中嘗試的事情是成功還是失敗（見本章後面的\"D20 檢定\"）。每當你的角色嘗試做一些 DM 認為有成功和失敗可能性的事情時，你就要擲 d20。你擲出的點數越高，成功的可能性就越大。\n\n### 傷害\n\n除了 d20 之外，骰子最常見的用途是決定傷害。當你進行成功的攻擊擲骰（一種 D20 檢定）時，你要擲傷害骰來看攻擊有多有效。當你施法時，你可能也要擲傷害骰。不同的武器和法術使用不同的骰子來決定傷害。例如，匕首使用 1d4，大斧使用 1d12，火球術使用 8d6。\n\n### 隨機表格\n\n有時，你會看到一個表格使用骰子擲出來決定隨機結果。在這些表格中，你會在最左邊列的標題中看到一個骰子表達式，如 d10 或 d100。擲那個骰子，然後在該列中找到你擲出的數字（或包含該數字的範圍）。沿著那一行讀取結果。例如，第二章中的小飾品表使用 d100。\n\n### 百分比機率\n\n有時你可能會看到一條規則描述某事發生的百分比機率。例如，一條規則可能說某事有 5% 的機率發生。你可以通過擲百分骰來決定那件事是否發生；如果擲出的數字小於或等於百分比機率（在這個例子中是 01 到 05），那麼它就會發生。\n\n> **在故事中解讀骰子擲出的結果**\n>\n> D&D 的樂趣之一是解讀骰子擲出的結果在故事中的意義。骰子帶來的隨機性常常引入意外：專家失敗了，新手成功了，或者其他各種轉折。當 D20 檢定或其他擲骰產生驚喜時，地下城主通常會給出一個有趣的描述來解釋發生了什麼。如果你是玩家，要尋找機會解讀你角色的擲骰結果，並描述為什麼事情會出乎意料甚至滑稽地展開。"
      }
    ]
  },
  {
    "id": "theSixAbilities",
    "name": "六大屬性",
    "description": "所有生物——角色和怪物——都有六種衡量身心特徵的屬性，如屬性描述表所示。\n",
    "tabs": [
      {
        "name": "屬性描述",
        "content": "| 屬性   | 分數衡量...           |\n|--------|------------------------|\n| 力量   | 物理力量               |\n| 敏捷   | 靈活性、反應力和平衡感 |\n| 體質   | 健康和耐力             |\n| 智力   | 推理和記憶力           |\n| 感知   | 洞察力和心理韌性       |\n| 魅力   | 自信、風度和魅力       |"
      },
      {
        "name": "屬性值",
        "content": "每個屬性都有一個從 1 到 20 的分數，儘管有些怪物的分數可能高達 30。這個分數代表了屬性的強度。屬性值表總結了這些分數的含義。\n\n### 屬性值\n| 分數   | 含義                                                                           |\n|--------|--------------------------------------------------------------------------------|\n| 1      | 這是一個分數通常能達到的最低值。如果某個效果將分數降至 0，該效果會解釋會發生什麼。 |\n| 2–9    | 這代表較弱的能力。                                                             |\n| 10–11  | 這代表人類平均水平。                                                           |\n| 12–19  | 這代表較強的能力。                                                             |\n| 20     | 這是冒險者的分數能達到的最高值，除非某個特性另有說明。                         |\n| 21–29  | 這代表非凡的能力。                                                             |\n| 30     | 這是一個分數能達到的最高值。                                                   |"
      },
      {
        "name": "屬性調整值",
        "content": "每個屬性都有一個調整值，當你使用該屬性進行 D20 檢定時（在\"D20 檢定\"中解釋）會應用這個調整值。屬性調整值是從其分數衍生出來的，如屬性調整值表所示。\n\n### 屬性調整值\n| 分數   | 調整值 |\n|--------|--------|\n| 1      | −5     |\n| 2–3    | −4     |\n| 4–5    | −3     |\n| 6–7    | −2     |\n| 8–9    | −1     |\n| 10–11  | +0     |\n| 12–13  | +1     |\n| 14–15  | +2     |\n| 16–17  | +3     |\n| 18–19  | +4     |\n| 20–21  | +5     |\n| 22–23  | +6     |\n| 24–25  | +7     |\n| 26–27  | +8     |\n| 28–29  | +9     |\n| 30     | +10    |"
      }
    ]
  },
  {
    "id": "d20Tests",
    "name": "D20 檢定",
    "description": "當行動的結果不確定時，遊戲使用 d20 擲骰來決定成功或失敗。這些擲骰稱為 D20 檢定，分為三種：能力檢定、豁免檢定和攻擊檢定。它們遵循以下步驟：\n\n1. **擲 1d20**。你總是希望擲出高點數。如果擲骰有優勢或劣勢（本章後面會描述），你擲兩個 d20，但只使用其中一個的數字——如果有優勢就用較高的，如果有劣勢就用較低的。\n\n2. **加上調整值**。將這些調整值加到 d20 上擲出的數字：\n    - **相關的屬性調整值**。本章和規則詞彙表解釋了各種 D20 檢定應使用哪些屬性調整值。\n    - **相關的熟練加值**。每個生物都有熟練加值，當進行使用某些熟練項目（如技能）的 D20 檢定時，會加上這個數字。見本章後面的\"熟練\"部分。\n    - **情境加值和減值**。職業特性、法術或其他規則可能會給予擲骰加值或減值。\n\n3. **將總和與目標數字比較**。如果 d20 及其調整值的總和等於或超過目標數字，D20 檢定成功。否則，失敗。地下城主決定目標數字並告訴玩家他們的擲骰是否成功。能力檢定或豁免檢定的目標數字稱為難度等級（DC）。攻擊檢定的目標數字稱為護甲等級（AC），出現在角色卡或數據塊中（見規則詞彙表）。",
    "tabs": [
      {
        "name": "能力檢定",
        "content": "能力檢定代表生物運用才能和訓練來嘗試克服挑戰，如強行打開卡住的門、撬鎖、娛樂觀眾或破譯密碼。當生物嘗試攻擊以外的行動且有明顯失敗可能時，DM 和規則通常會要求進行能力檢定。當結果不確定且對敘事有趣時，骰子決定結果。\n\n### 屬性調整值\n\n能力檢定以其使用的屬性調整值命名：力量檢定、智力檢定等。根據最相關的屬性，不同情況下需要不同的能力檢定。參見能力檢定示例表以了解每種檢定的用途。\n\n#### 能力檢定示例\n| 屬性   | 進行檢定以...                     |\n|--------|-----------------------------------|\n| 力量   | 舉起、推動、拉動或打破某物        |\n| 敏捷   | 靈巧、快速或安靜地移動            |\n| 體質   | 將身體推至正常極限之外            |\n| 智力   | 推理或記憶                        |\n| 感知   | 注意環境或生物行為中的事物        |\n| 魅力   | 影響、娛樂或欺騙                  |\n\n### 熟練加值\n\n當 DM 確定某項技能或工具熟練與檢定相關，且你擁有該熟練時，將你的熟練加值加到能力檢定中。例如，如果規則提到力量（特技或運動）檢定，而你擁有特技或運動技能的熟練，你可以將熟練加值加到檢定中。有關技能和工具熟練的更多信息，請參見本章後面的\"熟練\"部分。\n\n### 難度等級\n\n能力檢定的難度等級（DC）代表任務的難度。任務越困難，其 DC 越高。規則為某些檢定提供了 DC，但 DM 最終決定它們。典型難度等級表列出了能力檢定可能的 DC 範圍。\n\n#### 典型難度等級\n| 任務難度 | DC |\n|----------|----| \n| 非常容易 | 5  |\n| 容易     | 10 |\n| 中等     | 15 |\n| 困難     | 20 |\n| 非常困難 | 25 |\n| 幾乎不可能 | 30 |"
      },
      {
        "name": "豁免檢定",
        "content": "豁免檢定——也稱為豁免——代表嘗試躲避或抵抗威脅，如火焰爆炸、毒氣衝擊或試圖入侵你心智的法術。你通常不會選擇進行豁免；你必須進行豁免是因為你的角色或怪物（如果你是 DM）處於風險中。豁免的結果在引起它的效果中有詳細說明。\n\n如果你不想抵抗效果，你可以選擇不擲骰而直接豁免失敗。\n\n### 屬性調整值\n\n豁免檢定以其使用的屬性調整值命名：體質豁免檢定、感知豁免檢定等。不同的豁免檢定用於抵抗不同類型的效果，如豁免檢定示例表所示。\n\n#### 豁免檢定示例\n| 屬性   | 進行豁免以...         |\n|--------|------------------------|\n| 力量   | 物理抵抗直接力量      |\n| 敏捷   | 躲開危險              |\n| 體質   | 忍受有毒危害          |\n| 智力   | 識別幻象為假          |\n| 感知   | 抵抗精神攻擊          |\n| 魅力   | 維護自我身份          |\n\n### 熟練加值\n\n如果你擁有該類豁免的熟練，你可以將熟練加值加到豁免檢定中。參見本章後面的\"熟練\"部分。\n\n### 難度等級\n\n豁免檢定的難度等級由引起它的效果或 DM 決定。例如，如果法術迫使你進行豁免，DC 由施法者的施法能力和熟練加值決定。要求進行豁免的怪物能力會指定 DC。"
      },
      {
        "name": "攻擊檢定",
        "content": "攻擊檢定決定攻擊是否命中目標。如果擲骰結果等於或超過目標的護甲等級，攻擊檢定就命中了。攻擊檢定通常發生在戰鬥中，在本章後面的\"戰鬥\"部分有描述，但 DM 也可能在其他情況下要求進行攻擊檢定，如射箭比賽。\n\n### 屬性調整值\n\n攻擊檢定能力表顯示了不同類型的攻擊檢定應使用哪種屬性調整值。\n\n#### 攻擊檢定能力\n| 屬性   | 攻擊類型                                                                       |\n|--------|--------------------------------------------------------------------------------|\n| 力量   | 用武器進行近戰攻擊或[徒手打擊]（見[規則詞彙表]）                               |\n| 敏捷   | 用武器進行遠程攻擊                                                             |\n| 不同   | 法術攻擊（使用的能力由施法者的施法特性決定，見[第 7 章]的解釋）                |\n\n一些特性允許你使用與列出的不同的屬性調整值。例如，靈巧特性（見第 6 章）允許你使用力量或敏捷來使用具有該特性的武器。\n\n### 熟練加值\n\n當你使用你熟練的武器進行攻擊時，以及當你用法術進行攻擊時，你可以將熟練加值加到攻擊檢定中。有關武器熟練的更多信息，請參見本章後面的\"熟練\"部分。\n\n### 護甲等級\n\n生物的護甲等級代表該生物在戰鬥中避免受傷的能力。角色的 AC 在角色創建時決定（見第 2 章），而怪物的 AC 則出現在其數據塊中。\n\n**計算 AC**。所有生物都從相同的基礎 AC 計算開始：\n\n> **基礎 AC** = 10 + 生物的敏捷調整值\n\n然後，生物的 AC 可以被護甲、魔法物品、法術等修改。\n\n**只有一個基礎 AC**。一些法術和職業特性給予角色不同的 AC 計算方式。擁有多個提供不同 AC 計算方式的特性的角色必須選擇使用其中一種；一個生物只能有一種基礎計算方式生效。\n\n### 擲出 20 或 1\n\n如果你在攻擊檢定的 d20 上擲出 20（稱為\"自然 20\"），無論任何調整值或目標的 AC 如何，攻擊都會命中。這稱為重擊（見本章後面的\"戰鬥\"）。\n\n如果你在攻擊檢定的 d20 上擲出 1（\"自然 1\"），無論任何調整值或目標的 AC 如何，攻擊都會失誤。"
      },
      {
        "name": "優勢/劣勢",
        "content": "有時 **D20 檢定** 會被優勢或劣勢修改。優勢反映了 d20 擲骰周圍的正面環境，而劣勢反映了負面環境。\n\n你通常通過使用特殊能力和行動獲得優勢或劣勢。DM 也可以決定環境賦予優勢或施加劣勢。\n\n### 擲兩個 D20\n\n當擲骰有優勢或劣勢時，在你進行擲骰時擲第二個 d20。如果你有優勢，使用兩次擲骰中較高的結果；如果你有劣勢，使用較低的結果。例如，如果你有劣勢並擲出 18 和 3，使用 3。如果你有優勢並擲出這些數字，則使用 18。\n\n### 它們不疊加\n\n如果多種情況影響一次擲骰並且都給予優勢，你仍然只擲兩個 d20。同樣，如果多種情況對一次擲骰施加劣勢，你也只擲兩個 d20。\n\n如果情況導致一次擲骰同時具有優勢和劣勢，則該擲骰既沒有優勢也沒有劣勢，你只擲一個 d20。即使多種情況施加劣勢而只有一種給予優勢，或反之亦然，這也是成立的。在這種情況下，你既沒有優勢也沒有劣勢。\n\n### 與重擲的互動\n\n當你有優勢或劣勢，而遊戲中的某些內容允許你重擲或替換 d20 時，你只能重擲或替換一個骰子，而不是兩個。你可以選擇替換哪一個。\n\n例如，如果你有**英雄靈感**（見側欄），並在具有優勢或劣勢的能力檢定中擲出 3 和 18，你可以花費你的英雄靈感重擲其中一個骰子，而不是兩個都重擲。\n\n> **英雄靈感**\n>\n> 有時 DM 或規則會給予你英雄靈感。如果你有英雄靈感，你可以在擲任何骰子後立即花費它來重擲該骰子，並且必須使用新的擲骰結果。\n>\n> **一次只能有一個**。你永遠不能擁有多於一個英雄靈感。如果某些事物給予你英雄靈感而你已經擁有一個，你可以將它給予你隊伍中缺少它的玩家角色。\n>\n> **獲得英雄靈感**。你的 DM 可以因各種原因給予你英雄靈感。通常，DM 會在你做出特別英勇、符合角色特性或有趣的事情時獎勵它。這是對你讓遊戲對所有玩家更有趣的獎勵。\n>\n> 其他規則可能允許你的角色獨立於 DM 的決定獲得英雄靈感。例如，人類角色每天開始時都有英雄靈感。"
      }
    ]
  },
  {
    "id": "proficiency",
    "name": "熟練",
    "description": "角色和怪物在各種事物上都有擅長之處。有些精通多種武器，而其他只能使用少數幾種。有些更善於理解他人的動機，而其他則更擅長解開多元宇宙的秘密。所有生物都有熟練加值，這反映了訓練對生物能力的影響。角色的熟練加值隨著等級提升而增加（在第 2 章中描述）。怪物的熟練加值則基於其挑戰等級（見規則詞彙表）。熟練加值表顯示了如何確定這個加值。\n\n當生物在某項技能、某種豁免檢定或使用某件物品進行 D20 檢定時具有熟練，這個加值就會應用於 D20 檢定。這個加值也用於法術攻擊和計算法術豁免檢定的 DC。",
    "tabs": [
      {
        "name": "熟練加值",
        "content": "| 等級或 CR | 加值 |\n|-----------|------|\n| 最多 4    | +2   |\n| 5–8       | +3   |\n| 9–12      | +4   |\n| 13–16     | +5   |\n| 17–20     | +6   |\n| 21–24     | +7   |\n| 25–28     | +8   |\n| 29–30     | +9   |"
      },
      {
        "name": "加值不疊加",
        "content": "你的熟練加值不能被加到同一個骰子擲出或另一個數字上超過一次。例如，如果一條規則允許你進行魅力（欺騙或說服）檢定，如果你精通其中一項技能，你就加上你的熟練加值，但如果你兩項技能都精通，你也不會加兩次。\n\n偶爾，熟練加值可能會在被加上之前被乘以或除以（例如，加倍或減半）。例如，**專精**特性（見規則詞彙表）將某些能力檢定的熟練加值加倍。無論何時使用該加值，它只能被乘以一次和除以一次。"
      },
      {
        "name": "技能熟練",
        "content": "大多數能力檢定都涉及使用技能，技能代表了生物嘗試用能力檢定做的一類事情。你採取的行動描述（見本章後面的\"動作\"）指定了如果你為該行動進行能力檢定時應用哪種技能，許多其他規則也會注明何時某項技能相關。DM 有最終決定權來判斷某項技能在某種情況下是否相關。\n\n如果生物精通某項技能，該生物在涉及該技能的能力檢定中應用其熟練加值。如果不精通某項技能，生物仍然可以進行涉及該技能的能力檢定，但不加其熟練加值。例如，如果一個角色試圖攀爬懸崖，DM 可能會要求進行力量（運動）檢定。如果該角色精通運動，則在力量檢定中加上他們的熟練加值。如果該角色缺乏這種熟練，他們進行檢定時不加熟練加值。\n\n### 技能列表\n\n技能列表如技能表所示，該表註明了每種技能熟練的示例用途以及該技能最常應用的能力檢定。\n\n#### 技能\n\n| 技能     | 能力 | 示例用途                                           |\n|----------|------|-----------------------------------------------------|\n| 特技     | 敏捷 | 在棘手情況下保持平衡，或執行特技動作。             |\n| 馴獸     | 感知 | 安撫或訓練動物，或讓動物以某種方式行動。           |\n| 奧秘     | 智力 | 回憶關於法術、魔法物品和存在位面的知識。           |\n| 運動     | 力量 | 跳得比正常更遠，在湍急水中保持漂浮，或打破某物。   |\n| 欺騙     | 魅力 | 說服力地撒謊，或令人信服地偽裝。                   |\n| 歷史     | 智力 | 回憶關於歷史事件、人物、國家和文化的知識。         |\n| 洞悉     | 感知 | 辨別一個人的心情和意圖。                           |\n| 威嚇     | 魅力 | 使某人敬畏或威脅某人做你想要的事。                 |\n| 調查     | 智力 | 在書中找到晦澀的信息，或推斷某物如何運作。         |\n| 醫療     | 感知 | 診斷疾病，或確定最近死亡的原因。                   |\n| 自然     | 智力 | 回憶關於地形、植物、動物和天氣的知識。             |\n| 察覺     | 感知 | 運用感官組合，注意到容易錯過的事物。               |\n| 表演     | 魅力 | 表演、講故事、演奏音樂或跳舞。                     |\n| 說服     | 魅力 | 誠實而優雅地說服某人相信某事。                     |\n| 宗教     | 智力 | 回憶關於神祇、宗教儀式和聖徽的知識。               |\n| 巧手     | 敏捷 | 掏口袋、隱藏手持物品或表演魔術。                   |\n| 隱匿     | 敏捷 | 通過安靜移動和藏在物體後面來避人注意。             |\n| 生存     | 感知 | 跟蹤、覓食、尋找小徑或避開自然危險。               |\n\n### 確定技能\n\n角色的起始技能熟練在角色創建時決定，而怪物的技能熟練出現在其數據塊中。\n\n> **不同能力的技能**\n>\n> 每種技能熟練都與一種能力檢定相關。例如，**威嚇**技能與魅力相關。在某些情況下，DM 可能允許你將你的技能熟練應用於不同的能力檢定。例如，如果一個角色試圖通過展示身體力量來威嚇某人，DM 可能會要求進行力量（威嚇）檢定而不是魅力（威嚇）檢定。該角色將進行力量檢定，如果他們精通**威嚇**，則加上他們的熟練加值。"
      },
      {
        "name": "豁免檢定熟練",
        "content": "某種豁免檢定的熟練讓角色可以在使用特定能力的豁免中加上他們的熟練加值。例如，感知豁免的熟練讓你可以在感知豁免中加上你的熟練加值。一些怪物也有豁免檢定熟練，如他們的數據塊所示。\n\n每個職業至少給予兩種豁免檢定的熟練，代表該職業在躲避或抵抗某些威脅方面的訓練。例如，法師精通智力和感知豁免；他們訓練以抵抗精神攻擊。"
      },
      {
        "name": "裝備熟練",
        "content": "角色從他們的職業和背景獲得各種武器和工具的熟練。裝備熟練分為兩類：\n\n**武器**。任何人都可以使用武器，但熟練使你更善於使用它。如果你精通某種武器，你在用它進行攻擊檢定時加上你的熟練加值。\n\n**工具**。如果你精通某種工具，你可以在使用該工具進行的任何能力檢定中加上你的熟練加值。如果你同時精通用於該檢定的技能，你在檢定時還有優勢。這意味著你可以在同一個能力檢定中同時受益於技能熟練和工具熟練。"
      }
    ]
  },
  {
    "id": "actions",
    "name": "動作",
    "description": "When you do something other than moving or communicating, you typically take an action. The Action table lists the game’s main actions, which are defined in more detail in the rules glossary.",
    "tabs": [
      {
        "name": "動作",
        "content": "| 動作   | 概要                                                                                                                               |\n|--------|-----------------------------------------------------------------------------------------------------------------------------------|\n| 攻擊(Attack)   | 用武器或徒手打擊進行攻擊。                                                                                                         |\n| 衝刺(Dash)   | 在該回合剩餘時間內，給予自己等同於你速度的額外移動。                                                                               |\n| 撤離(Disengage)   | 在該回合剩餘時間內，你的移動不會引發機會攻擊。                                                                                     |\n| 閃避(Dodge)   | 直到你下一回合開始，對你的攻擊擲骰有劣勢，而你的敏捷豁免擲骰有優勢。如果你處於無力狀態或你的速度為 0，你失去這個好處。           |\n| 協助(Help)   | 幫助另一個生物的能力檢定或攻擊擲骰，或施予急救。                                                                                   |\n| 躲藏(Hide)   | 進行敏捷（隱匿）檢定。                                                                                                             |\n| 影響(Influence)   | 進行魅力（欺騙、威嚇、表演或說服）或感知（馴獸）檢定以改變生物的態度。                                                             |\n| 魔法(Magic)   | 施放法術，使用魔法物品，或使用魔法特性。                                                                                           |\n| 準備(Ready)   | 準備針對你定義的觸發條件採取行動。                                                                                                 |\n| 搜索(Search)   | 進行感知（洞察、醫療、察覺或生存）檢定。                                                                                           |\n| 研究(Study)   | 進行智力（奧秘、歷史、調查、自然或宗教）檢定。                                                                                     |\n| 使用(Utilize)   | 使用非魔法物品。                                                                                                                   |\n\n玩家角色和怪物也可以做這些動作未涵蓋的事情。許多職業特性和其他能力提供了額外的動作選項，你也可以即興創造其他動作。當你描述一個規則中沒有詳細說明的動作時，地下城主會告訴你該動作是否可能，以及你需要進行什麼樣的 D20 檢定（如果需要的話）。"
      },
      {
        "name": "一次只能做一件事",
        "content": "遊戲使用動作來規定你一次可以做多少事。你一次只能採取一個動作。這個原則在戰鬥中最為重要，在本章後面的\"戰鬥\"部分有解釋。\n\n動作也可能在其他情況下出現：在社交互動中，你可以嘗試影響一個生物或使用搜索動作來閱讀生物的肢體語言，但你不能同時做這兩件事。而當你在探索地下城時，你不能同時使用搜索動作尋找陷阱，並使用協助動作來幫助另一個角色嘗試打開卡住的門（使用使用動作）。"
      },
      {
        "name": "附贈動作",
        "content": "各種職業特性、法術和其他能力讓你在你的回合中採取一個額外的動作，稱為附贈動作。例如，靈巧行動特性允許盜賊採取一個附贈動作。只有當一個特殊能力、法術或遊戲的其他特性聲明你可以做某事作為附贈動作時，你才能採取附贈動作。否則，你沒有附贈動作可用。\n\n你在你的回合中只能採取一個附贈動作，所以如果你有多個可用的附贈動作，你必須選擇使用哪一個。\n\n除非附贈動作的時機有具體說明，否則你可以選擇在你回合中的任何時候採取附贈動作。任何剝奪你採取動作能力的情況也會阻止你採取附贈動作。"
      },
      {
        "name": "反應",
        "content": "某些特殊能力、法術和情況允許你採取一種特殊動作，稱為反應。反應是對某種觸發的即時回應，可能發生在你的回合或其他人的回合中。本章後面描述的**機會攻擊**是最常見的反應類型。\n\n當你採取一個反應時，直到你下一回合開始前，你不能再採取另一個反應。如果反應打斷了另一個生物的回合，該生物可以在反應之後立即繼續其回合。\n\n在時機方面，除非反應的描述另有說明，否則反應會在其觸發條件發生後立即發生。\n\n> **你的角色會怎麼做？**\n>\n> 在遊戲中問問自己，\"我的角色會怎麼做？\"扮演角色涉及一定程度的進入另一個人的思維，理解是什麼激勵他們，以及這些動機如何轉化為行動。在 D&D 中，這些行動在一個我們只能想像的奇幻世界背景下展開。你的角色如何對這些情況做出反應？\n>\n> 這個建議有一個重要的警告：避免做出破壞其他玩家和 DM 樂趣的角色選擇。選擇能讓你和你的朋友們都感到愉快的行動。"
      }
    ]
  },
  {
    "id": "socialInteraction",
    "name": "社交互動",
    "description": "在冒險過程中，玩家角色會遇到許多不同的人，也會面對一些更願意交談而不是戰鬥的怪物。在這些情況下，就是社交互動的時候了，它有多種形式。例如，你可能試圖說服一個竊賊承認wrongdoing，或試圖奉承一個守衛。地下城主會扮演參與其中的任何非玩家角色（NPC）的角色。\n\nNPC 對你角色的態度可能是友好、中立或敵對，如規則詞彙表中所定義。友好的 NPC 傾向於幫助，而敵對的 NPC 傾向於阻礙。\n\n社交互動以兩種方式進行：通過角色扮演和能力檢定。",
    "tabs": [
      {
        "name": "角色扮演",
        "content": "角色扮演，顧名思義，就是扮演一個角色的行為。在這種情況下，是你作為玩家決定你的角色如何思考、行動和說話。角色扮演是遊戲每個方面的一部分，在社交互動中尤為突出。\n\n在角色扮演時，考慮你是喜歡主動方式還是描述性方式，這兩種方式都在\"社交互動示例\"中有描述。\n\nDM 會根據 NPC 的性格以及你角色的行動和態度來決定 NPC 的反應。一個懦弱的強盜可能會在被監禁的威脅下屈服。一個固執的商人如果被角色們糾纏不休，可能會拒絕幫助。一條虛榮的龍會沉醉於奉承中。\n\n在與 NPC 互動時，要注意 DM 對 NPC 性格的描述。你可能能夠了解 NPC 的目標，然後利用這些信息來影響 NPC。\n\n如果你向 NPC 提供他們想要的東西，或者利用他們的同情心、恐懼或目標，你可以建立友誼、避免暴力，或學到一個關鍵的信息。另一方面，如果你侮辱了一個驕傲的戰士或說貴族的盟友的壞話，你說服或欺騙的努力很可能會失敗。"
      },
      {
        "name": "能力檢定",
        "content": "能力檢定在決定社交互動的結果時可能是關鍵。你的角色扮演努力可以改變 NPC 的態度，但如果 DM 希望骰子在決定 NPC 對你的反應中發揮作用，可能仍然存在一個機會因素。在這種情況下，DM 通常會要求你採取影響行動。\n\n在思考如何與 NPC 互動時，要注意你的技能熟練；使用一種依賴於你團隊技能熟練的方法。例如，如果團隊需要欺騙一個守衛讓他們進入城堡，那麼精通欺騙的盜賊應該帶頭討論。"
      }
    ]
  },
  {
    "id": "exploration",
    "name": "探索",
    "description": "探索涉及深入危險且充滿神秘的地方。本節的規則詳細說明了冒險者在這些地方與環境互動的一些方式。",
    "tabs": [
      {
        "name": "冒險裝備",
        "content": "冒險者在探索時，他們的裝備可以在許多方面幫助他們。例如，他們可以用梯子到達偏遠的地方，用火把或其他光源察覺到他們otherwise無法注意到的東西，用**盜賊工具**繞過鎖住的門和容器，並用**鐵蒺藜**為追逐者製造障礙。\n\n查看第 6 章以了解許多在冒險中有用的物品的規則。該章節中\"工具\"和\"**冒險裝備**\"部分的物品特別有用。該章節中的武器也可以用於戰鬥以外的用途；例如，你可以使用**長棍**來推動一個你不願意觸摸的可疑按鈕。"
      },
      {
        "name": "視覺和光線",
        "content": "一些冒險任務——比如注意危險、擊中敵人和瞄準某些法術——受到視力的影響，所以遮蔽視線的效果可能會妨礙你，如下所述。\n\n### 遮蔽區域\n\n一個區域可能是輕度或重度遮蔽的。在輕度遮蔽區域——例如有微光、斑駁霧氣或中等樹葉的區域——你在依賴視力的感知（察覺）檢定上有**劣勢**。\n\n重度遮蔽區域——例如有黑暗、濃霧或茂密樹葉的區域——是不透明的。當試圖看到那裡的東西時，你處於**目盲**狀態（見規則詞彙表）。\n\n### 光線\n\n光線的存在或缺失決定了一個區域的照明類別，定義如下：\n\n**明亮光線**：明亮光線讓大多數生物能夠正常視物。即使是陰沉的日子也提供明亮光線，火把、燈籠、火堆和其他光源在特定半徑內也是如此。\n\n**微光**：微光，也稱為陰影，創造了一個輕度遮蔽區域。微光區域通常是明亮光線和周圍黑暗之間的邊界。黎明和黃昏的柔和光線也算作微光。滿月可能會讓大地沐浴在微光中。\n\n**黑暗**：黑暗創造了一個重度遮蔽區域。角色在夜晚戶外（即使是大多數月光充足的夜晚）、未點燈的地下城內部或魔法黑暗區域中面臨黑暗。\n\n### 特殊感官\n\n一些生物擁有特殊感官，幫助他們在某些情況下感知事物。規則詞彙表定義了以下特殊感官：\n\n**盲視**：如果你有盲視，你可以在不依賴物理視覺的情況下在特定範圍內看到。在該範圍內，你可以看到任何不在全掩護後面的東西，即使你處於目盲狀態或在黑暗中。此外，在該範圍內，你可以看到處於隱形狀態的東西。\n\n**黑暗視覺**：如果你有黑暗視覺，你可以在特定範圍內將**微光**視為**明亮光線**，將**黑暗**視為微光。你只能將該黑暗中的顏色辨識為灰色陰影。\n\n**震顫感知**：擁有震顫感知的生物可以在特定範圍內確定生物和移動物體的位置，前提是擁有震顫感知的生物和它所探測的任何事物都與同一表面（如地面、牆壁或天花板）或同一液體接觸。\n\n震顫感知無法探測空中的生物或物體，它也不算作一種視覺形式。\n\n**真實視覺**：如果你有真實視覺，你的視力在特定範圍內得到增強。在該範圍內，你的視力可以穿透以下情況：\n\n> **黑暗**：你可以在正常和魔法黑暗中看見。\n>\n> **隱形**：你可以看見處於隱形狀態的生物和物體。\n>\n> **視覺幻象**：視覺幻象對你來說是透明的，你自動成功對抗它們的豁免檢定。\n>\n> **變形**：你可以辨別出你所看到的任何被魔法變形的生物或物體的真實形態。\n>\n> **乙太位面**：你可以看到乙太位面。"
      },
      {
        "name": "隱藏",
        "content": "冒險者和怪物經常隱藏，無論是為了互相偵察、偷偷通過守衛，還是設置埋伏。地下城主決定何時適合隱藏。當你試圖隱藏時，你採取隱藏動作。"
      },
      {
        "name": "與物品互動",
        "content": "與物品互動通常很容易解決。玩家告訴 DM 他們的角色正在做什麼，比如移動槓桿或打開門，然後 DM 描述發生了什麼。然而，有時規則會規定你可以對物品做什麼，如下面幾節所詳述。\n\n### 什麼是物品？\n\n就規則而言，物品是一個獨立的、無生命的東西，如窗戶、門、劍、書、桌子、椅子或石頭。它不是建築物或車輛，後者由許多物品組成。\n\n### 時間受限的物品互動\n\n當時間緊迫時，比如在戰鬥中，與物品的互動是有限的：每回合一次免費互動。該互動必須發生在生物的移動或動作期間。任何額外的互動都需要使用行動，如本章後面的\"戰鬥\"中所解釋的。\n\n### 尋找隱藏物品\n\n當你的角色搜索隱藏的東西時，比如秘密門或陷阱，DM 通常會要求你進行一次感知（察覺）檢定，前提是你描述角色在隱藏物品附近搜索。如果成功，你會發現物品、其他重要細節，或兩者都有。\n\n如果你描述你的角色搜索的位置離隱藏物品很遠，無論檢定的總和如何，感知（察覺）檢定都不會揭示該物品。\n\n### 攜帶物品\n\n你通常可以攜帶你的裝備和寶藏而不用擔心這些物品的重量。如果你試圖搬運一個異常重的物品或大量輕的物品，DM 可能會要求你遵守規則詞彙表中的負重能力規則。\n\n### 破壞物品\n\n作為一個動作，你可以自動破壞或以其他方式摧毀一個脆弱的、非魔法物品，比如玻璃容器或一張紙。如果你試圖損壞更堅固的東西，DM 可能會使用規則詞彙表中關於破壞物品的規則。"
      },
      {
        "name": "危險",
        "content": "怪物是角色面臨的主要危險，但其他危險也在等待著。規則詞彙表定義了以下危險：\n\n#### 燃燒\n一個燃燒的生物或物體在其每個回合開始時受到 1d4 火焰傷害。作為一個動作，你可以通過讓自己處於俯臥狀態並在地上滾動來熄滅自身的火焰。如果火焰被澆熄、浸沒或窒息，它也會熄滅。\n\n#### 脫水\n生物每天需要的水量基於其體型，如每日水需求表所示。一個在一天內飲水量少於所需水量一半的生物在當天結束時獲得 1 級力竭。由脫水引起的力竭在生物喝下一天所需的全部水量之前無法移除。另見\"力竭\"。\n\n**每日水需求**\n\n| 體型     | 水量       |\n|----------|------------|\n| 微型     | 1/4 加侖   |\n| 小型     | 1 加侖     |\n| 中型     | 1 加侖     |\n| 大型     | 4 加侖     |\n| 巨型     | 16 加侖    |\n| 超巨型   | 64 加侖    |\n\n#### 墜落\n一個墜落的生物在落地時每下落 10 英尺就受到 1d6 鈍擊傷害，最多 20d6。當生物著陸時，除非它避免受到任何墜落傷害，否則它處於俯臥狀態。\n\n墜落進水中或其他液體中的生物可以使用其反應來進行 DC 15 的力量（運動）或敏捷（特技）檢定，以頭部或腳部先入水。成功檢定時，由墜落引起的任何傷害減半。\n\n#### 營養不良\n生物每天需要的食物量基於其體型，如每日食物需求表所示。一個進食但消耗不到一天所需食物一半的生物必須成功通過 DC 10 的體質豁免檢定，否則在當天結束時獲得 1 級力竭。一個連續 5 天沒有進食的生物在第五天結束時自動獲得 1 級力竭，之後每天沒有食物都會額外獲得一級力竭。\n\n由營養不良引起的力竭在生物吃下一天所需的全部食物量之前無法移除。另見\"力竭\"。\n\n**每日食物需求**\n\n| 體型     | 食物     |\n|----------|----------|\n| 微型     | 1/4 磅   |\n| 小型     | 1 磅     |\n| 中型     | 1 磅     |\n| 大型     | 4 磅     |\n| 巨型     | 16 磅    |\n| 超巨型   | 64 磅    |\n\n#### 窒息\n一個生物可以在窒息開始前屏住呼吸的時間等於 1 加其體質調整值的分鐘數（最少 30 秒）。當一個生物用完氣或正在窒息時，它在每個回合結束時獲得 1 級力竭。當一個生物能夠再次呼吸時，它移除所有由窒息獲得的力竭等級。"
      },
      {
        "name": "旅行",
        "content": "在冒險過程中，角色可能會進行長時間的旅行，這可能需要數小時或數天。DM 可以在不計算確切距離或旅行時間的情況下概括這種旅行，或者 DM 可能讓你使用下面的旅行步調規則。\n\n如果你需要知道在每一秒都很重要的情況下你能移動多快，請參見本章後面\"戰鬥\"中的移動規則。\n\n> **行軍順序**\n>\n> 冒險者在旅行時應該建立一個行軍順序，無論是在室內還是室外。行軍順序使得更容易確定哪些角色受到陷阱的影響，哪些能發現隱藏的敵人，以及如果戰鬥爆發，哪些最接近敵人。你可以在戰鬥外改變你的行軍順序，並以任何你喜歡的方式記錄順序：例如，寫下來，或者排列微型模型來顯示。\n\n### 旅行步調\n\n在戰鬥外旅行時，一個團隊可以以快速、正常或緩慢的步調移動，如旅行步調表所示。該表顯示了團隊在一段時間內可以移動多遠；如果騎馬或其他坐騎，團隊可以在 1 小時內移動兩倍的距離，之後坐騎需要短休或長休才能再次以那種增加的步調移動（見第 6 章以了解可供購買的坐騎選擇）。《地下城主指南》有影響你在某些類型地形中可以選擇哪種步調的規則。\n\n#### 旅行步調\n\n**每...所行距離**\n\n| 步調   | 分鐘     | 小時    | 天       |\n|--------|----------|---------|----------|\n| 快速   | 400 英尺 | 4 英里  | 30 英里  |\n| 正常   | 300 英尺 | 3 英里  | 24 英里  |\n| 緩慢   | 200 英尺 | 2 英里  | 18 英里  |\n\n每種旅行步調都有遊戲效果，定義如下。\n\n**快速**：以快速步調旅行會給旅行者的感知（察覺或生存）和敏捷（隱匿）檢定帶來劣勢。\n\n**正常**：以正常步調旅行會給敏捷（隱匿）檢定帶來劣勢。\n\n**緩慢**：以緩慢步調旅行會給感知（察覺或生存）檢定帶來優勢。\n\n### 車輛\n\n乘坐馬車、馬車或其他陸地車輛的旅行者可以像平常一樣選擇步調。乘坐水上船隻的角色受限於船隻的速度，他們不需要選擇旅行步調。根據船隻和船員的規模，船隻可能能夠每天行駛長達 24 小時。第 6 章包含了可供購買的車輛。"
      }
    ]
  },
  {
    "id": "combat",
    "name": "戰鬥",
    "description": "冒險者會遇到許多危險的怪物和邪惡的反派。在這些時刻，戰鬥經常爆發。",
    "tabs": [
      {
        "name": "戰鬥順序",
        "content": "一個典型的戰鬥遭遇是兩方之間的衝突：武器揮舞、佯攻、格擋、腳步移動和施法的混亂。遊戲將戰鬥組織成回合和輪次的循環。一個回合代表遊戲世界中約 6 秒鐘。在一個回合中，戰鬥中的每個參與者都會有一個輪次。輪次的順序在戰鬥開始時由每個人擲先攻決定。一旦每個人都完成了自己的輪次，如果雙方都沒有被打敗，戰鬥就會繼續進入下一個回合。\n\n### 戰鬥步驟\n\n戰鬥按以下步驟展開：\n\n1. **確立位置**。地下城主確定所有角色和怪物的位置。根據冒險者的行軍順序或他們在房間或其他位置中所述的位置，DM 確定對手的位置——距離有多遠以及在哪個方向。\n2. **擲先攻**。參與戰鬥遭遇的每個人都要擲先攻，決定戰鬥者輪次的順序。\n3. **進行輪次**。戰鬥中的每個參與者按先攻順序進行輪次。當參與戰鬥的每個人都完成了一個輪次後，這個回合就結束了。重複這個步驟，直到戰鬥停止。\n\n### 先攻\n\n先攻決定了戰鬥中輪次的順序。當戰鬥開始時，每個參與者都要擲先攻；他們進行一次敏捷檢定，決定他們在先攻順序中的位置。DM 為怪物擲骰。對於一群相同的生物，DM 只擲一次骰，因此該群體的每個成員都有相同的先攻。\n\n**突襲**。如果一個戰鬥者被戰鬥開始突襲，該戰鬥者的先攻擲骰有劣勢。例如，如果一個埋伏者在隱藏時開始戰鬥，而被襲擊的敵人不知道戰鬥即將開始，那麼該敵人就被突襲了。\n\n**先攻順序**。戰鬥者的檢定總和被稱為他們的先攻數，或簡稱先攻。DM 將戰鬥者從最高到最低先攻排序。這就是他們在每個回合中行動的順序。先攻順序在每個回合中保持不變。\n\n**平手**。如果出現平手，DM 決定平手的怪物之間的順序，玩家決定平手的角色之間的順序。如果平手出現在怪物和玩家角色之間，DM 決定順序。\n\n### 你的輪次\n\n在你的輪次中，你可以移動最多等於你的**速度**的距離，並採取一個動作。你可以決定是先移動還是先採取動作。\n\n你可以採取的主要動作在本章前面的\"動作\"中列出。角色的特性和怪物的數據塊也提供了動作選項。本章後面的\"移動和位置\"給出了移動的規則。\n\n**溝通**。在你的輪次中，你可以用任何可能的方式溝通——通過簡短的話語和手勢。這樣做既不使用你的動作也不使用你的移動。\n\n延長的溝通，如對某事的詳細解釋或試圖說服敵人，需要一個動作。影響動作是你試圖影響怪物的主要方式。\n\n**與物品互動**。在你的移動或動作期間，你可以免費與一個物品或環境特徵互動。例如，你可以在向敵人衝刺時打開一扇門。\n\n如果你想與第二個物品互動，你需要採取使用動作。一些魔法物品和其他特殊物品總是需要一個動作來使用，如它們的描述所述。\n\nDM 可能會要求你對任何需要特別小心或呈現異常障礙的活動使用一個動作。例如，DM 可能要求你採取**使用**動作來打開一扇卡住的門或轉動曲柄來降下吊橋。\n\n**在你的輪次中什麼都不做**。你可以放棄移動、採取動作，或在你的輪次中什麼都不做。如果你無法決定做什麼，可以考慮採取防禦性的**閃避**動作或**準備**動作來延遲行動。\n\n### 結束戰鬥\n\n當一方或另一方被打敗時，戰鬥就結束了，這可能意味著生物被殺死或被擊昏，或者已經投降或逃跑。當雙方都同意結束時，戰鬥也可以結束。"
      },
      {
        "name": "移動和位置",
        "content": "在你的輪次中，你可以移動等於或少於你的**速度**的距離。或者你可以決定不移動。\n\n你的移動可以包括**攀爬**、**爬行**、**跳躍**和**游泳**（每個都在規則詞彙表中解釋）。這些不同的移動模式可以與你的常規移動結合，或者可以構成你整個移動。\n\n無論你如何用你的速度移動，你都要從中扣除每一部分移動的距離，直到用完或直到你完成移動，以先到者為準。\n\n角色的速度在角色創建時確定。怪物的速度在怪物的數據塊中註明。有關速度以及特殊速度（如**攀爬速度**、**飛行速度**或**游泳速度**）的更多信息，請參見規則詞彙表。\n\n### 困難地形\n\n戰鬥者經常被困難地形減慢速度。低矮的家具、瓦礫、灌木叢、陡峭的樓梯、雪和淺沼是困難地形的例子。\n\n在困難地形中每移動 1 英尺都要多花費 1 英尺的移動，即使一個空間中有多個事物算作困難地形。\n\n> **在網格上遊戲**\n>\n> 如果你使用方格和微型模型或其他標記來遊戲，請遵循以下規則。\n>\n> **方格**。每個方格代表 5 英尺。\n>\n> **速度**。不是一英尺一英尺地移動，而是在網格上一格一格地移動，以 5 英尺的段使用你的速度。你可以將你的速度除以 5 來轉換成方格數。例如，30 英尺的速度轉換為 6 格。如果你經常使用網格，考慮在你的角色表上寫下你的速度的方格數。\n>\n> **進入一個方格**。要進入一個方格，你必須有足夠的移動力來支付進入。進入與你的空間相鄰的未被佔用的方格（正交或斜對角相鄰）需要 1 格移動力。困難地形的一個方格需要 2 格移動力來進入。其他效果可能會使一個方格花費更多。\n>\n> **角落**。斜向移動不能穿過牆壁、大樹或其他填滿其空間的地形特徵的角落。\n>\n> **範圍**。要在網格上確定兩個事物——無論是生物還是物體——之間的距離，從其中一個相鄰的方格開始計數，並在另一個的空間停止計數。按最短路線計數。\n\n### 分割你的移動\n\n你可以分割你的移動，在同一輪次中在任何動作、附贈動作或反應之前和之後使用部分移動。例如，如果你的速度是 30 英尺，你可以移動 10 英尺，採取一個動作，然後再移動 20 英尺。\n\n### 趴下\n\n在你的輪次中，你可以不使用動作或任何速度就給自己俯臥狀態（見規則詞彙表），但如果你的速度為 0，你就不能這樣做。\n\n### 生物大小\n\n生物屬於一個大小類別，這決定了生物在地圖上佔據的方格空間的寬度，如生物大小和空間表所示。該表列出了從最小（微型）到最大（超巨型）的大小。生物的空間是它在戰鬥中有效控制的區域，也是它有效戰鬥所需的區域。\n\n角色的大小由種族決定，而怪物的大小在怪物的數據塊中指定。\n\n**生物大小和空間**\n\n| 大小     | 空間（英尺）  | 空間（方格）        |\n|----------|---------------|---------------------|\n| 微型     | 2½ x 2½ 英尺  | 每方格 4 個         |\n| 小型     | 5 x 5 英尺    | 1 方格              |\n| 中型     | 5 x 5 英尺    | 1 方格              |\n| 大型     | 10 x 10 英尺  | 4 方格（2 x 2）     |\n| 巨型     | 15 x 15 英尺  | 9 方格（3 x 3）     |\n| 超巨型   | 20 x 20 英尺  | 16 方格（4 x 4）    |\n\n### 繞過其他生物\n\n在你的移動期間，你可以穿過盟友的空間、處於**無力**狀態的生物（見規則詞彙表）、微型生物，或比你大兩個尺寸或小兩個尺寸的生物的空間。\n\n除非該生物是微型的或是你的盟友，否則另一個生物的空間對你來說是**困難地形**。\n\n你不能自願地結束移動在另一個生物佔據的空間中。如果你somehow在一個輪次結束時處於另一個生物的空間中，你會處於**俯臥**狀態（見規則詞彙表），除非你是微型的或比另一個生物更大。"
      },
      {
        "name": "進行攻擊",
        "content": "當你採取**攻擊**動作時，你進行一次攻擊。一些其他動作、附贈動作和反應也讓你進行攻擊。無論你是用近戰武器攻擊、發射遠程武器，還是作為法術的一部分進行攻擊擲骰，攻擊都有以下結構：\n\n1. **選擇目標**。在你攻擊範圍內選擇一個目標：一個生物、一個物體或一個位置。\n2. **確定調整值**。DM 確定目標是否有**掩護**（見下一節）以及你對目標是否有**優勢**或**劣勢**。此外，法術、特殊能力和其他效果可能會對你的攻擊擲骰施加懲罰或獎勵。\n3. **解決攻擊**。進行攻擊擲骰，如本章前面所詳述。如果命中，你擲傷害骰，除非特定攻擊有其他規定。一些攻擊除了或代替造成傷害外，還會造成特殊效果。"
      },
      {
        "name": "掩護",
        "content": "| 程度     | 目標獲得的好處                       | 由...提供                                   |\n|----------|------------------------------------|-------------------------------------------|\n| 半掩護   | AC 和敏捷豁免擲骰 +2 加值            | 另一個生物或物體覆蓋目標至少一半             |\n| 3/4掩護 | AC 和敏捷豁免擲骰 +5 加值         | 一個物體覆蓋目標至少四分之三                 |\n| 全掩護   | 不能被直接瞄準                       | 一個物體完全覆蓋目標                         |\n\n> **看不見的攻擊者和目標**\n>\n> 當你對一個你看不見的目標進行攻擊擲骰時，你的擲骰有**劣勢**。無論你是在猜測目標的位置，還是瞄準一個你能聽到但看不見的生物，這都是真的。如果目標不在你瞄準的位置，你就會miss。\n>\n>當一個生物看不見你時，你對它的攻擊擲骰有優勢。\n> \n>如果你在進行攻擊擲骰時處於隱藏狀態，無論攻擊是否命中，你都會暴露自己的位置。"
      },
      {
        "name": "遠程攻擊",
        "content": "當你進行遠程攻擊時，你射出弓箭、投擲斧頭，或以其他方式發射投射物以遠距離擊中敵人。許多法術也涉及進行遠程攻擊。\n\n### 射程\n\n你只能對特定射程內的目標進行遠程攻擊。如果遠程攻擊（例如用法術進行的攻擊）只有一個射程，你就不能攻擊超出這個射程的目標。\n\n一些遠程攻擊，比如用**長弓**進行的攻擊，有兩個射程。較小的數字是正常射程，較大的數字是長射程。當你的目標超出正常射程時，你的攻擊擲骰有**劣勢**，你不能攻擊超出長射程的目標。\n\n### 近戰中的遠程攻擊\n\n當敵人就在你身邊時，瞄準遠程攻擊會更加困難。當你用武器、法術或其他手段進行遠程攻擊擲骰時，如果你在 5 英尺內有一個能看見你且沒有**無力**狀態（見規則詞彙表）的敵人，你的擲骰有**劣勢**。"
      },
      {
        "name": "近戰攻擊",
        "content": "近戰攻擊允許你攻擊在你觸及範圍內的目標。近戰攻擊通常使用手持武器或**徒手打擊**。許多怪物用爪子、牙齒或其他身體部位進行近戰攻擊。少數法術也涉及近戰攻擊。\n\n### 觸及\n\n生物通常有 5 英尺的觸及範圍，因此在進行近戰攻擊時可以攻擊 5 英尺內的目標。某些生物（特別是較大的生物）有超過 5 英尺觸及範圍的近戰攻擊，如它們的描述所述。\n\n### 機會攻擊\n\n戰鬥者會留意敵人何時放鬆警惕。如果你粗心大意地經過敵人身邊，你會因引發機會攻擊而置自己於危險之中。\n\n**避免機會攻擊**。你可以通過採取**脫離**動作來避免引發機會攻擊。當你**傳送**或在不使用你的移動、動作、附贈動作或反應的情況下被移動時，你也不會引發機會攻擊。例如，如果爆炸將你拋出敵人的觸及範圍，或者你從敵人身邊掉落，你就不會引發機會攻擊。\n\n**進行機會攻擊**。當你能看見的生物離開你的觸及範圍時，你可以進行機會攻擊。要進行攻擊，使用一個反應來用武器或**徒手打擊**對該生物進行一次近戰攻擊。這次攻擊發生在它離開你的觸及範圍之前。"
      },
      {
        "name": "騎乘戰鬥",
        "content": "一個至少比騎手大一個尺寸且有適當解剖結構的自願生物可以作為坐騎，使用以下規則。\n\n### 上馬和下馬\n\n在你的移動中，你可以上馬到 5 英尺內的生物，或從坐騎上下馬。這樣做需要消耗等於你速度一半的移動力（向下取整）。例如，如果你的速度是 30 英尺，你需要花費 15 英尺的移動力來上馬。\n\n### 控制坐騎\n\n你只能控制經過訓練接受騎手的坐騎。馴化的馬、騾子和類似的生物都經過這樣的訓練。\n\n受控坐騎的先攻順序在你上馬時改變以匹配你的順序。它在你的輪次中按你的指示移動，在那個輪次中只有三個動作選項：**衝刺**、**脫離**和**閃避**。受控坐騎甚至可以在你上馬的輪次中移動和行動。\n\n相比之下，獨立坐騎——讓你騎乘但忽視你控制的坐騎——保持其在先攻順序中的位置，並按自己的喜好移動和行動。\n\n### 掉落\n\n如果一個效果即將在你騎乘時違背坐騎的意願移動它，你必須成功通過 DC 10 的敏捷豁免檢定，否則會掉落，並以**俯臥**狀態（見規則詞彙表）落在坐騎 5 英尺內的未被佔用空間。\n\n當你騎乘時，如果你被擊倒**俯臥**或坐騎被擊倒，你也必須進行相同的豁免。"
      },
      {
        "name": "水下戰鬥",
        "content": "水下戰鬥遵循以下規則。\n\n### 受阻武器\n\n當在水下用武器進行近戰攻擊擲骰時，缺乏**游泳速度**的生物在攻擊擲骰上有劣勢，除非該武器造成穿刺傷害。\n\n在水下用武器進行遠程攻擊擲骰時，超出武器正常射程的目標會自動miss，而在正常射程內的目標，攻擊擲骰有劣勢。\n\n### 火焰抗性\n\n水下的任何東西對火焰傷害有抗性（在\"傷害和治療\"中解釋）。"
      }
    ]
  },
  {
    "id": "damageAndHealing",
    "name": "傷害和治療",
    "description": "在 D&D 中，受傷和死亡是常見的威脅，以下規則詳細說明了這些情況。",
    "tabs": [
      {
        "name": "生命值",
        "content": "生命值代表耐久性和求生意志。生命值越高的生物越難被殺死。你的生命值上限是你未受傷時的生命值數量。你的當前生命值可以是從該上限到 0 的任何數字，0 是生命值可以降到的最低點。\n\n每當你受到傷害時，從你的生命值中扣除。生命值損失在你達到 0 生命值之前不會影響你的能力。\n\n如果你的生命值等於或少於一半，你就處於「重傷」狀態，這本身沒有遊戲效果，但可能會觸發其他遊戲效果。\n\n> **休息**\n>\n> 冒險者不能一直冒險。他們需要休息。任何生物都可以在一天中進行持續一小時的短休，並在一天結束時進行 8 小時的長休。恢復生命值是休息的主要好處之一。規則詞彙表提供了短休和長休的規則。"
      },
      {
        "name": "傷害骰",
        "content": "每種武器、法術和造成傷害的怪物能力都指定了它們造成的傷害。你擲傷害骰，加上任何調整值，並對你的目標造成傷害。如果有傷害懲罰，可能會造成 0 傷害，但不會造成負傷害。\n\n當用武器攻擊時，你將你的能力調整值（與攻擊擲骰使用的相同調整值）加到傷害擲骰上。法術會告訴你擲哪些骰子來決定傷害，以及是否加上任何調整值。除非規則另有說明，否則你不會將你的能力調整值加到不使用擲骰的固定傷害數值上，例如吹箭的傷害。查看第 6 章了解武器的傷害骰，第 7 章了解法術的傷害骰。"
      },
      {
        "name": "重擊",
        "content": "當你造成重擊時，你會造成額外的傷害。擲兩次攻擊的傷害骰，將它們加在一起，然後像平常一樣加上任何相關的調整值。例如，如果你用匕首造成重擊，擲 2d4 而不是 1d4 來決定傷害，然後加上你相關的能力調整值。如果攻擊涉及其他傷害骰，例如來自盜賊的偷襲特性，你也要擲那些骰子兩次。"
      },
      {
        "name": "豁免檢定和傷害",
        "content": "### 對多個目標造成傷害\n\n當你創造一個迫使兩個或更多目標同時對其進行豁免檢定的傷害效果時，為所有目標擲一次傷害骰。例如，當法師施放火球術時，對所有被爆炸波及的生物只擲一次法術傷害。\n\n### 半傷\n\n許多豁免檢定效果在目標成功豁免時造成一半傷害（向下取整）。半傷等於失敗豁免時會造成的傷害的一半。"
      },
      {
        "name": "傷害類型",
        "content": "每個傷害實例都有一個類型，如火焰或揮砍。傷害類型列在規則詞彙表中，它們本身沒有規則，但其他規則（如抗性）依賴於傷害類型。\n\n| 類型   | 例子                       |\n|--------|----------------------------|\n| 酸性   | 腐蝕性液體，消化酶         |\n| 鈍擊   | 鈍器，壓制，墜落           |\n| 冷凍   | 冰凍水，冰霜衝擊           |\n| 火焰   | 火焰，難以忍受的熱         |\n| 力場   | 純粹的魔法能量             |\n| 閃電   | 電力                       |\n| 死靈   | 吸取生命的能量             |\n| 穿刺   | 獠牙，穿刺物               |\n| 毒素   | 有毒氣體，毒液             |\n| 心靈   | 撕裂心智的能量             |\n| 光耀   | 神聖能量，灼熱輻射         |\n| 揮砍   | 爪子，切割物               |\n| 雷鳴   | 衝擊聲                     |"
      },
      {
        "name": "抗性和弱點",
        "content": "一些生物和物體對某些傷害類型有抗性或弱點。如果你對某種傷害類型有抗性，對你造成的該類型傷害減半（向下取整）。如果你對某種傷害類型有弱點，對你造成的該類型傷害加倍。例如，如果你對冷凍傷害有抗性，對你造成的該類傷害減半，如果你對火焰傷害有弱點，對你造成的該類傷害加倍。\n\n### 不疊加\n\n影響相同傷害類型的多個抗性或弱點實例只計算一次。例如，如果你對死靈傷害有抗性，同時對所有傷害都有抗性，對你造成的死靈傷害只減半一次。\n\n### 應用順序\n\n傷害調整值的應用順序如下：首先應用調整值，如加成、懲罰或乘數；其次應用抗性；最後應用弱點。\n\n例如，一個生物對所有傷害有抗性，對火焰傷害有弱點，並且處於一個減少所有傷害 5 點的魔法光環中。如果它受到 28 點火焰傷害，傷害首先減少 5 點（變為 23），然後由於生物的抗性減半（並向下取整為 11），最後由於其弱點加倍（變為 22）。"
      },
      {
        "name": "免疫",
        "content": "一些生物和物體對某些傷害類型和狀態有免疫。對傷害類型的免疫意味著你不會受到該類型的傷害，對狀態的免疫意味著你不會受到該狀態的影響。"
      },
      {
        "name": "治療",
        "content": "生命值可以通過魔法恢復，例如治療傷口法術或治療藥水，或通過短休或長休（見規則詞彙表）。\n\n當你接受治療時，將恢復的生命值加到你當前的生命值上。你的生命值不能超過你的生命值上限，所以任何超過上限的恢復生命值都會丟失。例如，如果你接受 8 點生命值的治療，而你現有 14 點生命值，生命值上限為 20，你只恢復 6 點生命值，而不是 8 點。"
      },
      {
        "name": "生命值降至 0",
        "content": "當一個生物的生命值降到 0 時，它要麼立即死亡，要麼陷入昏迷，如下所述。\n\n### 即刻死亡\n\n以下是生物可能立即死亡的主要方式。\n\n**怪物死亡**：怪物在生命值降到 0 的瞬間就死亡，儘管地下城主可以忽略這條規則，對個別怪物採用與角色相同的處理方式。\n\n**生命值上限為 0**：如果生物的生命值上限降至 0，該生物就會死亡。某些效果會耗盡生命能量，降低生物的生命值上限。\n\n**巨量傷害**：當傷害將一個角色的生命值降至 0 並且還有剩餘傷害時，如果剩餘傷害等於或超過該角色的生命值上限，該角色就會死亡。例如，如果你的角色生命值上限為 12，當前生命值為 6，受到 18 點傷害，角色的生命值降至 0，但還有 12 點傷害剩餘。由於 12 等於他們的生命值上限，角色就會死亡。\n\n### 角色死亡\n\n如果你的角色死亡，其他人可能會找到魔法方式復活你的角色，例如使用死者復甦法術。或者與 DM 討論創建一個新角色加入團隊。規則詞彙表有更多關於死亡狀態的信息。\n\n### 陷入昏迷\n\n如果你的生命值降至 0 但沒有立即死亡，你會陷入**昏迷**狀態（見規則詞彙表），直到你恢復任何生命值，現在你面臨著進行**死亡豁免**的情況（見下文）。\n\n> **擊昏生物**\n>\n> 當你用近戰攻擊將一個生物的生命值降至 0 時，你可以選擇將該生物的生命值降至 1 並給予它**昏迷**狀態。然後它開始一次**短休**，在短休結束時該狀態結束。如果該生物恢復任何生命值或有人採取行動對其進行急救（需要成功通過 DC 10 的感知（醫療）檢定），該狀態會提前結束。\n\n### 死亡豁免\n\n每當你在生命值為 0 時開始你的回合，你必須進行一次死亡豁免檢定，以決定你是更接近死亡還是堅持生命。與其他豁免檢定不同，這個檢定不與任何能力值相關。你現在掌握在命運手中。\n\n**三次成功/失敗**：擲 1d20。如果擲出 10 或更高，你成功。否則，你失敗。成功或失敗本身沒有效果。在你第三次成功時，你變成穩定狀態（見下文\"穩定角色\"）。在你第三次失敗時，你死亡。\n\n成功和失敗不需要連續；記錄兩者直到你集齊三個相同的。當你恢復任何生命值或變成穩定狀態時，兩者的數量都重置為零。\n\n**擲出 1 或 20**：當你在死亡豁免中擲出 1 時，你遭受兩次失敗。如果你擲出 20，你恢復 1 點生命值。\n\n**在 0 生命值時受到傷害**：如果你在 0 生命值時受到任何傷害，你遭受一次死亡豁免失敗。如果傷害來自重擊，你遭受兩次失敗。如果傷害等於或超過你的生命值上限，你死亡。\n\n### 穩定角色\n\n你可以採取**協助**動作嘗試穩定一個 0 生命值的生物，這需要成功通過 DC 10 的感知（醫療）檢定。\n\n穩定的生物即使生命值為 0 也不進行死亡豁免檢定，但它仍處於**昏迷**狀態。如果該生物受到傷害，它就不再穩定，並開始重新進行死亡豁免檢定。一個穩定但未被治療的生物在 1d4 小時後恢復 1 點生命值。"
      },
      {
        "name": "臨時生命值",
        "content": "一些法術和其他效果賦予臨時生命值，這是一個防止失去實際生命值的緩衝，如下所述。\n\n### 先失去臨時生命值\n\n如果你有臨時生命值並受到傷害，這些點數先失去，任何剩餘的傷害才會轉移到你的生命值上。例如，如果你有 5 點臨時生命值並受到 7 點傷害，你失去這些點數，然後失去 2 點生命值。\n\n### 持續時間\n\n臨時生命值持續到它們被耗盡或你完成一次**長休**（見規則詞彙表）。\n\n### 臨時生命值不疊加\n\n臨時生命值不能相加。如果你有臨時生命值並再次獲得，你決定是保留現有的還是獲得新的。例如，如果一個法術在你已有 10 點臨時生命值時給你 12 點，你可以有 12 點或 10 點，而不是 22 點。\n\n### 它們不是生命值或治療\n\n臨時生命值不能加到你的生命值上，治療不能恢復它們，獲得臨時生命值不算作治療。因為臨時生命值不是生命值，所以一個生物可以在滿生命值的情況下獲得臨時生命值。\n\n如果你的生命值為 0，獲得臨時生命值不會使你恢復意識。只有真正的治療才能拯救你。"
      }
    ]
  },
  {
    "id": "conditions",
    "name": "狀態效果",
    "description": "\n\n# 狀態效果\n\n許多效果會施加狀態效果，這是一種暫時改變受影響者能力的狀態。以下狀態效果在規則詞彙表中有定義：\n\n    目盲（Blinded）\n    魅惑（Charmed）\n    耳聾（Deafened）\n    力竭（Exhaustion）\n    恐懼（Frightened）\n    被擒（Grappled）\n    無力（Incapacitated）\n    隱形（Invisible）\n    麻痺（Paralyzed）\n    石化（Petrified）\n    中毒（Poisoned）\n    俯臥（Prone）\n    束縛（Restrained）\n    震懾（Stunned）\n    昏迷（Unconscious）\n\n狀態效果的定義指定了受影響者在受其影響時會發生什麼，某些狀態效果還會施加其他狀態效果。",
    "tabs": [
      {
        "name": "狀態",
        "content": "### 目盲\n當你處於目盲狀態時，你會遭受以下效果：\n\n**無法視物**：你無法看見，並且自動失敗任何需要視力的能力檢定。\n\n**攻擊受影響**：對你進行的攻擊擲骰有**優勢**，而你的攻擊擲骰有**劣勢**。\n\n### 魅惑\n當你處於魅惑狀態時，你會遭受以下效果：\n\n**無法傷害施術者**：你無法攻擊施術者，也不能以傷害性的能力或魔法效果指定施術者為目標。\n\n**社交優勢**：施術者在與你進行社交互動的能力檢定上有**優勢**。\n\n### 耳聾\n當你處於耳聾狀態時，你會遭受以下效果：\n\n**無法聽聞**：你無法聽見，並且自動失敗任何需要聽力的能力檢定。\n\n### 力竭\n當你處於力竭狀態時，你會遭受以下效果：\n\n**力竭等級**：此狀態是累積的。每次你獲得此狀態時，你的力竭等級增加1。如果你的力竭等級達到6，你就會死亡。\n\n**D20檢定受影響**：當你進行**D20檢定**時，擲骰結果會減少你力竭等級的2倍。\n\n**速度降低**：你的**速度**減少等於你力竭等級5倍的英尺數。\n\n**移除力竭等級**：完成一次**長休**可以移除1級力竭。當你的力竭等級降至0時，此狀態結束。\n\n### 恐懼\n當你處於恐懼狀態時，你會遭受以下效果：\n\n**能力檢定和攻擊受影響**：當恐懼來源在你的視線內時，你的**能力檢定**和**攻擊擲骰**有**劣勢**。\n\n**無法靠近**：你不能自願地靠近恐懼來源。\n\n### 被擒抱\n當你處於被擒抱狀態時，你會遭受以下效果：\n\n**速度為0**：你的**速度**變為0，且無法增加。\n\n**攻擊受影響**：對擒抱者以外的目標進行攻擊擲骰時有**劣勢**。\n\n**可被移動**：擒抱者移動時可以拖拽或攜帶你，但每移動1英尺就要多花費1英尺的移動力，除非你是微型生物或比擒抱者小兩個或更多尺寸。\n\n### 無力\n當你處於無力狀態時，你會遭受以下效果：\n\n**無法行動**：你不能採取任何**動作**、**附贈動作**或**反應**。\n\n**無法專注**：你的專注被打斷。\n\n**無法說話**：你不能說話。\n\n**措手不及**：如果你在擲先攻時處於無力狀態，你的擲骰有劣勢。\n\n### 隱形\n當你處於隱形狀態時，你會遭受以下效果：\n\n**突襲**：如果你在擲**先攻**時是隱形的，你的擲骰有**優勢**。\n\n**隱蔽**：你不受任何需要目標可見的效果影響，除非該效果的創造者能以某種方式看見你。你穿戴或攜帶的任何裝備也同樣隱蔽。\n\n**攻擊受影響**：對你進行的攻擊擲骰有**劣勢**，而你的攻擊擲骰有優勢。如果某個生物能以某種方式看見你，你就不會對該生物獲得這個好處。\n\n### 麻痺\n當你處於麻痺狀態時，你會遭受以下效果：\n\n**無力**：你處於**無力**狀態。\n\n**速度為0**：你的**速度**變為0，且無法增加。\n\n**豁免檢定受影響**：你自動失敗力量和敏捷**豁免檢定**。\n\n**攻擊受影響**：對你進行的攻擊擲骰有**優勢**。\n\n**自動重擊**：如果攻擊者在你5英尺內，任何命中你的攻擊擲骰都是**重擊**。\n\n### 石化\n當你處於石化狀態時，你會遭受以下效果：\n\n**變為無生命物質**：你連同你穿戴和攜帶的任何非魔法物品一起被變成固體無生命物質（通常是石頭）。你的重量增加十倍，並停止衰老。\n\n**無力**：你處於**無力**狀態。\n\n**速度為0**：你的**速度**變為0，且無法增加。\n\n**攻擊受影響**：對你進行的攻擊擲骰有**優勢**。\n\n**豁免檢定受影響**：你自動失敗力量和敏捷**豁免檢定**。\n\n**傷害抗性**：你對所有傷害都有**抗性**。\n\n**毒素免疫**：你對**中毒**狀態免疫。\n\n### 中毒\n當你處於中毒狀態時，你會遭受以下效果：\n\n**能力檢定和攻擊受影響**：你的攻擊擲骰和能力檢定有**劣勢**。\n\n### 倒地\n當你處於倒地狀態時，你會遭受以下效果：\n\n**移動受限**：你唯一的移動選擇是爬行，或者花費等於你**速度**一半（向下取整）的移動力站起來，從而結束此狀態。如果你的速度為0，你就無法站起來。\n\n**攻擊受影響**：你的攻擊擲骰有**劣勢**。如果攻擊者在你5英尺內，對你進行的攻擊擲骰有**優勢**。否則，該攻擊擲骰有劣勢。\n\n### 束縛\n當你處於束縛狀態時，你會遭受以下效果：\n\n**速度為0**：你的速度變為0，且無法增加。\n\n**攻擊受影響**：對你進行的攻擊擲骰有優勢，而你的攻擊擲骰有劣勢。\n\n**豁免檢定受影響**：你的敏捷豁免檢定有劣勢。\n\n### 震懾\n當你處於震懾狀態時，你會遭受以下效果：\n\n**無力**：你處於**無力**狀態。\n\n**豁免檢定受影響**：你自動失敗力量和敏捷豁免檢定。\n\n**攻擊受影響**：對你進行的攻擊擲骰有優勢。"
      },
      {
        "name": "持續時間",
        "content": "狀態效果的持續時間要麼由施加該狀態的效果指定，要麼持續到該狀態被解除（例如，俯臥狀態可以通過站起來解除）。"
      },
      {
        "name": "狀態效果不疊加",
        "content": "如果多個效果對你施加相同的狀態，每個狀態實例都有自己的持續時間，但狀態的效果不會變得更糟。你要麼處於某個狀態，要麼不處於。力竭狀態是一個例外；如果你已經處於該狀態並再次受到它，其效果會變得更糟。"
      }
    ]
  }
]
