[
  {
    "id": "gainingSpells",
    "name": "獲得法術",
    "description": "在你能施放法術之前,你必須在腦海中準備好該法術,或從魔法物品(如**法術卷軸**)中獲得該法術。你的特性指定了你可以使用哪些法術(如果有的話);你是否總是準備好某些法術;以及你是否可以更改你準備的法術列表。",
    "tabs": [
      {
        "name": "準備法術",
        "content": "如果你有一份你準備的1級或更高等級法術列表,你的施法特性會指定你何時可以更改該列表以及你可以更改的法術數量,如職業法術準備表所概述。"
      },
      {
        "name": "職業法術準備表",
        "content": "| 職業 | 何時可以更改 | 法術數量 |\n| --- | --- | --- |\n| 牧師 | 完成長休息時 | 任意數量 |\n| 法師 | 完成長休息時 | 任意數量 |\n\n大多數施法怪物不會更改其準備的法術列表,但DM可以自由更改它們。"
      },
      {
        "name": "永久準備的法術",
        "content": "某些特性可能會給你一個你始終準備好的法術。如果你還有一個可以更改的準備法術列表,永久準備的法術不計入該列表的法術數量。\n\n>**穿著護甲施法**\n>\n>要在穿著護甲時施法,你必須熟練使用你所穿的任何護甲。否則,你會因護甲而過於受限而無法施法。"
      }
    ]
  },
  {
    "id": "castingSpells",
    "name": "施放法術",
    "description": "每個**法術描述**都有一系列條目,提供了施放該法術所需的詳細信息。以下各節解釋了這些條目,它們跟隨在法術名稱之後。",
    "tabs": [
      {
        "name": "法術等級",
        "content": "每個法術的等級從0到9不等,這在法術的描述中有所指示。法術的等級是其威力的指標。戲法——可以幾乎機械式地施放的簡單法術——是0級。每個施法職業的規則都說明了其成員何時可以使用某些等級的法術。\n\n### 法術位\n\n施法是消耗精力的,所以施法者在休息之前只能施放有限數量的1級或更高等級的法術。法術位是表示施法者魔法潛力的主要方式。每個施法職業都給予其成員一定數量的特定法術等級的法術位。例如,3級法師有四個1級法術位和兩個2級法術位。\n\n當你施放一個法術時,你消耗一個等於或高於該法術等級的法術位,有效地用該法術\"填充\"一個法術位。想像一個法術位是一個特定大小的凹槽——1級槽較小,更高等級的槽較大。1級法術可以放入任何大小的槽,但2級法術只能放入至少2級的槽。所以當3級法師施放**魔法飛彈**,一個1級法術時,該法師使用四個1級槽中的一個,剩下三個。\n\n完成**長休息**會恢復所有已消耗的法術位。\n\n### 不使用法術位施法\n\n有幾種方法可以在不消耗法術位的情況下施放法術:\n\n**戲法。** 戲法無需消耗法術位即可施放。\n\n**儀式。** 某些法術在施法時間條目中有儀式標記。這樣的法術可以按照正常的施法規則施放,也可以作為儀式施放。法術的儀式版本比正常施放時間多花10分鐘,但不消耗法術位。要將法術作為儀式施放,施法者必須準備好該法術。\n\n**特殊能力。** 一些角色和怪物有特殊能力,允許他們在不消耗法術位的情況下施放特定法術。這種施法通常以其他方式受到限制,例如每天只能施放該法術有限的次數。\n\n**魔法物品。** **法術卷軸**和一些其他魔法物品包含可以在不消耗法術位的情況下施放的法術。這類物品的描述指定了可以從中施放法術的次數。\n\n### 使用更高等級的法術位\n\n當施法者使用比法術本身更高等級的法術位施放法術時,該法術在這次施放中會提升到更高的等級。例如,如果法師使用2級法術位施放**魔法飛彈**,那個_魔法飛彈_就是2級的。實際上,法術會擴展以填滿它所放入的法術位。\n\n一些法術,如**魔法飛彈**和**治療傷勢**,在以更高等級施放時會有更強大的效果,這在法術的描述中有詳細說明。"
      },
      {
        "name": "魔法學派",
        "content": "每個法術都屬於一個魔法學派。這些學派列在魔法學派表中。這些類別有助於描述法術,但本身沒有規則,儘管一些其他規則會提到它們。\n\n### 魔法學派\n\n| 學派 | 典型效果 |\n| --- | --- |\n| 防護系 | 防止或逆轉有害效果 |\n| 咒法系 | 運送生物或物體 |\n| 預言系 | 揭示信息 |\n| 惑控系 | 影響心智 |\n| 塑能系 | 引導能量創造通常具有破壞性的效果 |\n| 幻術系 | 欺騙心智或感官 |\n| 死靈系 | 操縱生命和死亡 |\n| 變化系 | 轉變生物或物體 |"
      },
      {
        "name": "職業法術列表",
        "content": "如果一個法術在某個職業的法術列表上,該職業的名稱會在法術的魔法學派之後的括號中出現。某些特性可以將法術添加到角色的法術列表中,即使該角色不是括號中列出的職業的成員。"
      },
      {
        "name": "施法時間",
        "content": "大多數法術需要**魔法**動作來施放,但一些法術需要附贈動作、反應或1分鐘或更長時間。法術的施法時間條目指定了需要哪一種。\n\n### 每回合只能使用一個法術位施放一個法術\n\n在一個回合內,你只能消耗一個法術位來施放法術。這條規則意味著你不能,例如,在同一回合內使用**魔法**動作施放一個消耗法術位的法術,然後再使用附贈動作施放另一個。\n\n### 反應和附贈動作觸發\n\n施法時間為反應的法術是為了回應法術施法時間條目中定義的觸發而施放的。一些施法時間為附贈動作的法術也是為了回應法術中定義的觸發而施放的。\n\n### 較長的施法時間\n\n某些法術——包括作為**儀式**施放的法術——需要更多時間來施放:幾分鐘甚至幾小時。當你施放一個施法時間為1分鐘或更長的法術時,你必須在每個回合中使用**魔法**動作,並且在此期間必須保持**專注**（見**規則詞彙表**）。如果你的專注被打斷,法術失敗,但你不會消耗法術位。要再次施放該法術,你必須重新開始。"
      },
      {
        "name": "射程",
        "content": "法術的射程指示了法術效果可以從施法者處發起的距離,法術的描述指定了哪部分效果受到射程的限制。\n\n射程通常採用以下形式之一:\n\n**距離。** 射程以英尺表示。\n\n**觸及。** 法術的效果源於施法者必須觸摸的某物,如法術中定義。\n\n**自身。** 法術作用於施法者或從他們身上發出,如法術中指定。\n\n如果一個法術有可移動的效果,除非法術的描述另有說明,否則它們不受其射程的限制。"
      },
      {
        "name": "構成要素",
        "content": "法術的構成要素是施法者必須滿足才能施放法術的物理要求。每個法術的描述指出它是否需要言語(V)、姿勢(S)或材料(M)構成要素。如果施法者無法提供法術的一個或多個構成要素,施法者就無法施放該法術。\n\n### 言語(V)\n\n言語構成要素是對外行人來說聽起來像胡言亂語的神秘詞語的吟誦。這些詞必須以正常說話的聲音說出。詞語本身不是法術力量的來源;相反,特定的聲音組合,具有特定的音調和共鳴,啟動了魔法線程。因此,被堵住嘴或處於魔法沉默區域的生物無法施放具有言語構成要素的法術。\n\n>**創造言語構成要素**\n>\n>如果你想說出法術的言語構成要素,你可以自己編造詞語。無論你如何創造它們,目標是創造一些容易說出且在現實世界中沒有意義的東西。考慮這種方法:取法術的名稱,只保留其中每個字母的一個實例,然後重新排列剩下的字母組成詞語。例如,從**火球術**中刪除第二個_l_,然後重新排列剩下的字母來創造_Ber Fila_或_Fel Bira_。\n\n### 姿勢(S)\n\n姿勢構成要素是一種有力的手勢或一組複雜的動作。施法者必須至少用一隻手來執行這些動作。\n\n### 材料(M)\n\n材料構成要素是法術施放中使用的特定材料，在構成要素條目的括號中指定。除非法術描述另有說明，否則這些材料不會被法術消耗。施法者必須有一隻空閒的手來接觸這些材料，但它可以是用來執行姿勢構成要素的同一隻手（如果有的話）。\n\n如果一個法術不消耗其材料且沒有指定材料成本，施法者可以使用**材料包**（見**第6章**）代替法術中指定的材料，或者如果施法者有允許這種替代的特性，可以使用施法焦點替代。要使用材料包，你必須有一隻空閒的手伸入其中，要使用施法法器，你必須拿著它，除非其描述另有說明（見**第6章**的描述）。"
      },
      {
        "name": "持續時間",
        "content": "法術的持續時間是法術施放後持續的時間長度。持續時間通常採用以下形式之一：\n\n**專注。** 需要專注的持續時間遵循**專注**規則（見**規則詞彙表**）。\n\n**瞬間。** 瞬間持續時間意味著法術的魔法只出現一瞬間然後消失。\n\n**時間跨度。** 提供時間跨度的持續時間指定了法術持續的輪數、分鐘、小時等。例如，持續時間條目可能說\"1分鐘\"，意味著法術在1分鐘過後結束。當你施放的具有時間跨度的法術正在進行時，如果你沒有**無力**狀態，你可以解除它（無需動作）。"
      },
      {
        "name": "效果",
        "content": "法術的效果在其持續時間條目之後詳細描述。這些細節準確地呈現了法術的作用，它們忽略了普通的物理法則；任何超出這些效果的結果都由DM裁定。無論效果如何，它們通常涉及目標、豁免檢定、攻擊檢定，或者三者都有，每一個都在下面詳細說明。\n\n### 目標\n\n一個典型的法術要求施法者選擇一個或多個目標受到法術的魔法影響。法術的描述說明了法術是針對生物、物體還是其他東西。\n\n**_通向目標的清晰路徑。_** 要用法術指定目標，施法者必須有通向它的清晰路徑，所以它不能在**全掩蔽**後面。\n\n**_指定自己為目標。_** 如果一個法術針對你選擇的生物，除非該生物必須是**敵對**的或特別指明必須是你以外的生物，否則你可以選擇自己。\n\n**_效果區域。_** 一些法術，如**雷鳴波**，覆蓋一個稱為**效果區域**的區域，這在**規則詞彙表**中有定義。該區域決定了法術的目標。法術的描述指定它是否有效果區域，通常是以下形狀之一：**錐形**、**立方體**、**圓柱體**、**放射**、**直線**或**球形**。\n\n**_被指定為目標的意識。_** 除非法術有可感知的效果，否則生物不知道它被法術指定為目標。像閃電這樣的效果是明顯的，但更微妙的效果，如試圖讀取思想，是不被注意到的，除非法術的描述另有說明。\n\n**_無效目標。_** 如果你對不能被它影響的人或物施放法術，什麼也不會發生在那個目標身上，但如果你使用了法術位來施放法術，法術位仍然被消耗。\n\n如果法術通常對成功進行豁免檢定的目標沒有效果，無效目標看起來似乎成功進行了豁免檢定，即使它實際上沒有嘗試（不暗示該生物是無效目標）。否則，你會感覺到法術對目標沒有任何作用。\n\n### 豁免檢定\n\n許多法術指定目標進行豁免檢定以避免部分或全部法術效果。法術指定目標用於豁免的能力以及成功或失敗的結果。以下是計算你的法術豁免DC的方法：\n\n> **法術豁免DC** = 8 + 你的施法能力調整值 + 你的熟練加值\n\n### 攻擊檢定\n\n一些法術要求施法者進行攻擊檢定以確定法術是否擊中目標。以下是計算你的法術攻擊調整值的方法：\n\n**法術攻擊調整值** = 你的施法能力調整值 + 你的熟練加值\n\n### 結合法術效果\n\n不同法術的效果在它們的持續時間重疊時會疊加。相反，同一法術多次施放的效果不會結合。相反，最強效果——例如最高的加值——在它們的持續時間重疊時適用。如果施法同樣強大且它們的持續時間重疊，則最近的效果適用。例如，如果兩個牧師對同一個目標施放**祝福術**，該目標只獲得該法術的好處一次；目標不會收到兩個加值骰。但如果法術的持續時間重疊，效果會持續到第二個_祝福術_結束。\n\n>識別進行中的法術\n>\n>如果一個非瞬間法術的持續時間正在進行，你可以嘗試通過其可觀察到的效果來識別它。要識別它，你必須採取**研究**動作並在DC 15的智力（奧秘）檢定中成功。"
      }
    ]
  }
]