[
  {
    "id": "part1",
    "name": "Part 1: Establishing the Chase",
    "description": "If the fleeing character is significantly faster than his or her opponent, escape is likely, leaving the pursuer far behind; the chase will be over almost as soon as it has begun. A single skill roll for each character is used to establish the chase, the result yielding one of two options:\n\n-   The fleeing character is faster than the pursuer, in\n\nwhich case it is assumed that the pursuer quickly falls behind and the chase is not played out. The Keeper simply describes how the pursuer loses their quarry in a way that fits the situation.\n\n-   The pursuer is fast enough to catch the fleeing character.\n\nIf this is the case, the game picks up the action at the most exciting moment—the point where the pursuer is closing in on the fleeing character.",
    "tabs": [
      {
        "name": "Speed Roll",
        "content": "This roll adjusts each participant’s MOV rating for the\nduration of this chase. Every vehicle and character has a\nmovement rating (MOV). A vehicle’s speed depends on a\ndriver’s skill, while a character’s foot speed depends on their\nphysical condition.\n\nEach participant in the chase makes a CON roll (if on\nfoot or other self-propelled mode) to test his or her physical\ncondition and endurance. Drivers make a Drive Auto roll\n(for vehicles) to test their handling of the vehicle.\n\n- On a success: no change to MOV rating for the duration of this chase.\n- On an extreme success: +1 to MOV rating for the duration of this chase.\n- On a failure: –1 to MOV rating for the duration of this chase."
      },
      {
        "name": "Compare speeds",
        "content": "The fleeing character escapes if their adjusted MOV is higher than their pursuer. The Keeper is free to narrate a brief explanation of how this occurs, or to ask the players for suggestions. The chase is over and the Keeper should move the game on.\n\nIf the pursuer’s adjusted MOV rating is equal to or greater than that of the fleeing character, a chase is established, and the chase rules are bought into play. Proceed with Part 2: Cut to the chase."
      }
    ]
  },
  {
    "id": "part2",
    "name": "Cut to Chase",
    "description": "If the fleeing character’s MOV was not high enough to lose the pursuer, the Keeper should move the action onto the point at which pursuer is just two locations behind, regardless of how the chase started. This short range serves to focus play on the exciting part of the chase. Whether the characters started next to each other or a mile apart, the aim is to “cut to the chase”. The fleeing character has already had one chance to escape using the speed roll. The Keeper would normally set the starting range to two locations, but may opt for a tenser chase by reducing it to one location in exceptional circumstances. It is advised not to set the range beyond two locations.\n\n> Harvey was caught sneaking around some farm buildings. The farmer spotted him at a distance and gave a shout; Harvey turned and fled. The Keeper asks for speed rolls. Harvey’s player makes an Extreme CON roll and Harvey’s MOV is raised from 6 to 7. The Keeper fails the CON roll for the farmer and the farmer’s MOV drops from 7 to 6. Harvey has the higher MOV and so he escapes. The Keeper tells how Harvey glances over his shoulder to see the farmer tripping over in the mud. No chase scene is played out.\n> \n> Alternatively, if Harvey failed his CON roll, the situation would be quite different. Harvey’s MOV would fall to 5 and the Keeper would establish the chase partway down the farm track with the farmer two locations behind Harvey.",
    "tabs": [
      {
        "name": "Location",
        "content": "\"Location\" is a term used to denote a position in the chase. The locations do not need to be equally spaced; a locked door or a flight of stairs might separate two locations, while another might be a point on a stretch of open road. Locations divide the chase into narrative chunks, rather than being a set physical distance. For example, a hotel might be divided into multiple locations: revolving door, crowded foyer, stairs, lifts, corridors, restaurant, kitchens, bedrooms, offices, and so on.\n\nIf a chase takes place at the same time as a separate combat, the Keeper should ensure that the distance between locations is not excessive, otherwise you may end up with one group of characters running the length of a city block in the time it takes another investigator to smash a chair over a cultist’s head.\n\nA chase is made up of a string of locations. The Keeper should keep careful track of which character is at which location. Depending on their speed, characters may move 1 or more locations each round. Hazards and barriers (see following) are positioned between locations and may slow a character’s progress."
      },
      {
        "name": "Keeping Track of the Chase",
        "content": "When running a chase scene you may find the following method useful for tracking the various characters. Take a blank sheet of paper or whiteboard. Draw a line of dots half an inch apart. Each dot represents one location. Label the first dot with a letter representing the pursuer.\n\nThen write a letter for the fleeing character two dots on from the pursuer, depending on the opening range (see Cut to the Chase). As characters move, simply cross out their marker and draw it on its new position.\n\n> An angry farmer is pursuing Harvey down a track. Following speed rolls, Harvey’s MOV is now 5; the farmer’s MOV is 6. The Keeper chooses to start the action with the farmer 2 locations behind and records the positions thus:"
      }
    ]
  },
  {
    "id": "part2d1",
    "name": "The Chase Round",
    "description": "",
    "tabs": [
      {
        "name": "Dexterity and the Order of Movement",
        "content": "When running a chase scene you may find the following method useful for tracking the various characters. Take a blank sheet of paper or whiteboard. Draw a line of dots half an inch apart. Each dot represents one location. Label the first dot with a letter representing the pursuer.\n\nThen write a letter for the fleeing character two dots on from the pursuer, depending on the opening range (see Cut to the Chase). As characters move, simply cross out their marker and draw it on its new position.\n\n> An angry farmer is pursuing Harvey down a track. Following speed rolls, Harvey’s MOV is now 5; the farmer’s MOV is 6. The Keeper chooses to start the action with the farmer 2 locations behind and records the positions thus:"
      },
      {
        "name": "Movement Actions",
        "content": "Each character gets a number of movement actions per round. Movement actions are used to move from one location to the next. Faster characters get more movement actions each round than slower characters.\n\nEvery character and vehicle gets one movement action by default. To this is added the difference between their movement rating (MOV) and the movement rating of the slowest participant in the chase. Thus the slowest participant will always have one movement action; someone with a MOV that is 1 above the slowest participant will have 2 movement actions, someone with a MOV that is 2 above the slowest participant will have 3 movement actions, and so on.\n\n\n> Back to Harvey’s attempt to escape from the angry farmer. Following speed rolls, Harvey’s MOV is now 5; the farmer’s MOV is 6. Both get one movement action by default. The farmer gets a second movement action because his speed is one more than that of the slowest character in the chase—Harvey."
      },
      {
        "name": "Actions in a Chase Round",
        "content": "On their turn in the DEX order (highest to lowest) each character may use their turn to:\n- Move forward in the chase (spending movement\nactions to do so).\n- Initiate one attack* using the Fighting, Firearms, or Drive Auto skill.\n- Cast a spell.\n- Perform some other action requiring time and perhaps a dice roll, such as picking a lock.\n\n**Note that some monsters are capable of multiple attacks in one round; these all take place on the monster’s turn.*\n\nA character may elect to delay acting until another character has acted. If this leads to more than one character wishing to act simultaneously, the one with the highest DEX takes priority. If both insist on waiting for the other, the round may end with neither of them acting."
      },
      {
        "name": "Pushing Rolls in Chase",
        "content": "Pushed rolls are not used in a chase. As in combat, a character usually has the opportunity for another attempt on the following round."
      }
    ]
  },
  {
    "id": "part3",
    "name": "Part 3: Movement",
    "description": "Movement",
    "tabs": [
      {
        "name": "Moving From One Location to the Next",
        "content": "If an area is free of hazards, such as an empty corridor or stretch of clear straight road, the cost of moving from one location to the next is 1 movement action.\n\n>   Returning to Harvey being pursued down the track by the angry farmer. Following speed rolls, Harvey’s MOV is now 5; the farmer’s MOV is 6. Harvey’s DEX is 55. The farmer’s DEX is 50.\n>   **Harvey’s turn**: Harvey has 1 movement action and moves forward 1 location. That is the end of Harvey’s turn.\n>   \n>   After Harvey’s Move:\n\n| * | * |*|*|*|\n|--|--|--|--|--|\n| Farmer |  ||Harvey||\n>   **Farmer’s turn**: The farmer has 2 movement actions and advances 2 locations. That is the end of the farmer’s turn.\n\n| * | * |*|*|*|\n|--|--|--|--|--|\n| |  |Farmer|Harvey||\n> At the end of round 1, the farmer has closed the gap from 2 locations to 1 location. Clearly if the chase continues in the same manner, the farmer will catch up with Harvey at the end of next round. If the farmer had the higher DEX, he would have moved first in round 1 and caught up with Harvey immediately"
      },
      {
        "name": "Hazards",
        "content": "A chase that takes place on even, clear ground will soon be resolved if the pursuer is faster than the character he or she is chasing; or, if both are of the same MOV speed, the chase might never end, with one character staying just out of range of the other. Either way, this leads to a bland chase scene based purely upon numbers.\n\nHazards add spice to a chase scene: hairpin bends, slippery steps, thorny bushes, thick mud, and so on. Hazards typically slow characters and vehicles down, and if badly handled, can also cause harm.\n\nThe Keeper should present the hazard and allow each character to decide how they deal with it. Skill is always factor, and sometimes taking a cautious approach, slowing down in order to make a more considered attempt, can help. Other times, a reckless approach might be taken to use brute force and speed, such as when breaking down a locked door or taking corners at speed.\n\nIf a character elects to take a cautious approach, movement actions may be spent to gain bonus dice on the skill roll to negotiate a hazard. 1 movement action buys 1 bonus die, or 2 movement actions buys 2 bonus dice (2 bonus dice is the maximum that can be rolled). If the skill roll is successful the character or vehicle is not further delayed or damaged by the hazard and is free to move on.\n\nIf the skill roll to negotiate a hazard is failed, the Keeper should decide if damage is inflicted on the character or vehicle, and how much, using Table III: Other Forms of Damage as a guide for damage to characters, or Table VI: Vehicular Collisions (see page 147) for damage to vehicles. Failing to negotiate an obstacle or taking damage is also likely to slow the character or vehicle; roll 1D3 for number of lost movement actions.\n\nNotice how a hazard is written in the space between two dots. The dots represent the locations on either side of the hazard. Thus, in the example nearby, the area labeled “mud” is a hazard for those travelling from one location to the next. After negotiating a hazard a character should move onto the next location whether they pass or fail the skill roll."
      },
      {
        "name": "Skills and Hazards",
        "content": "The Keeper will specify a skill or choice of skills that can be used to negotiate a hazard, along with a difficulty level. The Keeper should welcome suggestions from players for alternative ways in which their investigators might negotiate obstacles, and, as always, the Keeper is final arbiter of what skill is acceptable. Some examples of appropriate skills are:\n\n-   Climb skill to get over fences and walls, or to climb down from a high window.\n-   Swim skill to cross a river or lake.\n-   Dodge skill to weave through a crowd or avoid falling over trashcans in a narrow alley.\n-   STR to wade through thick mud.\n-   DEX to run along the top of a wall without falling off.\n-   Drive Auto is the appropriate skill in a car chase.\n\nThis list is not exhaustive; other skills may be used if judged appropriate.\n\n> As Harvey flees the angry farmer, he sees that the section of track ahead is rough and muddy.\n> \n> **Harvey’s turn**:  Harvey charges towards the muddy patch, taking big strides; certainly a reckless action! The Keeper asks for a DEX roll, which Harvey makes. Harvey moves onto the next location, having used his one movement action for this round.\n> \n> **Farmer’s turn**:  The farmer has 2 movement actions and reaches the same rough muddy hazard. However, the farmer’s DEX roll is failed and he slips and falls. Referring to  **Other Forms of Damage**, the Keeper chooses Moderate Injury, inflicting 2 (from a roll of 1D6) points of damage. In addition, the farmer must pay 1 (1D3) additional movement action. He has already used all of his movement actions for this round, so the delay will cost one of his two movement actions in the next round."
      },
      {
        "name": "Sample Hazards for Car Chases",
        "content": "- Traffic jam with room to weave between vehicles.\n- Performing a U-turn or bootlegger reverse.\n- Roadwork that causes an obstruction.\n- Road traffic accident.\n- Pedestrian crossing.\n- Busy junction.\n- Cyclists in the road.\n- Sharp bends or pot holes.\n- Animals (deer, goats, sheep) on the road.\n- Other vehicles pulling out or stopping suddenly.\n- Fallen rocks and debris on the road.\n- Narrow road between a cliff and a drop.\n- Slow-moving delivery vehicles and refuse collection trucks.\n- Pedestrianized area.\n- Two men carrying a large sheet of glass across the street.\n- A marketplace or building site.\n- A large stack of cardboard boxes.\n- Overtaking a vehicle on a narrow road or in the face of oncoming traffic.\n- Heading off-road or through a field.\n- An oncoming vehicle (a hazard can move)."
      },
      {
        "name": "Sample Hazards for Foot Chases",
        "content": "- A low fence or wall.\n- A latched window.\n- A river, lake, or muddy swamp.\n- A crowded street.\n- A narrow alley.\n- A rooftop.\n- A hole in a wall.\n- A crawlspace, junk-filled attic, or cellar.\n- A spiral staircase.\n- Between the stacks of a library or museum."
      }
    ]
  },
  {
    "id": "part3d1",
    "name": "Barriers",
    "description": "Barriers block progress until they have been successfully negotiated or removed. A barrier might be a locked door, a tall fence, an abyss, etc. The distinction between a hazard and a barrier may sometimes be unclear. Climbing over a 4-foot fence may be hazardous, but would not stop a determined person, whereas climbing over a 7-foot wall may well present a barrier. Climbing up to a second-floor window would present a barrier (if one fails to climb, the window is out of reach), whereas climbing down is a hazard (one can always simply fall). The Keeper must decide when a hazard constitutes a barrier; if it is a barrier it prevents further movement until the skill roll is passed or the barrier is broken through. Failing a skill roll to pass a barrier may cause damage and delay as a hazard does, but the usual consequence is simply the delay and inconvenience of not moving to the next location.",
    "tabs": [
      {
        "name": "Skills and Barriers",
        "content": "- Jump skill to leap across a chasm or jump from one roof to another.\n- STR to force open a door.\n- Locksmith skill to open a locked door or window.\n\nThere can be more than one way to get past some barriers. A locked door might be picked (using Locksmith skill) or smashed open (see **Breaking down Barriers** below). Equally, some characters might seek to climb over a fence (Climb skill) while others might simply smash their way through.\n\n### Sample Barriers for Car Chases\n- Traffic jam with no room to weave between vehicles.\n- Police roadblock.\n- A fallen tree.\n- A rockslide.\n\n### Sample Barriers for Foot Chases\n- A high fence or wall.\n- A chasm.\n- A locked door.\n"
      },
      {
        "name": "Breaking Down Barriers",
        "content": "Whether it be kicking down a locked door or ramming through a police roadblock, sometimes brute force is the best solution. No attack roll is required. For each point of their build, vehicles inflict 1D10 damage to a barrier.\n\nVehicles are assumed to be travelling at high speed when attempting to break through a barrier; therefore, if a vehicle attacks a barrier and fails to destroy it, the vehicle is wrecked.\n\nIf the barrier is destroyed, the vehicle suffers an amount of damage equal to half the barrier’s hit points prior to impact.\n\nWhen a barrier is reduced to 0 hit points it is no longer a barrier. The debris that results from smashing a barrier may present a hazard to those that follow afterwards."
      },
      {
        "name": "Sample Barriers and Hit Points",
        "content": "- **Internal door or thin wooden fence**: 5 hit points.\n- **Standard back door**: 10 hit points.\n- **Strong domestic external door**: 15 hit points.\n- **9” brick wall**: 25 hit points.\n- **Mature tree**: 50 hit points.\n- **Concrete bridge support**: 100 hit points."
      }
    ]
  },
  {
    "id": "part4",
    "name": "Part 4: Conflict",
    "description": "The characters or vehicles must be on the same location to attack one another, unless firearms are involved. Initiating an attack costs 1 movement action. Characters are limited to their usual number of attacks per round. Attacks are resolved as they are in regular combat.\n\nA character should always be given the opportunity to respond when challenged (fighting back or dodging) regardless of whether they have any movement actions remaining. Large monsters or creatures might attack a vehicle aiming to inflict damage or to use a fighting maneuver to push, tip or even pick up and throw a vehicle (see **Builds**).\n\nVehicles may engage in combat using the regular combat rules, substituting Drive Auto skill for both Fighting and Dodge skills. Treat the vehicle as a weapon that inflicts 1D10 damage per point of build. Each full 10 hit points of damage decreases a vehicle’s build by one point (round down); any remaining damage below 10 points is ignored. Whenever a vehicle is used to inflict damage, it also suffers an amount of damage equal to half (round down) of that which it delivers, but never enough to cause it to lose a greater amount of build points than the target which it hit originally possessed.\n\n> A car might do 50 (5D10) points of damage to a light motorcycle, and therefore the car would suffer 25 points of damage itself (enough to cause a damage of 2 Build points), but a light motorcycle only has Build 1, so the damage to the car is limited to 1 build point.\n\nIf a character is attacked with a vehicle, that character may fight back or dodge. Successfully fighting back allows the target character to avoid an attack and simultaneously land one of their own. An investigator’s attack on a vehicle is likely to be relatively ineffective; on the other hand, if it is dark young that is fighting back against a vehicle, it may be a different story.\n",
    "tabs": [
      {
        "name": "Using Fighting Maneuvers in a Chase",
        "content": "If a character or vehicle seeks to trip, push, or otherwise cause their opponent to lose control, this can be achieved with a fighting maneuver. A successful fighting maneuver causes the same outcome as failing a skill roll for a hazard: 1D3 movement actions are lost and, if appropriate to the situation, an amount of damage is selected from **Table III: Other Forms of Damage** for characters, or Table VI: Vehicular Collisions for vehicles. Alternatively, if a character has a specific goal he or she wishes to set for a fighting maneuver, this can be done in the way it would in regular combat (see **Fighting Maneuvers**).\n\nA fighting maneuver can be made against a vehicle to push it off the road or cause a loss of control. The same limitations regarding build apply: if a vehicle challenges another vehicle that is 1 build larger that itself, 1 penalty die is applied to the attack roll. If the target vehicle is 2 build points larger, 2 penalty dice are applied. If the target vehicle is 3 build points larger, the maneuver is impossible, as the size difference is too great.\n\n> At the start of the round, Harvey is in the same location as the angry farmer and is trying to climb a fence to escape.\n> **Harvey’s turn**: Harvey fails his Climb roll. The Keeper does not inflict any negative outcome; instead he decides that the farmer’s attack will suffice.\n> **Farmer’s turn**: The farmer lunges at Harvey. In response, Harvey attempts a fighting maneuver to throw the farmer over the fence, planning to run the other way afterwards. Both have Build 0 and so Harvey does not take any additional penalty dice. The farmer rolls a Failure, but Harvey rolls a Regular success and hurls the farmer clean over the fence! As a result of the successful fighting maneuver against him, a skill roll must then be made for the farmer as if encountering a hazard. The Keeper chooses DEX as the most appropriate attribute to test whether the farmer lands on his feet or his back. The DEX roll is failed; the farmer suffers a “minor injury” for 3 (1D3) points of damage, and 1 (1D3) from his movement action. The farmer has landed on his back and takes a few moments to get up. This is the end of the farmer’s turn; he has used his 2 movement actions for the round (1 to initiate the attack, 1 as part of the cost of the fighting maneuver used on him).\n> The Keeper’s map of the chase:\n\nStart of the Round:\n| * | * | * | *              | * |\n|---|---|---|----------------|---|\n|   |   |   | Harvey, Farmer |   |\n\nEnd of the Round:\n| * | * | * | *              | * |\n|---|---|---|----------------|---|\n|   |   |   | Harvey | Farmer   |\n\n\n> A cultist truck driver is using his Drive Auto skill to perform a fighting maneuver, aiming to push Harvey’s car off the road. Harvey is trying to avoid the truck, using his Drive Auto skill in place of Dodge. The truck is bigger than Harvey’s car, so the cultist takes no penalty dice on the maneuver. Drive Auto rolls are made for Harvey and for the cultist. The cultist rolls a Hard success, Harvey rolls a Regular success; the cultist wins.\n> Harvey’s car is pushed off the road and the Keeper inflicts an automatic “minor incident” result (see **Table VI: Vehicular Collisions**), causing the loss of another point of build as the car rides over the verge and into the ditch. This also costs Harvey 2 (1D3) movement actions and 2 (1D3) hit points."
      }
    ]
  },
  {
    "id": "part5",
    "name": "Part 5: Optional Rules",
    "description": "Parts 1 to 4 have covered all of the essential chase rules. This final part includes optional rules that can be used to embellish and further develop chases.",
    "tabs": [
      {
        "name": "Choosing a Route",
        "content": "It is the nature of a chase that the character being chased (the quarry) wants nothing other than to escape and must make split-second decisions whether to turn left or right. If there is a choice of routes available, the lead character is free to choose and may seek a more difficult path or an easier one, especially if he or she feels it would be to their advantage to do so. For example, a strong swimmer might opt to leap into the river to lose their pursuer. If the investigator is the one being pursued then the Keeper should regularly present a choice of routes.\n\n### Random Hazards and Barriers\n\nIt would be very easy for the Keeper to stack the odds against the players by describing new terrain that constantly works against the investigators. You may find it more fun all round to create hazards and barriers randomly.\n\nRoll 1D100:\n- 01-59 = Clear\n- 60+ = 1 Regular hazard/barrier\n- 85+ = 1 Hard hazard/barrier\n- 96+ = 1 Extreme hazard /barrier\n\nIf the environment is especially hazardous, such as driving through rush hour traffic in a bustling city or along country lanes at midnight, add a penalty die to the roll for random hazards and barriers.\n\nIf the environment is unlikely to have any dangers or delays, such as driving down a quiet freeway, add a bonus die to the roll for random hazards and barriers.\n\n### Sudden Hazards\n\nJust because an area is free of hazards one moment does not mean that it will remain that way. A car may suddenly pull out, a pedestrian might run into the road without looking, someone might come running around the corner from the opposite direction, a loose dog might assault a fleeing investigator, and so on.\n\nAt any point in the chase round, either the Keeper or a player may call for a group Luck roll. If the Luck roll is passed, events unfold in the player’s favor; the players may dictate where and when a sudden hazard occurs. If the Luck roll is failed, this indicates a sudden hazard for the investigators, presented by the Keeper.\n\nSudden hazards should be of Regular difficulty. Players and Keeper should alternate in calling for Luck rolls for sudden hazards. If the players call for a Luck roll for a sudden hazard, they may not call for one again until after the Keeper has called for one and vice versa. Either side may call for the first sudden hazard in a chase.\n\nIf a chase is becoming a long drawn out affair, the Keeper may decide to raise the level of difficulty of sudden hazards.\n\n### Pedal to the Metal\n\nWhen spending a movement action to move a vehicle forward, instead of moving just 1 location, the vehicle can accelerate and move between 2 and 5 locations for the same cost of 1 movement action.\n\n> Harvey is being chased through Arkham by two police patrol cars. Harvey has 1 movement action, the police have 2. Harvey has the higher DEX and moves first in the round.\n>\n>Harvey’s turn: His player wants to accelerate and asks how far Harvey can see. The Keeper decides that Harvey can see the next three locations, then rolls randomly to determine what they are. The Keeper rolls 29 and 02—2 consecutive clear locations. The Keeper then rolls 87 for the third location—a hazard of Hard difficulty level. The Keeper tells the player that Harvey has a quiet road in front of him, but up ahead he can see a traffic jam.\n\n|   |          |          |   |        |   | Jam |   |   |   |\n|---|----------|----------|---|--------|---|-----|---|---|---|\n| * | *        | *        | * | *      | * | *   | * | * | * |\n|   | Police 1 | Police 2 |   | Harvey |   |     |   |   |   |\n\nStart of the Round:\n> Harvey puts his foot down, choosing to move 2 locations with his 1 movement action (using the Pedal to the Metal option —see below). No one has called for a sudden hazard yet this round, and the Keeper does so now before Harvey actually moves, hoping to throw something in Harvey’s way as he accelerates down the open road. Harvey’s player wins the Luck roll and she puts the hazard into play right in front of the police car, telling how a delivery truck pulls out in front of the police car without looking. In the meantime, Harvey moves on 2 locations.\n\n|   |          |  Truck        |   |        |   | Jam |   |   |   |\n|---|----------|----------|---|--------|---|-----|---|---|---|\n| * | *        | *        | * | *      | * | *   | * | * | * |\n|   | Police 1 | Police 2 |   | Harvey |   |     |   |   |   |\n\n> **Police cars’ turn**: P2, the lead police car, spends a movement action to advance 1 location. The Keeper must make a Drive Auto roll for the police car (P2) at Regular difficulty level, but fails. The cop car clips the delivery truck. The Keeper chooses a “minor incident”. The police car loses 1 (1D3) build point and 2 (1D3) movement actions, sending it spinning into the curb. At the end of its turn, the police car (P2) owes 1 movement action, which will reduce its number of actions next round to 1. As a reminder, a note is made to the car’s marker on the Keeper’s track:\n\n|   |          |  Truck        |   |        |   | Jam |   |   |   |\n|---|----------|----------|---|--------|---|-----|---|---|---|\n| * | *        | *        | * | *      | * | *   | * | * | * |\n|   |  |  | Police 2(-1)  | |   |  Harvey, Police 1    |   |   |   |\n\n> P1, the other police car, can see Harvey getting away and accelerates, choosing to move 3 locations with its first movement action. The other police car (P2) and truck still present a hazard, especially as some other vehicles have stopped around them. Furthermore, because it is accelerating, the police car must take a penalty die when rolling to negotiate the hazard. Police car P1 sounds its siren and, with a successful Drive Auto roll, it speeds through. Harvey is now only 2 locations ahead, so with its second movement action the police car moves on 2 locations to draw level with Harvey.\n\n|   |          |  Truck        |   |        |   | Jam |   |   |   |\n|---|----------|----------|---|--------|---|-----|---|---|---|\n| * | *        | *        | * | *      | * | *   | * | * | * |\n|   |  |  | Police 2(-1)  | |   |  Harvey, Police 1    |   |   |   |\n>   The Keeper called for the sudden hazard during that round. On the following round a player may choose to do so. The Keeper is unable to call for another sudden hazard until after the players do so.\n\n  \nThe listed MOV speeds for vehicles are relatively low, only a few points above those of a pedestrian. Of course, vehicles can travel much faster than pedestrians. A vehicle has the option of accelerating; any one of its movement actions can be spent to travel multiple locations. Travelling at higher speeds has its downside of course, making hazards more difficult to negotiate.\n- As normal, a driver can use 1 movement action to move 1 location\n-   A driver can elect to move 2 or 3 locations with one movement action. Any hazards encountered have one penalty die applied to the skill rolls.\n-   A driver can elect to move 4 or 5 locations with one movement action. Any hazards encountered have two penalty dice applied to the skill rolls.\n\nThe increase in speed must be announced prior to moving. Just as in real life, driving at speed is less risky if one has a good view of what lies on the road ahead. How far a driver can see at any time is wholly dependent on the situation and environment in which the chase is taking place. In a crowded city, one might only be able to see a couple of locations ahead (1D3 if you wish to determine it randomly); in the suburbs one can see several locations ahead (1D6 if you wish to determine it randomly), and in the country, on a straight road, one might see a considerable distance (1D10 locations if you wish to determine it randomly). The Keeper may not have determined what these upcoming locations are, and should do so as required.\n\nOnce a decision has been made to accelerate and travel a number of locations on one movement action, it cannot be retracted; the vehicle will travel the full distance (2, 3, 4 or 5 locations) or until it fails a hazard roll. If a hazard roll is failed, the outcome is resolved, after which any further movement must be paid for and started afresh.\n\nAny penalty dice for acceleration should be applied to hazards, but usually not when breaking through barriers, for which increased speed can be beneficial.\n\nThis increased speed can be used multiple times in one chase round. By putting the pedal to the metal, a car with 4 movement actions could potentially move 20 locations in one chase round.\n\n### Escaping the Pursuer\nThe pursuer can continue chasing the fleeing character so long as their location or direction of travel can be identified. Each chase is unique, with its own string of locations, so Keeper judgments must be made about points where the pursuer might lose the quarry.\n>   A deep one is chasing Harvey through an abandoned theater. At the start of a round the deep one is still in the theater, while Harvey has exited and is now 3 chase locations ahead. As the deep one exits the theater, the Keeper makes a Tracking roll; can the deep one pick up Harvey’s trail? If not, the chase is over\n\n### Hiding\n\nA Fleeing character can attempt to hide from the pursuer at any point in the chase. Clearly, having a longer lead will provide more time in which to hide. The Keeper should weigh the situation as with any skill roll before setting a difficulty level. If the pursuer fails to find the hidden investigator with a Spot Hidden roll, the quarry has evaded capture.\n\nHiding a vehicle is not easy, but if there are hiding places and if the vehicle has sufficient lead, it may be attempted. A combined Stealth and Drive Auto skill roll (**Combined Rolls**) is used to hide a vehicle, with the roll needing to succeed against both skills.\n\n> Harvey is fleeing from a deep one. The deep one follows Harvey, who decides to hide in an abandoned building. Deep ones don’t have a Spot Hidden skill listed; the Keeper decides that the creature’s skill would be below 50%, and so Harvey must make a Stealth roll at Regular difficulty level. The Keeper awards Harvey two bonus dice since he had a good lead and there are plenty of hiding places. Harvey’s player rolls 45, 65, and 75—all failures. Harvey hears the deep one entering the building and bursts out of his cover, only to find himself trapped, about to be attacked by the deep one!\n>\n>**Another Example**: Amy has a good lead on her pursuers and seeks to hide her car by driving into an underground parking garage. Amy has 60% Drive Auto and 40% Stealth. Her pursuer is only just out of sight and might catch a glimpse of Amy’s car entering the garage, so the Keeper sets the difficulty level to Regular. Amy rolls 47, a Regular success for Drive Auto but not for Stealth; her pursuers spot her entering the garage!\n\n### Passengers\n\nPassengers do not make a speed roll and do not have movement actions. They may act once on their turn in the DEX order. Typically, vehicle passengers might use firearms or throw things out of the car to obstruct those following.\n\nOne passenger can assist the driver with navigation, reading maps, and offering advice on how to negotiate hazards. If a passenger uses their action to assist the driver in this way they may make one Spot Hidden or Navigate skill roll. If successful, on the vehicle’s next move, the vehicle can accelerate once with 1 fewer penalty die (**see Pedal to the Metal**). Thus, the vehicle might advance up to 3 locations with no penalty die, or up to 5 with 1 penalty die.\n\n### Ranged Attacks During a Chase\n\nFirearms can be used during a chase: If a character on foot stops for a moment, he or she may use a firearm as normal. The options are as for one combat round of gunfire (i.e. one shot with a rifle, up to three shots with a handgun, etc.) This option costs 1 movement action, but no movement is made.\n\nIf a character is continuing to race (on foot or in a vehicle), any firearms attack rolls are made with one additional penalty die. Taking shots in this manner does not affect a character’s performance in the chase. The options for firing are otherwise the same as for one combat round. This option does not cost any additional movement actions.\n\nVehicle tires may be targeted with gunfire: apply an additional penalty die to target tires due to their small size. Tires have an armor value of 3 and are only damaged by impaling weapons. If a tire takes 2 points of damage, it bursts. A burst tire reduces a vehicle’s build by 1 point.\n\nThe Keeper should judge the ranges for firearms. Both driver and passengers gain protection from a vehicle’s armor. The amount of armor is listed on Table V: Vehicles.\n\n### Driver Damage\nIf the driver of a moving vehicle suffers a major wound and remains conscious, he or she may still lose control of their vehicle and must roll immediately as for a Hazard at Hard difficulty level. A driver who falls unconscious due to a major wound automatically loses control of the vehicle.\n>   A passenger in another vehicle fires a handgun at Harvey. A Regular success is rolled for the firearms attack. 1D10 damage is rolled, resulting in 10 damage. Harvey’s vehicle armor reduces this by 2, so Harvey takes 8 hit points damage. This is a major wound for Harvey, who wins a CON roll to remain conscious. He must now make a Drive Auto roll to keep control of his vehicle. He fails the roll. The Keeper refers to T**able VI: Vehicular Collisions** and chooses “moderate incident” (it being a Hard difficulty level hazard), rolling 1 (1D6) point of build damage and a loss of 3 (1D3) movement actions. This also results in 2 (1D6) hit points damage for Harvey. The Keeper describes the outcome; Harvey loses control of his car, which glances off the side of an oncoming car, sending Harvey’s car spinning out of control. It takes him a while to recover control and rejoin the chase. His location remains unaltered.\n\n### Dealing with a Location in an Alternative Way\n\nA character may choose to interact with a location in an alternative or unexpected way. For example, if a location is described as “an empty residential street,” the assumption may be that the quarry will run down it. Instead of this, they might decide to run to the nearest door and attempt to open it (by force if need be). If it fits the story then go with it.\n\n### Characters Joining a Chase in Progress\n\nAny characters who join an ongoing chase should make a speed roll to determine their MOV rate. The Keeper should then position them on an appropriate location.\n\nA character who joins a chase as a pursuer needs a MOV rate that is at least equal to the slowest fleeing character. If they fail to achieve this, they can be ignored.\n\nIf a character joining a chase as a fleeing character has a MOV rate that is slower than the previously slowest member of the chase, some adjustment is required: the number of movement actions that everyone in the chase has should be recalculated. Every character gets one movement action by default, plus one movement action for each point by which their MOV rate exceeds that of the new slowest participant in the chase.\n\nThere is no need to recalculate speeds or movement actions when a character leaves a chase.\n\n### Switching Between Modes of Movement\n\nThere are a variety of modes of movement in the game. Some creatures have alternate speeds listed for flying or swimming. If no alternate MOV rating is listed, the Keeper may allow the character to use half of their standard MOV, providing the mode of movement is one that the character can perform. Thus a human with MOV 8 would have MOV 4 when swimming, but would not have a MOV rating for flying.\n\nWhen characters change between modes of movement that continue to use their own physical body for propulsion, a fresh speed roll is not required. Simply adjust their MOV accordingly, remembering that they may be at either +1 or -1, depending on whether they achieved an Extreme success on or failed their speed roll (CON) at the start of the chase (see **Establishing the Chase**).\n\nCharacters that switch from being on foot (or other self-propelled mode) to driving a car should make a fresh speed roll using Drive Auto skill. When a character becomes a pedestrian, he or she should make a fresh speed roll using CON.\n\nIf the character’s speed (MOV) is changed, their number of movement actions should be altered. Refer to **Characters Joining a Chase in Progress**.\n\n### Characters Creating Hazards\n\nInvestigators, monsters and non-player characters may create hazards or barriers through their actions during play. Doing so will usually require the expenditure of a movement action (for the time required), a skill roll (to achieve it) or both. The following ideas are examples of what might be attempted, and the Keeper should judge each situation on its own merits.\n-   Pausing to secure a door with a bolt or key would cost 1 movement action but no skill roll.\n-   Pausing to secure a door using Locksmith skill would require a whole chase round and a successful skill roll.\n-   Moving a heavy wardrobe against a door would require a STR roll and a movement action.\n-   Upending a fruit stall to cause a delay might only cost 1 movement action.\n-   Firing a gun to cause a crowd to panic would require a Luck roll. If failed, the action causes more trouble than it is worth. If successful, the crowd presents a hazard for those following.\n- Yelling, “Stop that man, he’s a thief,” at bystanders, hoping they might assist, would call for a Fast Talk or Intimidate skill roll.\n> Harvey is on the run in the streets of New York. To reach the next location he must push through a crowd, which presents a hazard. If he fails his DEX roll to weave through the crowd, the Keeper rules that Harvey will be slowed for 1D3 movement actions. Harvey would only take damage if he fumbled the roll; perhaps his desperate pushing would annoy someone so much they punch him. However, thinking fast, Harvey pulls his pistol and fires into the air. The Keeper asks for a Luck roll, which Harvey fails. The Keeper decides that the crowd scatters and there is no longer a hazard. However a nearby police officer is now after Harvey too!\n  \nPlayers may also take equally creative approaches to negotiating hazards.\n\n### Splitting Up\n\nCharacters in a chase may choose to take different routes. If so, you now have an additional chase to track.\n\n### Monsters in a Chase\nThe majority of monsters and animals act the same way as people in a chase. Some have abilities that may exempt them from certain skill rolls; for example, those that fly would not need to make Jump or Climb rolls.\n\nMany monsters, animals, and non-player characters will lack listed values for the various skills that might be called upon in a chase (Jump, Swim, Drive Auto, etc.) In such cases the Keeper should use the following as a guide:\n-   Where the monster or non-player character has an implied aptitude, use their DEX in place of the skill.\n-   Where the monster or non-player character has an implied ineptitude, use one-fifth of their DEX in place of the skill (or simply rule the attempt to be an automatic failure).\n-   Where the monster or non-player character has neither implied aptitude nor ineptitude, use half of their DEX in place of the skill.\n\nIf other skills are required, the Keeper might use a similar approach, using what he or she feels to be the most appropriate characteristic. For example, should you wish to determine the Spot Hidden skill of a particular monster (for whom there is no listed Spot Hidden skill), INT might be judged most appropriate; use either its full INT, half of its INT or one-fifth of its INT depending on how perceptive you feel the monster to be.\n\n> Gnoph-keh are somewhat like giant polar bears and so would probably be great swimmers—allow them a Swim skill equal to their DEX. You may feel that ghouls would make poor swimmers, in which case you might allow them a Swim skill equal to one-fifth of their DEX.\n\n### Fleeing the Scene\n\nYou may have a scene in which you wish to gauge how far the investigators manage to flee in a limited time. The chase rules can be used for this, counting the number of locations moved within a specified number of rounds."
      },
      {
        "name": "Vehicular Collisions",
        "content": "When a skill roll to negotiate a hazard is failed, the Keeper must consider the cause and the likely damage, and rate it against the left-hand column on Table VI: Vehicular Collisions. If unsure, simply use the defaults of “minor incident” for a Regular difficulty level hazard, “moderate incident” for a Hard difficulty level hazard, or “severe incident” for Extreme difficulty level hazards.\n\nThe damage should also be rolled for each occupant of a vehicle involved in a collision, substituting “hit points” in place of “build”. Thus, a car that is in a moderate incident suffers 1D6 build damage and each occupant of the car suffers 1D6 hit points of damage.\n\nMost collisions should also result in a delay as the vehicle skids or loses speed (costing 1D3 movement actions).\n\n### Chases in the Air and Sea\n\nChases can take place in any environment, and the Keeper should create new hazards and barriers appropriately. For example, at sea: rocks, shallows, buoys, waves, strong winds, etc. Or, for example, in the air: clouds, tall buildings, birds, cables, anti-aircraft fire, etc.\n\n### MOV Rates\n\nThe MOV rate is used as a measure of relative speeds. One point of MOV is significant in a chase; it allows for one additional movement action, and for this reason, the scale of MOV rating to speed is not linear. Each point of MOV equates with an approximate increase in speed of around 50%.\n\nThe MOV rating of a creature is not necessarily their maximum speed over a short distance, but is intended to represent their overall speed in a chase. For example, a world class sprinter can achieve MOV 11 over 100 meters, but 12 MPH (MOV 9) would be a more realistic speed for a fit human over distance, equating to a 5-minute mile.\n\n| | | | | |  || ||\n| --- | --- | --- | --- | --- | --- |--- | --- |--- |\n| MOV| 5| 6| 7| 8| 9|10| 11| 12 |\n| MPH | 3| 4| 6| 8| 12|18| 27| 40 |\n| MOV | 13| 14 | 15| 16| 17|18| 19| 20|\n| MPH | 60 | 90 | 135 | 200 | 300 | 450 |  675| 1000|\n\n### Chases with Multiple Characters\n\nWhen running a chase with multiple characters, the only significant difference lies in the initial phase; see **Establishing the Chase**.\n\nFirst, decide who is chasing whom and whether the fleeing characters are staying together or splitting up. If they split up there will be multiple chases and each chase should be tracked and resolved separately.\n\nEach character involved in a chase makes a speed roll (using either Drive Auto or CON) to establish their MOV rate for the chase (see **Speed roll**). Once this is done, list the participants of the chase in speed order in their two groups: pursuers and fleeing characters.\n\nNext, eliminate those not in the chase:\n\nAny fleeing characters who are faster than their fastest pursuer may escape the chase entirely if they wish to. Any pursuers who are slower than the slowest fleeing character are left behind, and do not participate in the case. The two groups are now positioned in order of their MOV ratings.\n\n1.  Place the pursuers: Start with the slowest pursuer, right at the back of the chase. Then place each of the other pursuers a number of locations ahead of him or her, equal to their difference in MOV speeds. Once all of the pursuers are placed, move onto the fleeing characters.\n2.  Place the fleeing characters: As with a one-on-one chase, position a fleeing character (the slowest one) 2 locations ahead of the foremost pursuer. Then place each of the other fleeing characters a number of locations ahead of slowest fleeing character, equal to their difference in MOV speeds.\n3.  Position hazards: Note down any hazards, barriers, or other landmarks.\n4.  Movement actions: Determine how many movement actions each character has.\n5.  Determine DEX order: List participants in DEX order, astest to slowest."
      },
      {
        "name": "Vehicular Collisions",
        "content": "| Incident | Damage | Examples |\n|---|---|---|\n| Minor incident: Most Regular Hazards. May be cosmetic damage only, possibly something serious. | 1D3–1 Build | Glancing blow from another vehicle, grazing a lamp post, hitting a post, colliding with person or similar-sized creature. |\n| Moderate incident: Most Hard Hazards. Might cause major damage. Might wreck a car. . | 1D6 Build | Hitting a cow or large deer, collision with a heavy motorbike or economy car. |\n| Severe incident: Most Extreme Hazards. Likely to wreck a car outright. | 1D10 Build | Collision with a standard car, lamp post or tree. |\n| Mayhem: Likely to wreck a truck outright. Almost certain to wreck a car. | 2D10 Build | Collision with a truck or coach or a mature tree. |\n| Road kill: Most vehicles will be little more than scattered debris. | 5D10 Build | Collision with a juggernaut or a train, hit by a meteor. |"
      },
      {
        "name": "Vehicle Reference Charts",
        "content": "The following vehicles use the Drive Auto skill.\n  \n| Vehicle | MOV | Build | Armor for people | Passengers |\n|---|---|---|---|---|\n| Car, economy | 13 | 4 | 1 | 3 or 4 |\n| Car, standard | 14 | 5 | 2 | 4 |\n| Car, deluxe | 15 | 6 | 2 | 4 |\n| Sports car | 16 | 5 | 2 | 1 |\n| Pickup truck | 14 | 6 | 2 | 2+ |\n| 6-ton truck | 13 | 7 | 2 | 2+ |\n| 18-wheeler | 13 | 9 | 2 | 3+ |\n| Motorcycle, light | 13 | 1 | 0 | 1 |\n| Motorcycle, heavy | 16 | 3 | 0 | 1 |\n\nVehicles on the following chart use the Pilot skill. Many require a substantial crew.\n\n| Air Vehicles | MOV | Build | Armor for people | Passengers |\n|---|---|---|---|---|\n| Dirigible | 12 | 10 | 2 | 112+ |\n| Propeller plane | 15 | 5 | 1 | 4+ |\n| Bomber plane | 17 | 11 | 2 | 10+ |\n| Jet plane | 18 | 11 | 3 | 50+ |\n| Helicopter | 15 | 5 | 2 | 15+ |\n\nVehicles on the following chart require specialist training to operate; the skill Operate Heavy Machinery might be substituted.\n\n| Heavy Vehicles | MOV | Build | Armor for people | Passengers |\n|---|---|---|---|---|\n| Tank | 11 | 20 | 24 | 4 |\n| Steam train | 12 | 12 | 1 | 400+ |\n| Modern train | 15 | 14 | 2 | 400+ |\n\nVehicles on the following chart use the Ride skill.\n\n| Other forms of transport | MOV | Build | Armor for people | Passengers |\n|---|---|---|---|---|\n| Horse (with rider) | 11 | 4 | 0 | 1 |\n| 4-horse carriage | 10 | 3 | 0 | 6+ |\n| Bicycle | 10 | 0.5 | 0 | 1 |\n\nVehicles on the following chart use the Pilot skill. Many require a substantial crew. The armor value is for those on deck.\n\n| Water Vehicles | MOV | Build | Armor for people | Passengers |\n|---|---|---|---|---|\n| Row boat | 4 | 2 | 0 | 3 |\n| Hovercraft | 12 | 4 | 0 | 22 |\n| Bicycle | 14 | 3 | 0 | 6 |\n| Cruise ship | 11 | 32 | 0 | 2200+ |\n| Battleship | 11 | 65 | 0 | 1800+ |\n| Aircraft carrier | 11 | 75 | 0 | 3200+ |\n| Submarine | 12 | 24 | 0 | 120+ |\n\n### Key\n\n**MOV**: A rating of the vehicle’s speed and maneuverability in chases. These ratings are for modern vehicles and may be reduced by around 20% for 1920s vehicles (though there were cars in the 1920s that could exceed 100 MPH).\n\n**Build**: A rating of the strength and size of the vehicle. When reduced to zero, the vehicle is out of action. Each full 10 hit points of damage decreases a vehicle’s build by 1 point (round down); damage below 10 hit points is ignored.\n\nIf a vehicle’s build is reduced to half (round down) of its starting value or lower, it is impaired; one penalty die is applied to all Drive Auto (or appropriate skill) rolls.\n\nIf a vehicle takes damage equal to its full build value in one incident, the vehicle is completely wrecked in an impressive manner. It may explode, burn, roll or suffer some combination thereof. All occupants of the vehicle are likely to die. Whether or not investigators have a chance of survival is up to the Keeper: Luck rolls may be allowed. Those who are fortunate get thrown free, though it is recommended they take at least 2D10 damage.\n\nIf a vehicle’s build is otherwise reduced to zero by cumulative damage (i.e. in increments of less than the vehicle’s starting build value), it becomes undrivable, grinding to a halt. Depending on the situation (and perhaps a Luck roll) this may lead to an accident resulting in 1D10 damage for the driver and each passenger.\n\n**Armor for people**: The armor rating is for the passengers and driver, reflecting the number of points of armor the vehicle provides against external attacks.\n\n**Passengers and crew**: The number of people that can be accommodated."
      }
    ]
  }
]