[
  {
    "id": "skillRolls",
    "name": "Skill Rolls",
    "description": "-- Keeper Rulebook, Page 82",
    "tabs": [
      {
        "name": "Skill Roll: Determining the Difficulty Level",
        "content": "The Keeper determines the difficulty level for skill rolls. There are three levels of difficulty in Call of Cthulhu: Regular, Hard, and Extreme.\n\n**Regular difficulty level**: an average example of what would challenge a competent person. The player needs to roll equal to or below their full skill or characteristic in order to succeed. This should be used in the vast majority of cases.\n\n**Hard difficulty level:** this task would challenge a professional. The player needs to roll equal to or below a half of their skill or characteristic in order to succeed. This should only be used occasionally.\n\n**Extreme difficulty level**: this task would challenge an expert; it is on the border of what is humanly possible. The player needs to roll equal to or below a fifth of their skill or characteristic in order to succeed. This should be reserved for extreme situations.\n\nIf you, as Keeper, feel that the task is easy then don’t ask for a dice roll. Save dice rolls for challenging situations.\n\nIf the investigator is facing a living being, the difficulty level should be set according to the complementary skill or characteristic belonging to that being (human or otherwise). It is up to the Keeper to decide which skill or characteristic would be used by the opponent to counter the investigator’s actions—examples can be found with each skill entry (see the Skill description on the charactersheet).\n\n- If the opponent’s skill or characteristic is below 50, the difficulty level is Regular.\n- If the opponent’s skill or characteristic is equal to or above 50, the difficulty level is Hard.\n- If the opponent’s skill or characteristic is equal to or above 90, the difficulty level is Extreme.\n\n>   Harvey Walters is trying to persuade the librarian to allow him access to the library on a Sunday, when the library is normally closed. The Keeper considers the librarian’s Persuade and Psychology skills (the two skills which are used to oppose Persuade). Neither of these is above 50% and so the difficulty level is Regular, requiring Harvey’s player to roll equal to or below Harvey’s full Persuade skill in order to succeed.\n>   Harvey failed to persuade the librarian to open up, so he has decided to force open the back door of the library. Harvey has a STR of 20. The library door is made of thick oak, with a stout iron lock, and the Keeper judges it to be particularly strong. The difficulty level is thus set to Hard, requiring Harvey to roll 10 or below (half Harvey’s STR)."
      },
      {
        "name": "Rolling the Dice: Success or Failure",
        "content": "There are two possible outcomes of a roll: success or failure. The various divisions of skill (fifth, half, full) do not equate with graduations of success. The player states a goal and then rolls the dice. If the dice roll is equal to or below the required number, the goal is fully achieved. If the dice roll is below a half or a fifth of the specified skill, the goal will not necessarily be performed to a higher standard. Any further interpretation of the roll is at the discretion of the Keeper.\n\n### Success\n\nIf the player has rolled equal to or under the target set by the Keeper, their investigator has achieved the goal that was set and agreed before the roll. The player should be encouraged to participate in describing the outcome. This can include aspects of the story beyond his or her investigator, such as the actions of non-player characters and the environment; however, such things may be moderated by the Keeper. Thus both player and Keeper are involved in describing the outcome of a successful roll.\n\n### Failure\n\nThe player stated a goal and has failed to achieve it, but exactly how the player’s investigator has failed is entirely up to the Keeper (though of course the players may throw in suggestions). Initial failure at a skill roll should not usually inflict damage or Sanity loss, but this depends on the circumstances. A failed roll could represent failure to act rather than a failed attempt. Worse things may happen if the player chooses to push the roll and fails a second time (see Pushing the Roll). Save \"what’s the worst that could happen?\" style consequences for pushed rolls.\n\n> Harvey fails his Climb skill roll as he attempts to descend from an upper floor window to the street below. The Keeper describes the lack of handholds and that the nearby drainpipe feels loose. Harvey’s goal was to get safely to the ground, and this has not been achieved—Harvey is still stuck where he was before the dice roll. Note how the Keeper did not take the situation to its extreme, that of Harvey falling and suffering harm, as it made sense that Harvey would hesitate when he realized the danger."
      },
      {
        "name": "Pushing the Roll",
        "content": "Pushing a skill roll provides the player with a second and final attempt to achieve a goal. A pushed roll is only allowed if it can be justified, and it is up to the player to do this. Whenever a player asks, “Can I push the roll?” the Keeper should always ask, “What action are you taking to push the situation?” It is not for the Keeper to simply say yes or no; it is for the player to describe the extra effort or time taken to justify the pushed roll. If the player is stuck, other players or the Keeper might offer suggestions.\n\nBy making a pushed roll, the player is upping the ante and giving the Keeper permission to bring dire consequences should the roll be failed a second time. Pushing a roll means pushing the situation to the limit:\n\n-   If you are breaking down a door, it may mean throwing yourself at it with no heed for your own safety.\n-   If you are persuading a police officer, it may mean risking arrest.\n-   If you are searching a room, it may mean turning it over and risking breaking things, or spending too long there when you know the bad guys might return at any moment.\n- If you are trying to read someone with Psychology, it may mean studying a person that little bit too closely, or asking some very prying questions.\n-   If you are picking a lock, it may mean using a little too much force. Something may break, but what will it be? The lock or your lock picks?\n-   If it involves Cthulhu Mythos, you may risk staring into the abyss of dark knowledge for so long that something looks back at you.\n-   If you are climbing a wall, it may mean continuing even though it feels completely unsafe.\n-   If you are reading a tome, it may mean obsessing over every page, reading and rereading obsessively until you can correlate the contents.\n\n  \nIt is important to note that a pushed roll is not simply a re-roll; time always passes between rolls—it may be seconds or hours.\n\nWhen making a pushed roll, the goal must still be achievable. The skill and difficulty level normally remain unchanged, but may be modified if the situation changes.\n\nOnly skill and characteristic rolls can be pushed, not Luck, Sanity, or combat rolls, or rolls to determine an amount of damage or Sanity loss."
      },
      {
        "name": "Foreshadowing Failure",
        "content": "Before rolling the dice for a pushed roll, the consequence of failure may be foreshadowed by the Keeper. To foreshadow, the Keeper says, “If you fail…” followed by as much detail as he or she desires. The Keeper should highlight things that would be apparent to the investigator (though perhaps unconsidered by the player). Things that the investigator would not be aware of might only be hinted at (at the Keeper’s discretion). Players are welcome to offer their own suggestions for consequences, especially when they come up with scarier ones!\n\n**There are two reasons why the Keeper should foreshadow the consequence:**\n- The player requests foreshadowing to clarify the dangers (as the investigator would be aware of them), so that they can gauge the risk.\n-   The Keeper chooses to foreshadow to highlight the danger or to increase the drama of the situation.\n  \nIt is imperative that the Keeper focuses on an interesting consequence, rather than flat failure.\n\n**Pushed Roll: Success**\n\nThe player’s goal is achieved as it would have been for the original roll. None of the consequences of failure happen.\n\n**Pushed Roll: Failure**\n\nFailing a pushed roll grants the Keeper free rein over the outcome, including damage, Sanity checks, loss of equipment, isolation from the rest of the investigators, capture, and so on. The Keeper can even incorporate the player’s goal being achieved (even though the player failed the pushed roll), but at some form of cost.\n\n  \nWhen a player fails a pushed roll, he or she is giving the Keeper license to make the investigators’ lives more difficult. A consequence should steer the game towards the theme of horror, taking the investigators one step nearer to their doom. A player gets to push a skill roll and, if he or she fails, the Keeper gets to push the horror back in that player’s face"
      },
      {
        "name": "Failed Dice Rolls and Sudden Endings",
        "content": "Where possible try to avoid an outcome that will end the game (unless you wish to, of course). Try to be creative and describe an outcome that allows for play to proceed, but not in the way the players intended. Rather than sudden death, consider other options such as:\n- A setback: a loss of equipment or the death of an ally.\n- The investigator is taken captive rather than killed.\n- A deal: rather than killing the investigator, the enemy offers a pact or deal.\n- Fainting: it is perfectly Lovecraftian for a character to faint, only to awaken later to find themselves unharmed and the situation changed."
      },
      {
        "name": "More Than One Player Rolling Dice for a Skill Roll?",
        "content": "Pushing a skill roll provides the player with a second and final attempt to achieve a goal. A pushed roll is only allowed if it can be justified, and it is up to the player to do this. Whenever a player asks, “Can I push the roll?” the Keeper should always ask, “What action are you taking to push the situation?” It is not for the Keeper to simply say yes or no; it is for the player to describe the extra effort or time taken to justify the pushed roll. If the player is stuck, other players or the Keeper might offer suggestions.\n\nBy making a pushed roll, the player is upping the ante and giving the Keeper permission to bring dire consequences should the roll be failed a second time. Pushing a roll means pushing the situation to the limit:\n\n-   If you are breaking down a door, it may mean throwing yourself at it with no heed for your own safety.\n-   If you are persuading a police officer, it may mean risking arrest.\n-   If you are searching a room, it may mean turning it over and risking breaking things, or spending too long there when you know the bad guys might return at any moment.\n- If you are trying to read someone with Psychology, it may mean studying a person that little bit too closely, or asking some very prying questions.\n-   If you are picking a lock, it may mean using a little too much force. Something may break, but what will it be? The lock or your lock picks?\n-   If it involves Cthulhu Mythos, you may risk staring into the abyss of dark knowledge for so long that something looks back at you.\n-   If you are climbing a wall, it may mean continuing even though it feels completely unsafe.\n-   If you are reading a tome, it may mean obsessing over every page, reading and rereading obsessively until you can correlate the contents.\n\n  \nIt is important to note that a pushed roll is not simply a re-roll; time always passes between rolls—it may be seconds or hours.\n\nWhen making a pushed roll, the goal must still be achievable. The skill and difficulty level normally remain unchanged, but may be modified if the situation changes.\n\nOnly skill and characteristic rolls can be pushed, not Luck, Sanity, or combat rolls, or rolls to determine an amount of damage or Sanity loss."
      }
    ]
  },
  {
    "id": "physicalHumanLimits",
    "name": "Physical Human Limits",
    "description": "-- Keeper Rulebook, Page 88",
    "tabs": [
      {
        "name": "Physical Human Limits",
        "content": "The investigators are only human, and there are limits to what they can achieve physically. As has already been stated, the difficulty level of a roll is Extreme when opposed by a characteristic of 90 or above. The upper limit of what can be faced with an Extreme success is 100 + the investigator’s skill or characteristic. Anything beyond this is impossible for that character, and no dice roll is allowed. Thus no human can win a test of STR versus a large monster such as a Dark Young (STR 220).\n\nThe only way to exceed human limits is for multiple investigators to combine their efforts. One or more investigators’ characteristics are deducted from the opponent’s characteristic to reduce it to a level against which other investigators may make a skill roll. To do this, starting with the lowest, deduct each investigator’s characteristic value in turn from the opposition’s characteristic. Continue doing this until the opponent’s characteristic has been reduced to a value that can be challenged by an investigator. Investigators whose characteristics were not used to reduce the opposing factor may now make a skill roll, with an Extreme, Hard, or Regular difficulty level, as determined by the new value of the opposing characteristic.\n\nThis rule is only generally applicable to physical challenges in which characters can use their shared Strength or Size to achieve a task. The opposition cannot be reduced to zero or lower by this method; a skill roll is always required."
      }
    ]
  },
  {
    "id": "fumblesAndCriticals",
    "name": "Fumbles and Criticals",
    "description": "Very high or very low dice rolls are unusual, and signify good or bad fortune for the players.\n\nThe impact of Fumbles should take effect immediately and may not be negated through pushing the roll.\n\n-- Keeper Rulebook, Page 89",
    "tabs": [
      {
        "name": "01- A Critical Success",
        "content": "A roll of 01 means that something beneficial occurs beyond simply achieving the goal. The nature of the good fortune is at the Keeper’s discretion, although the players may make suggestions. In combat, for example, a critical success means that the attacker has hit a vulnerable spot and causes maximum damage.\n\n> Brian is attempting to appraise an unusual gold crown, and rolls 01 with his Appraise skill of 35%. The Keeper tells Brian that not only is he able to determine an accurate monetary value for the crown (the normal outcome for a Regular success), he also identifies that the crown is from the South Seas, possibly one of the fabled items brought back by Captain Marsh in the 1830s (as a result of the critical success)."
      },
      {
        "name": "96—100: Fumble",
        "content": "A fumble simply means that something really bad occurs— something worse than a straight failure. The nature of the misfortune or bad luck is at the Keeper’s discretion.\n\nIf the dice roll required for success is 50 or over and the dice read 100, a fumble has occurred.\n\nIf the dice roll required for success is below 50 and the dice read 96—100, a fumble has occurred.\n\n>   Brian encounters a ghoul. Making his Sanity roll he rolls 100—a fumble. He automatically takes the maximum Sanity point loss for seeing the ghoul.\n> **Another example**: Harvey has 55% Library Use skill. If he were searching the library for clues, the Keeper might ask for a Library Use roll. Given that his skill is 55%, he will only fumble on a roll of 100. If Harvey were furtively searching through a private library in the dark, with only a candle for light, the Keeper might set the difficulty level to Hard, requiring a roll of 27. In this case, Harvey would fumble on a roll of 96 to 100."
      }
    ]
  },
  {
    "id": "characteristicRolls",
    "name": "Characteristic Rolls",
    "description": "-- Keeper Rulebook, Page 89",
    "tabs": [
      {
        "name": "Luck",
        "content": "Luck rolls may be called for by the Keeper when circumstances external to any investigator are in question, and also when determining the fickle hand of fate. If a skill or characteristic is applicable to a situation then it should be used rather than Luck.\n\nIf the Keeper calls for a Group Luck roll, the player whose investigator has the lowest Luck score (among those present in the scene) should make the roll.\n\n  \nIf something bad is deemed to happen to one member of the group, the Keeper can simply ask who has the lowest Luck score at that moment and have that individual suffer the unfortunate event.\n\n  \nYou will also find an optional rule for spending Luck points to alter dice rolls at the end of this chapter.\n\n> Finding a cab doesn’t require a dice roll, but getting one before the investigators lose sight of the car that they wish to pursue could. Credit Rating could be a factor in attracting the attention of a cabdriver on the lookout for a well-dressed fare who may tip generously. However, quickly getting a ride at two o’clock in the morning on the undesirable side of town might not be so easy. Would there even be a cab to hail? No skill is going to make a cab appear at that moment. It is a matter of chance whether a cab may be driving down that road, hence a Luck roll is required."
      },
      {
        "name": "Intelligence Rolls and Idea Rolls",
        "content": "An Intelligence (INT) roll may be called for by the Keeper when an investigator is attempting to solve an intellectual puzzle of some kind. By rolling equal to or below the investigator’s Intelligence, the player will receive a solution from the Keeper. This might include solving a crossword puzzle or answering a riddle.\n\nAn Idea roll is different than an Intelligence roll, although made in the same manner by rolling equal to or below the investigator’s Intelligence characteristic. An Idea roll is usually proposed by the players when their investigators have become stuck at a point in the investigation; perhaps they have completely missed a vital clue, or just don’t know what to do next, and so the game has stalled. The outcome of the Idea roll will get the investigation back on track; however, the success or failure of the Idea roll determines whether the missed clue has been obtained easily, or at some cost to the investigators"
      },
      {
        "name": "Know Roll",
        "content": "All people know bits of information about different topics. The Know roll represents what’s stored in the brain’s intellectual attic, calculated as the percentage chance that the investigator’s education supplied the information. Roll equal to or under a character’s EDU value to determine the success of a Know roll.\n\n  \nThe investigator might know it is dangerous to pour water into sulfuric acid (without studying Chemistry), or be able to remember the geography of Tibet (without a Navigate roll), or know how many legs arachnids have (and possess only one percentile of Biology).\n\n  \nIdentification of present-day earthly languages is an excellent use for the Know roll. If a specific skill is more applicable to the situation, then it should be used rather than making a Know roll (at the Keeper’s discretion)."
      }
    ]
  },
  {
    "id": "playerVersusPlayerMeleeCombat",
    "name": "Opposed Skill Rolls: Player versus Player and Melee Combat",
    "description": "-- Keeper Rulebook, Page 90",
    "tabs": [
      {
        "name": "Opposed Skill Rolls: Player versus Player and Melee Combat",
        "content": "There may be times, such as when two investigators are opposing one another, when you wish for both sides to roll dice to determine a victor. Opposed rolls are the standard for melee combat (see Chapter 6: Combat). Outside of combat, the Keeper should avoid using opposed rolls between non-player characters and investigators. However once a Keeper is accustomed to these rules, he or she may wish to use an opposed roll where they feel it will enhance the drama.\n\n  \nTo make an opposed roll, both sides declare a mutually exclusive goal: one will win, the other will lose. Each side selects a skill or a characteristic to use—not necessarily the same one—both of which must be approved by the Keeper.\n\nBoth sides roll dice to determine a level of success by comparing their rolls with their chosen skill or characteristic. The Keeper should be aware that characteristics are usually higher than skills, so where one side uses a characteristic the other side should be given the choice of whether to use a characteristic or a skill.\n\nOpposed skill rolls cannot be pushed.\n\n**A skill roll can yield one of six results:**\n\n**Fumble:** the roll is 100. If the roll required for success is less than 50, a roll of 96 or over is a fumble.\n\n**Failure:** the roll is above the character’s skill or characteristic(but not a fumble).\n\n**Regular success:** the roll is equal to or below the character’s skill or characteristic.\n\n**Hard success:** the roll is equal to or below a half of the character’s skill or characteristic.\n\n**Extreme success:** the roll is equal to or below a fifth of the character’s skill or characteristic.\n\n**Critical success:** a roll of 01.\n\n**Comparing Results:**\n\nA Critical success beats an Extreme success.\n\nAn Extreme success beats a Hard success.\n\nA Hard success beats a Regular success.\n\nA Regular success beats a Failure or Fumble.\n\n  \nIn the case of a tie, the side with the higher skill (or characteristic) wins. If still tied, either an impasse has been reached or both sides should re-roll.\n\n> Harvey gets drawn into a game of chess with Edgar, another investigator. There is nothing riding on the outcome of the game, but the players still want to know who wins. Both sides have the goal ‘to win’. These goals are mutually exclusive; if one wins the other must lose. The situation is also irreversible; if Edgar wins, there is nothing Harvey can do to change that (thus the roll cannot be pushed). Neither has ‘play chess’ as a skill, so both agree to use INT. Both players roll a Regular success. Edgar has the higher INT, and so wins the game."
      }
    ]
  },
  {
    "id": "bonusDicePenaltyDice",
    "name": "Bonus Dice and Penalty Dice",
    "description": "-- Keeper Rulebook, Page 91",
    "tabs": [
      {
        "name": "Primary for Use with Opposed Dice Rolls",
        "content": "Sometimes the prevailing conditions, environment, and available time can hinder or benefit a skill or characteristic roll. Certain conditions mean that the Keeper may grant a bonus die or a penalty die to a roll.\n\nBonus dice and penalty dice are not trifling small additions or subtractions of a few percentage points, and so should not be used without good cause. If a factor is so small that it would only modify a roll by a few percentage points then don’t bother with it. Driving in light rain should not inflict a penalty die, but torrential rain so thick that you can barely see, even with the wipers on full speed—now there’s your penalty!\n\nIn most cases, the Keeper would boost or penalize a roll with a single \"bonus die\" or \"penalty die,\" but where conditions are highly advantageous or dire, a second bonus die or penalty die could be applied.\n\nOne bonus die and one penalty die cancel each other out.\n\n**For each bonus die:**\n\nRoll an additional \"tens\" percentage die alongside the usual pair of percentage dice when making a skill roll. You are now rolling three separate dice: one \"units\" die and two \"tens\" dice. If you have a bonus die, you should use the \"tens\" die that yields the better (lower) result.\n\n**Note**: In this platform, it is recommended to do the d100 dice twice directly and take out the lower result, which is the command `2D100L1` \n\n>   Two rival investigators, Malcolm and Hugh, are vying for the affection of Lady Greene. Only one can gain her hand in marriage, thus the Keeper determines that an opposed roll is needed to determine the outcome of their wooing. It is decided that each should make an opposed Charm roll. The Keeper reviews the events of the scenario so far: Malcolm has visited Lady Greene twice, each time lavishing expensive gifts upon her, while Hugh has only visited once and brought no gifts at all. The Keeper states that Malcolm has an advantage and will get a bonus die in the opposed roll.\n>   Hugh’s player rolls first against his Charm skill of 55, getting 45—a Regular success.\n>     Malcolm’s player rolls against his Charm skill with one bonus die, rolling one units die and two tens dice. The units die reads 4 and can be paired with either of the two tens dice to give scores of 44 or 24. Malcolm’s player takes the lower result 24—a Hard success.\n>     Malcolm wins the opposed roll, and his proposal of marriage to Lady Greene is accepted.\n\n**For each penalty die:**\n\nRoll an additional \"tens\" percentage die alongside the usual pair of percentage dice. You are now rolling 3 separate dice: one \"units\" die and two \"tens\" dice. For a penalty, use the \"tens\" die that yields the worse (highest) result.\n\n**Note**: In this platform, it is recommended to do the d100 dice twice directly and take out the higher result, which is the command `2D100H1` "
      },
      {
        "name": "Difficulty Levels vs. Bonus Penalty Dice",
        "content": "In the majority of cases, only one person, usually the player, makes a skill roll. Any factors that provide an advantage or disadvantage for the investigator should be factored into the difficulty level set by the Keeper. Bonus dice and penalty dice may be awarded in conjunction with difficulty levels, at the Keeper’s discretion, but doing so should be the exception rather than the rule.\n\nIn the case of an opposed roll (wherein both sides are rolling in opposition to one another, as in melee combat) difficulty levels are never set. The level of success achieved by one side is, in effect, the level of difficulty that the other side must compete against. If there are factors that provide a distinct advantage or disadvantage for one of the characters involved, the Keeper should grant a bonus die or a penalty die to that player.\n\n**Skill rolls**: Set level of difficulty.\n\n**Opposed rolls:** Award penalty dice or bonus dice.\n\n> An evil cultist is attempting to push a door open as Harvey pushes it closed from the other side. This calls for a STR or SIZ roll. The Keeper lacks statistics for the cultist and must set an appropriate difficulty level. He decides that the cultist’s STR and SIZ would both be between 50 and 89, requiring Harvey to make a roll of Hard difficulty level to push the door closed. The Keeper allows Harvey to choose whether to use his STR or his SIZ (he uses his SIZ of course, it is much higher). If he fails, he might be able to push the roll by throwing himself recklessly against the door, but only at the risk of taking physical damage should he fail.\n> If the cultist is a key non-player character (with STR 80 and SIZ 65), the Keeper may feel that it would be more fun to have both sides make an opposed roll. Harvey rolls 57 against his SIZ of 80, giving him a Regular success. The Keeper rolls 15, which is an Extreme success for the cultist’s STR. Harvey is knocked back, with no chance of pushing the roll."
      },
      {
        "name": "Combined Skill Rolls",
        "content": "Some situations allow or demand the use of more than one skill. Only one dice roll is made, and the result then compared with each of the skills named. The Keeper will specify whether a success is required for both skills (i.e. the roll is a success when measured against each of the skills) or if only one of the skills need be successful.\n\nNote the importance of using a single dice roll in the latter example. Harvey has only 10% skill in both Mechanical Repair and Electrical Repair. The chance of success when making one dice roll and comparing it to both skills simultaneously is 10%. If two separate rolls were made, first against Mechanical Repair and then against Electrical Repair, the chance of succeeding in both would be 1%.\n\nThe Keeper must decide whether a situation calls for sequential skill rolls or a combined skill roll.\n> A deranged cultist suddenly moves to draw a gun on Harvey. A successful Spot Hidden roll would allow Harvey to see the cultist’s hand moving towards the gun, while a successful Psychology would allow him to anticipate the action through the cultist’s demeanor. The Keeper asks for a combined Spot Hidden and Psychology roll for Harvey. A success on either skill will allow Harvey to anticipate the attacker’s action, and perhaps give Harvey a chance to act first.\n> Later, Harvey attempts to repair an electric turbine. The item is both mechanical and electrical, so the Keeper asks for a combined Mechanical Repair and Electrical Repair roll. One roll is made and the result is compared to both skills—in this case both must be successful to achieve the task."
      },
      {
        "name": "Charm, Fast Talk, Intimidate, and Persuade Skills: Difficulty Levels",
        "content": "An investigator may have a Charm skill of 75%, but this does not mean that he or she can charm anyone and everyone 75% of the time. The difficulty level is based on the opposing factor; in this case the matching social skill (either Charm, Fast Talk, Intimidate, or Persuade) or Psychology skill (whichever is higher). Thus, if the opposing skill is 50% or higher, a Hard success is required (a roll equal to or below half skill). If the opposing skill is 90% or higher, an Extreme success if required (a roll equal to or below one-fifth of skill). For the vast majority of non-player characters, these skills will be below 50%, and so the difficulty level will be Regular and the player only needs a regular success.\n-   If the non-player character is positively inclined towards the player’s goal, don’t bother rolling dice, but simply have them agree.\n- If the non-player character lacks strong feelings towards the player’s goal then no modification to the difficulty level is required.\n- If the non-player character is strongly opposed to the player’s goal, the difficulty is raised by one or two levels.\n-   If the player comes up with something to support their case, such as a substantive argument (if using Persuade), or is holding a weapon and is clearly willing to use it (in the case of Intimidate), the Keeper should lower the difficulty by one level.\n- The lowest chance of success requires an Extreme success (equal to or below one-fifth of the skill), but in some rare circumstances the Keeper may rule that there is no chance of success and that no roll is allowed.\n> Brian’s investigator is trying to intimidate a cultist into revealing the name of the cult’s contact in the police force. The cultist is a doctor by profession, and the Keeper decides that the doctor’s Intimidation and Psychology skills are below 50%. The difficulty level therefore begins as Regular. Of course the cultist strongly desires not to reveal his contact, and so the Keeper increases the difficulty level by two steps to Extreme.\n> Brian fails the skill roll. Brian seeks to push the roll by threatening violence. He pulls out a crowbar, swings it near the doctor’s head and then looks the doctor straight in the eye to make sure that he understands the implied threat. The Keeper lowers the difficulty level to Hard. Brian fails the pushed roll, and the Keeper tells how Brian gets carried away and, in his frustration, hits the doctor’s head with the crowbar, causing a nasty injury. Brian did not intend this—it was the consequence of failing the pushed roll. Things don’t always go as intended! If the player had succeeded in the Intimidation roll, the Keeper would be compelled to give up the name of the contact (as it was the player’s goal), but as the roll was failed, it is now entirely up to the Keeper whether the doctor is forthcoming, regardless of any further action the investigators may take against him."
      }
    ]
  },
  {
    "id": "investigatorDevelopmentPhase",
    "name": "Rewards of Experience: The Investigator Development Phase",
    "description": "",
    "tabs": [
      {
        "name": "Skills of 90% or More",
        "content": "When an investigator attains 90% or more ability in a skill during an investigator development phase, add 2D6 points to their current Sanity. This reward represents the discipline and self-esteem gained in mastering a skill.\n> Cecil has a Sword skill of 85%. Having successfully employed the skill in play, a check is made for improvement in the skill during the investigator development phase. Cecil’s player rolls 97, and so rolls 1D10, adding 8 points to the skill. Cecil is now a true expert swordsman and gains 2D6 Sanity points."
      },
      {
        "name": "Other Activities During the Investigator Development Phase",
        "content": "During the investigator development phase, the player also has the opportunity to:\n-   Gain Sanity points through their investigator spending time with an aspect from their own backstory (see **Self-help**).\n-   Check their Credit Rating and review their finances (see **Investigator Development Phase: Employment and Credit Rating**).\n- Reduce all sanity limits by one (see Getting used to the Awfulness)."
      },
      {
        "name": "Altering an Investigator’s Backstory",
        "content": " A player is free to alter or add background entries on their investigator sheet as and when they please, subject to certain limitations. The player may not erase or alter entries listed under Injuries and Scars, Phobias and Manias, Encounters with Strange Entities, or anything that has been amended or added by the Keeper without the Keeper’s permission.\n  \nPhobias and manias may only be erased through the use of treatment (see **Sanity: Psychotherapy**).\n\n  \nThe investigator’s key connection may be altered only during the investigator development phase, and only by the player. Guidance on using, losing, and replacing a key connection can be found under **Sanity: Self-help**."
      }
    ]
  },
  {
    "id": "CreditRatingInvestigatorExpenditure",
    "name": "Credit Rating and Investigator Expenditure",
    "description": "Attempting to track personal finances in a manner similar to real life within the game would introduce unnecessary complexity. However, using a slightly abstracted method, a gauge of an investigator’s living standard and spending power becomes possible.\n\nAn investigator’s starting Credit Rating (CR) is determined during character creation, based upon the investigator’s chosen profession.\n\n-- Keeper Rulebook, Page 95",
    "tabs": [
      {
        "name": "Day-to-Day Expenses and General Living Standards",
        "content": "There is no requirement to make any account of accommodation, food, or incidental travel expenses, so long as an investigator’s expenditure falls within the bounds of his or her living standard (see Credit Rating, page 61). In addition, a character can spend up to his or her Spending Level on any given day.\n\nIt is likely that money will only occasionally become an issue in play, when large amounts are being spent. This may include preparing for a major trip, purchasing expensive items such as a vehicle or rare book, or hiring extra staff.\n\nThe combination of being allowed to spend freely within the bounds of their living standard and the freedom of not being required to record expenditure below a certain spending level is intended to minimize bookkeeping. The use of this system may to lead to areas of uncertainty as to exactly what is within the bounds of an individual’s living standard and whether an investigator has exceeded their spending level. As always, the Keeper is the arbiter of such matters and is advised to intervene only when an investigator has clearly exceeded their spending level.\n\n>   Harvey begins the game with a Credit Rating of 41 (Average). This affords him an average living standard; he may stay in moderately priced hotels, eat out (economically) and take the occasional taxi. In addition, he may spend up to $10 per day. None of this requires any bookkeeping on the player’s part.\n>   Harvey spends a couple of sessions of play carrying out investigations in Boston, travelling around by bus and taxi, visiting libraries, interviewing people, and all the usual things a Call of Cthulhu investigator might get up to. This is all within his living standard and spending limit. No bookkeeping is required."
      },
      {
        "name": "Spending Beyond One’s Spending Limit",
        "content": "When an investigator spends an amount beyond their spending limit, the player must reduce their cash by the full amount spent. If cash is insufficient, the investigator may seek to use their assets. Converting assets into cash can take time; how long is up to the Keeper. Mortgaging a property, selling antiques, gaining loans, and so on all take time. If the investigator is away from their hometown, this is likely to take even longer.\n\n  \nIf multiple purchases of less than the investigator’s spending threshold are made on the same day, the Keeper may insist on combining the total purchases for comparison with the investigator’s spending level, and demand that a cash spend is deducted if the spending limit is exceeded.\n\n> Harvey wants to buy a 12-gauge shotgun, costing $40. This being above his $10 spending limit, he reduces his cash by $40 (from $82 to $42).\n> Later, Harvey wishes to take a trip to England, choosing to travel by sea, first class, costing $120. This is beyond Harvey’s available cash. Harvey has $1665 tied up in assets, and seeks to realize some of that capital by getting a loan from the bank. The Keeper agrees to this and decides that it might take a week to get the money. Harvey transfers $245 from his assets to his cash. From the $245, he spends $120 on the ticket, leaving $125, which he adds to his remaining cash of $42. His cash is now $167, and his assets $1400. When he gets to England, his finances will function just as they did back home (average living standards and a $10 per day spending limit)."
      },
      {
        "name": "Money Coming In",
        "content": "During the game a character may receive a large sum of money, perhaps as a reward. Such a sum can be added to cash in the short term or be invested in time as part of their assets."
      },
      {
        "name": "Going into Debt",
        "content": "How debt is taken on and repaid is all part of your story. Perhaps the investigator’s car must be sold, or money must be sought from a loan shark. While financial transactions are not intended to be the focus of play, the steady decline of a character’s Sanity may well go hand-in-hand with physical and material decline."
      },
      {
        "name": "Investigator Development Phase: Employment and Credit Rating",
        "content": "Ill-health (physical or mental) or continued absence from work may lead to loss of employment and a fall in income. Some professions do not require the investigator to be actively employed to derive an income (such as Dilettante), and so are not prone to loss of employment. However a stock market crash will have a major effect on such an individual’s finances, and events should be dealt with at the Keeper’s discretion (perhaps using Luck rolls). Conversely, Credit Rating might be raised when an investigator acquires a higher-paying job.\n\n A person can be rich one day and on the street the next, but a gradual decline is more common. If an investigator loses their employment, they lose their income, and their Credit Rating will fall. A loss of assets does not necessarily indicate a loss of Credit Rating if one still has a reliable income.\n\nWhere an investigator’s financial situation has undergone a significant change, the Keeper should decide on one of the following options. The following list of conditions ranges from good to bad, and should generally be applied during the investigator development phase.\n\n**I’m rich**! When an investigator comes into money, they should check to see if their assets are equal to those of a higher living standard bracket. If this is the case, the player should increase their investigator’s Credit Rating in steps of 1D10 until their Credit Rating is within the new bracket.\n> If Harvey (starting in the ‘average income’ bracket) came into money such that his assets increased to $30,000, this would bring him within the ‘wealthy’ bracket for the 1920s ($25,000–$44,500). His Credit Rating was previously 41 (average). His player rolls a 1D10—resulting in a 4—and 4 is added to Harvey’s Credit Rating, raising it to 45. Another two rolls are made, a 3 raises his Credit Rating to 48, then a 9 raises it to 57. Credit Rating 57 is within the ‘wealthy’ income bracket, so no more rolls are added.\n\n**Things are looking up:** if the investigator has been promoted, their Credit Rating should rise accordingly (add 1D6 Credit Rating).\n\n**Life goes on as usual:** if nothing much has changed to affect the investigator’s income, their Credit Rating will not alter.\n\n**Tightening one’s belt:** the investigator is demoted or takes a period of unpaid leave. Decrease Credit Rating by 1D10.\n\n**Sold the family silver**: the investigator has spent the vast majority of their assets. If the investigator’s total worth (cash plus assets) now equals the asset value of a lower income level, decrease Credit Rating by 1D10.\n\n  \n**Bad luck and troubles:** the investigator loses their main source of income, usually their job. Decrease Credit Rating by 2D10 with each following investigator development phase. If there is a state safety net, the minimum Credit Rating will be 1D10-1.\n\n**Crash!** The sudden loss of all income and/or all debts being called in (such as in a stock market crash) lead to a dramatic decline in the character's fortunes. The investigator must reduce his or her Credit Rating by 1D100. If an investigator’s Credit Rating withstands the loss, it indicates that either investigator is offered another job immediately or that they secreted money away somewhere safe (note the lowest Credit Rating is zero—negative numbers are ignored).\n\nDuring the investigator development phase, following the review of Credit Rating, the investigator’s cash should be refreshed, adding the amount of cash indicated on the chart for their present Credit Rating to any remaining cash they possess. Assets can change in one of two ways. First, the investigator’s Credit Rating can rise or fall (as a result of a change in employment, for example), in which case their asset value should be recalculated to fit the revised Credit Rating score. Second, an investigator can spend or accrue a large sum of money that will affect their asset value and, if sufficient, also alter their Credit Rating score. The Keeper should use the advice above to change the Credit Rating and Asset Value of each investigator in a way that feels appropriate to events in the story. Continuing with the status quo is of course the default, and Keepers should only seek to make changes when they are waranted.\n\n> At the end of the adventure in England, Harvey returns to Boston. His finances have been depleted by the trip but he has a great story to publish. Harvey has $80 cash and only $50 in assets remaining. The Keeper agrees that Harvey still has his job and, while he had to sell his house and move into rented accommodation, he may remain in the Average income bracket. The Keeper feels this best fits ‘Sold the family silver’ (his combined wealth is now a little more than that of ‘Poor’), and so insists on a decrease in Credit Rating of 1D10. Harvey’s player rolls 07, so Harvey’s Credit Rating drops from 41 to 34. Referring to the Cash and Assets chart, a Credit Rating of 34 gets $68 cash, so this is added to his remaining money, giving Harvey a total of $148 in cash. Harvey’s assets remain at $50."
      },
      {
        "name": "Reference Table",
        "content": "### 1920s\n\n| Credit Rating            | Cash                    | Assets                          | Spending Level |\n| ------------------------ | ----------------------- | ------------------------------- | -------------- |\n| Penniless (CR 0 or less) | $0.50                   | None                            | $0.50          |\n| Poor (CR 1-9)            | CR x 1 ($1 - $9)        | CR x 10 ($10 - $90)             | $2             |\n| Average (CR 10-49)       | CR x 2 ($20 - $98)      | CR x 50 ($500 - $2450)          | $10            |\n| Wealthy (CR 50-89)       | CR x 5 ($250 - $445)    | CR x 500 ($25,000 - $44,500)    | $50            |\n| Rich (CR 90-98)          | CR x 20 ($1800 - $1960) | CR x 2000 ($180,000 - $196,000) | $250           |\n| Super Rich (CR 99)       | $50,000                 | $5M+                            | $5000          |\n\n### Modern Day\n\n| Credit Rating            | Cash                         | Assets                            | Spending Level |\n| ------------------------ | ---------------------------- | --------------------------------- | -------------- |\n| Penniless (CR 0 or less) | $10                          | None                              | $10            |\n| Poor (CR 1-9)            | CR x 20 ($20 - $180)         | CR x 200 ($200 - $1,800)          | $40            |\n| Average (CR 10-49)       | CR x 40 ($400 - $1,960)      | CR x 1,000 ($10,000 - $49,000)    | $200           |\n| Wealthy (CR 50-89)       | CR x 100 ($5,000 - $8,900)   | CR x 10,000 ($500,000 - $890,000) | $1,000         |\n| Rich (CR 90-98)          | CR x 400 ($36,000 - $39,200) | CR x 40,000 ($3.6M - $3.92M)      | $5,000         |\n| Super Rich (CR 99)       | $1M                          | $100M+                            | $100,000       |"
      }
    ]
  },
  {
    "id": "contact",
    "name": "Contact",
    "description": "-- Keeper Rulebook, Page 97",
    "tabs": [
      {
        "name": "Contact",
        "content": "During the game, investigators may wish to make use of their personal and professional contacts. The Keeper can either simply allow for the existence of a contact or ask for a dice roll. Players can make rolls to establish contacts for their investigators using whichever skill or characteristic seems most appropriate: Chemistry to know a chemist, Medicine to know a surgeon, and so on.\n\n  \nA successful roll when establishing a contact means that either the non-player character has heard of the investigator (by reputation) or that the investigator has previously met the contact. Apply modifiers to the roll as appropriate. Location is a big factor—being far from home or in a sparsely populated area would increase the difficulty level. If the investigator is on his or her home ground and trying to contact someone of the same profession, the Keeper should lower the difficulty level.\n\n  \nEstablishing a contact does not automatically mean that the contact will do as the investigator wishes; some persuasion, fast talk, charm, or intimidation may be required, and should be roleplayed.\n\nIf the player wishes to push the roll to establish a contact, the Keeper should make the pushed roll out of the player’s sight (a concealed dice roll), so the player does not know the outcome. A suggested consequence for failing the pushed roll is to allow the investigator to unwittingly meet an antagonistic or unreliable contact. Such a contact may appear helpful to the investigator, but will double-cross or deceive the investigator in some manner. A concealed roll is used in this instance, since knowledge of the outcome of the dice roll would inform the player as to the contact’s disposition.\n\n> Harvey has traveled to London and wants to go through the archives of The Times for unpublished evidence linked to his investigation. He is refused access to The Times’ archives, and so seeks to establish a contact among the local press who might be able to vouch for him and gain him access. There is no journalism skill, so the Keeper suggests either Photography (Harvey may know a fellow photographer) or Own Language (as the skill most associated with being a journalist). The Keeper raises the difficultly level to Hard, as Harvey is a long way from home. Harvey has Own Language 84% and half of this or less must be rolled to establish a contact. Harvey fails the roll, and can find no contacts. He persists with trawling every minor publication, and the Keeper grants a pushed roll, rolling the dice out of the player’s view (concealed roll). The roll is failed again and the Keeper informs the player that Harvey contacts Martyn Lace, publisher of The Camden Enquirer, who claims to know of Harvey’s reputation as a photographer. Lace is curious about Harvey, and will appear helpful while trying to find out about Harvey’s investigation for his own gain. Perhaps he will warn Harvey’s enemies (for a reward) or publish the story himself, thus exposing Harvey’s careful work."
      }
    ]
  },
  {
    "id": "training",
    "name": "Training",
    "description": "-- Keeper Rulebook, Page 98",
    "tabs": [
      {
        "name": "Training",
        "content": "Given enough money, someone will teach anything. The existence of training makes game sense only in campaigns, where the same investigators meet regularly to engage in an ongoing mystery.\n\nOne should not go to school and learn more than 1D10 points in a skill per four months of game time without good reason. The Keeper decides if multiple courses can be taken and how to judge if the investigator’s class participation is satisfactory. An experience check comes automatically upon successfully completing a segment of training; however too many adventures in a semester will invalidate classroom work or practice for that term.\n\nAt the Keeper’s option, the learning rate for a skill might be increased or the learning interval shortened if the investigator has access to a renowned teacher. Such access should come as a reward for an outstanding deed, or after great perseverance, since many compete for the favor of the famous.\n\nPlayer and Keeper may arrange self-study of any academic subject. The investigator must study for four months, after which the player rolls as if for a skill check (tick) in that skill (attempting to roll above their current skill level on 1D100 and gaining 1D10 skill points if successful).\n\nCombat skill specialisms, such as Sword, are so little used that schools and personal trainers represent the only way to learn."
      }
    ]
  },
  {
    "id": "aging",
    "name": "Aging",
    "description": "-- Keeper Rulebook, Page 98",
    "tabs": [
      {
        "name": "Aging",
        "content": "There are various modifiers applied during investigator creation to reflect the investigator’s age. In the rare instances that an investigator ages significantly in play, modifiers should be applied to reflect the change in age. This is unlikely to be a factor in many games, but may come in to play in a campaign, or when jumping decades and picking up an investigator’s story later in life. Aging may also occur suddenly as a result of a spell or magical gate; such aging may inflict the negative physical effects without the gain in education.\n\nThe aging effects are cumulative, so if ageing two decades from thirties to fifties, apply modifiers for turning both forty and fifty.\n\n**Turning 20**: Make an improvement check for EDU. Add 5 points among STR and SIZ.\n\n**Turning 40**: Make an improvement check for EDU. Deduct 5 points among STR, CON or DEX, and reduce APP by 5. Reduce MOV by 1.\n\n**Turning 50**: Make an improvement check for EDU. Deduct 5 points among STR, CON or DEX, and reduce APP by 5. Reduce MOV by 1.\n\n**Turning 60**: Make an improvement check for EDU. Deduct 10 points among STR, CON or DEX, and reduce APP by 5. Reduce MOV by 1.\n\n**Turning 70**: Deduct 20 points among STR, CON or DEX, and reduce APP by 5. Reduce MOV by 1.\n\n**Turning 80**: Deduct 40 points among STR, CON or DEX, and reduce APP by 5. Reduce MOV by 1.\n\n**Each decade thereafter**: Deduct 80 points among STR, CON or DEX. Reduce MOV by 1."
      }
    ]
  },
  {
    "id": "optionalRules",
    "name": "Optional Rules",
    "description": "",
    "tabs": [
      {
        "name": "Spending Luck",
        "content": "After the player has made a skill roll (using a skill or characteristic), Luck points may be spent to alter the result. The player can use Luck points to alter a roll on a 1-for-1 basis. The points spent are deducted from the investigator’s Luck score, which will reduce the chance of passing a future Luck roll.\n\nLuck points may not be spent on Luck rolls, damage rolls, Sanity rolls, or rolls to determine the amount of Sanity points lost. A player may spend any amount of Luck points (up to their current Luck value) on a roll. A player may only spend Luck to alter one of their own dice rolls.\n\nWhen a skill roll is failed, the player has the option to push the roll OR spend luck; Luck points may not be spent to alter the result of a pushed roll.\n\nCriticals, fumbles, and firearm malfunctions always apply, and cannot be bought off with Luck points.\n\nAlso, no skill improvement check is earned if Luck points were used to alter the dice roll.\n\nIn play, an investigator’s Luck will fall through spends and rise through recovery (see below)."
      },
      {
        "name": "Recovering Luck points",
        "content": "After each session of play, each player may make an improvement check for their Luck. This is rolled in the same way as for skill improvement. The player rolls 1D100 and if the roll is above their present Luck score they add 1D10 points to their Luck score. If the roll is equal to or less than the investigator’s present Luck score, no points are recovered.\n\n**Note:** An investigator’s Luck score will vary throughout play, but may not exceed 99. The Luck starting value is not used again in the game. There are no resets and the starting value can be exceeded in play.\n\n> The Keeper rolls an Extreme success for a Dark Young to trample Harvey into the dust. Harvey fails to dodge with a roll of 73, far above his Dodge skill of 27. This is life or death, and so Harvey’s player spends 46 of Harvey’s Luck points to convert the Dodge roll to an Extreme success. Harvey avoids death by a hairsbreadth!\n> At the start of the following session (Harvey having somehow survived to fight another day), Harvey’s player makes a check for Luck recovery. Harvey’s Luck is now down to 8 points. The player rolls 37 and so adds 1D10 to Harvey’s Luck, increasing it to 14. Let’s hope Harvey doesn’t have to rely on his luck today."
      }
    ]
  }
]
