[
  {
    "id": "sanityRule",
    "name": "Sanity Rule",
    "description": "-- Keeper Rulebook, Page 154",
    "tabs": [
      {
        "name": "Sanity Points and SAN Rolls",
        "content": "Sanity points should be tracked carefully, as the number can change up and down throughout the game. When investigators encounter a sanity-threatening situation, the Keeper may call for a Sanity roll. Each player whose investigator experiences this source of horror rolls 1D100. A success is a roll equal to or less than the investigator’s current Sanity points. Bonus dice and penalty dice are not applied to Sanity rolls (with one exception, Self-Help, page 167).\n\n**Note: If using the optional rule for spending Luck points, these may not be spent on Sanity rolls.**\n\nA successful roll means that the investigator loses no Sanity points, or only a minimal amount. A failed Sanity roll always means the investigator loses Sanity points. The amount lost depends on the spell, book, entity, or situation encountered.\n\nIn published Call of Cthulhu scenarios, Sanity loss rolls are shown as two numbers or rolls separated by a slash, for instance: SAN 1/1D4+1. The number to the left of the slash is the number of Sanity points lost if the Sanity roll succeeds. The die roll to the right of the slash is the number of Sanity points lost if the Sanity roll is failed. Sometimes this may be written as SAN 0/1D4; in this particular case, a successful Sanity roll means no Sanity points are lost, but if the roll is failed, the investigator loses 1D4 Sanity points.\n\nFailing a Sanity roll always causes the investigator to lose self-control for a moment, at which point the Keeper should choose an involuntary action for the investigator. For example:\n\n* **Jump in fright**—causing the investigator to drop something (spectacles, flashlight, gun, book, etc.)\n* **Cry out in terror**—drawing attention, saying something inappropriate.\n* **Involuntary movement**—swerving the steering wheel dangerously to one side, throwing up one’s hands in horror, cringing.\n* **Involuntary combat action**—if a Sanity roll is failed during a combat round, the investigator’s action for that round may be dictated by the Keeper; for example, lashing out with a fist, squeezing a trigger, taking shelter behind someone else.\n* **Freeze**—stare disbelievingly for a moment but take no action.\n\nA fumbled Sanity roll results in the character losing the maximum Sanity points for that particular situation or encounter.\n\nLosing more than a few Sanity points at one time may cause an investigator to go insane, as described later.\n\nWhen encountering one ghoul, the Sanity point loss is 0/1D6. It is the same when encountering multiple ghouls; the sanity effect is for the encounter rather than each ghoul seen.\n\n> Harvey Walters follows a trail into a crypt, where he finds a ghoul feasting on forbidden fruits among the coffins. The Keeper calls for a Sanity roll. Harvey has 45 Sanity points and his player rolls 83—a failed roll. The Keeper describes Harvey’s involuntary gasp of horror. The player picks up 1D6, rolls a 4, and reduces Harvey’s Sanity points by 4 points (45–4 = 41 Sanity points remaining)."
      },
      {
        "name": "Maximum Sanity",
        "content": "The threat of insanity in Call of Cthulhu characterizes the Cthulhu Mythos in a way that allows no compromise. Exposed to it, few sane humans freely choose the Mythos, for the Mythos is intrinsically loathsome and foul. The connection of Sanity points and Cthulhu Mythos skill points emphasizes the power of the Mythos, which corrupts and ruins by proximity and association.\n\nWhen gaining Cthulhu Mythos skill points, the player should decrease the investigator’s maximum Sanity by the same amount.\n\n> Harvey Walters spends some time perusing ancient tomes, gaining 3% Cthulhu Mythos skill. His player adds 3 points to Harvey’s Cthulhu Mythos skill and decreases his maximum Sanity from 99 to 96."
      }
    ]
  },
  {
    "id": "insanity",
    "name": "Insanity",
    "description": "In Call of Cthulhu, insanity is induced by traumatic experiences and the ghastly comprehension that connects to the Cthulhu Mythos. The duration of the insane state depends upon the number or proportion of Sanity points lost.\n\nThree states of insanity can result: temporary, indefinite,\nand permanent.\n\nRegardless of whether the insanity is temporary or indefinite, it will consist of three distinct game phases:\n\n**First:** the insanity begins with a brief “bout of madness,” during which the player’s control of their investigator is compromised (see Insanity Phase 1: A Bout of Madness, page 156).\n\n**Second:** the bout of madness is followed by a period of underlying insanity, during which the player retains full control of their investigator; however, the investigator is prone to delusions, phobias, and further bouts of madness (see Insanity Phase 2: Underlying Insanity, page 158).\n\n**Third:** the final phase is recovery (see Treatment and Recovery from Insanity, page 164).\n\n-- Keeper Rulebook, Page 155",
    "tabs": [
      {
        "name": "Temporary Insanity",
        "content": "If an investigator loses 5 or more Sanity points as the result of one Sanity roll, sufficient emotional trauma has been suffered that the Keeper must test the investigator’s sanity. The Keeper asks for an Intelligence (INT) roll. If the roll is failed, the investigator has repressed the memory (a trick the mind uses to protect itself), and does not become insane. Perversely, if the INT roll succeeds, the investigator recognizes the full significance of what has been seen or experienced and goes temporarily insane. The effects of temporary insanity begin immediately and last for 1D10 hours."
      },
      {
        "name": "Indefinite Insanity",
        "content": "On losing a fifth or more of current Sanity points in one game “day,” the investigator becomes indefinitely insane. No investigator is simply able to shrug off this amount of sanity drain. A “day” in this instance is defined by the Keeper, usually lasting until the investigator reaches a place of safety in which they can rest and recover their wits. Depending on the situation, it may mean surviving until dawn, sitting down for a nice cup of tea, or having a good night’s sleep. Indefinite insanity lasts until the character is cured or recovers (see Recovery from Indefinite Insanity, page 164)."
      },
      {
        "name": "Permanent Insanity",
        "content": "When Sanity points are reduced to zero the investigator is permanently and incurably insane and ceases to be a player character. In the real world, all insanity is indefinite insanity, since no one in real life can hope to predict the future as accurately as a Call of Cthulhu Keeper can.\n\nMany disorders, especially congenital conditions, offer little hope of recovery. Lovecraft concludes more than one story with the intimation that a lifetime of madness for the narrator will follow.\n\nEvery Keeper must work out what the end-point of madness is in the game. Now and then a quiet release might be made from a local asylum. Some thin, unnaturally pallid person, almost unrecognizable after soul-wracking terrors, can walk shyly into downtown Arkham or elsewhere, cast keen eyes about, and attempt to regain some semblance of his or her former life—however, no player should count on such privilege as a right."
      },
      {
        "name": "Examples of Sanity Point Costs",
        "content": "| Lose | Events |\n| --- | --- |\n| 0/1D2 | Surprised to find mangled animal carcass. |\n| 0/1D3 | Surprised to find a corpse or body part. |\n| 0/1D4 | See a stream flow with blood. |\n| 0/1D6 | Awake trapped in a coffin. |\n| 0/1D6 | Witness a friend’s violent death. |\n| 0/1D6 | See a ghoul. |\n| 1/1D6+1 | Meet someone you know to be dead. |\n| 0/1D10 | Undergo severe torture. |\n| 1/1D10 | See a corpse rise from its grave. |\n| 2/2D10+1 | See gigantic severed head fall from sky. |\n| 1D10/1D100 | See Great Cthulhu. |"
      }
    ]
  },
  {
    "id": "theEffectsOfInsanity",
    "name": "The Effects of Insanity",
    "description": "Both temporary and indefinite insanity take the investigator through two distinct phases of insanity. First, the investigator experiences a short bout of madness (phase one). This is then followed by a longer period of underlying insanity (phase two), which lasts until the investigator has fully recovered (hours in the case of temporary insanity, months in the case of indefinite insanity).\n\n-- Keeper Rulebook, Page 156",
    "tabs": [
      {
        "name": "Insanity Phase 1: A Bout of Madness",
        "content": "On becoming insane, the investigator experiences a bout of madness. While experiencing a bout of madness, the investigator loses all self-control. In game terms this means that control of the investigator is handed from the player to the Keeper (for a short amount of real-world time). It is up to the Keeper whether this control takes the form of dictating specific actions or if it means giving the player guidelines on how to play out the madness for however long it may last.\n\nOn the upside, the investigator cannot lose further Sanity points while experiencing a bout of madness. The mind is completely unhinged at this point and any subsequent horrors are either forgotten or later believed to be a manifestation of the madness. This protection is limited—the bout of madness lasts 1D10 combat rounds (real time) if being played out, but may be longer, in which case the bout is summarized by the Keeper.\n\nEach time an investigator suffers a bout of madness, the Keeper may amend one of the investigator’s backstory entries or add a new one. These alterations serve two purposes. The first is to reflect the investigator’s descent into madness by adding irrational entries or corrupting existing ones. Second, entries can be added or altered to reflect events in the story and thus tie the investigator into the plot more strongly. **The player and Keeper should work together to add or revise backstory entries appropriately.**\n\n* **Personal Description:** Suitable entries might include “Wild-eyed,” “Thousand-yard stare,” “World-weary,” or “No longer cares for their own appearance”.\n* **Ideology/Beliefs:** A balanced entry such as “religious” might be changed to something more extreme or deranged, such as “Unbelievers must be converted or made to suffer”. Alternatively, a new entry that is appropriate to the situation might be made, such as “Obsessed with defeating the Cthulhu cult”.\n* **Significant People:** A new name might be added together with a reason for its inclusion. For example, “Can’t rest until Delbert Smith is in his grave,” or “Robin Poole is the incarnation of Ganesh.”\n* **Meaningful Locations:** The present location might take on great significance, or the investigator might become fixated on reaching another location for either rational or irrational reasons. The former might be the cult temple in the jungle; the latter might be an overpowering desire to visit Graceland.\n* **Treasured Possessions:** It is easy to lose possessions while one’s mind is disrupted by insanity. Any possessions might be erased or noted as lost. A new possession might be acquired and given great significance.\n* **Traits:** A trait might be erased or altered to something more suitable; for example: “bully,” “drug addict,” “easily distracted,” “talks too loudly,” “lack of inhibitions.”\n* **Injuries & Scars:** These are more usually altered as a result of major wounds.\n* **Phobias and Manias:** These may result from rolls during the bout of madness.\n* **Arcane Tomes, Spells and Artifacts:** Such items might be lost or destroyed in a fit of pique. The investigator might involuntarily cast any spells that they know, activate artifacts, or study a tome that they had previously shunned.\n* **Encounters with Strange Entities:** Encounters with a monster or deities should be recorded here regardless of whether insanity results or not. This also provides a good place to record the amount of Sanity points lost to a particular type of entity (see Getting Used to the Awfulness, page 169).\n\nA bout of madness can take one of two forms depending on the situation, either in real time (round-by-round) or in summary."
      },
      {
        "name": "A Bout of Madness—Real Time",
        "content": "If the bout of madness happens during a scene in which other investigators are present, the bout of madness lasts for 1D10 combat rounds (note that this is not the full duration of the state of insanity—which is 1D10 hours for temporary insanity or longer for indefinite insanity).\n\nThe option to play out the bout of madness round-byround may be used even when the investigator is alone, or if the Keeper thinks it appropriate.\n\nTo determine the nature of the bout of madness, either roll on **Bouts of Madness—Real Time**, or the Keeper may choose an appropriate option.\n\n### Bouts of Madness—Real Time\n\n1.  **Amnesia:**  The investigator has no memory of events that have taken place since they were last in a place of safety. For example, it seems to them that one moment they were eating breakfast and the next they are facing a monster. This lasts for 1D10 rounds.\n2.  **Psychosomatic disability:**  The investigator suffers psychosomatic blindness, deafness, or loss of the use of a limb or limbs for 1D10 rounds.\n3.  **Violence:**  A red mist descends on the investigator and they explode in a spree of uncontrolled violence and destruction directed at their surroundings, allies or foes alike for 1D10 rounds.\n4.  **Paranoia:**  The investigator suffers severe paranoia for 1D10 rounds; everyone is out to get them; no one can be trusted; they are being spied on; someone has betrayed them; what they are seeing is a trick.\n5.  **Significant Person:**  Review the investigator’s backstory entry for Significant People. The investigator mistakes another person in the scene for their Significant Person. Consider the nature of the relationship; the investigator acts upon it. This lasts 1D10 rounds.\n6.  **Faint:**  The investigator faints. They recover after 1D10 rounds.\n7.  **Flee in panic:**  The investigator is compelled to get as far away as possible by whatever means are available, even if it means taking the only vehicle and leaving everyone else behind. They travel for 1D10 rounds.\n8.  **Physical hysterics or emotional outburst:**  The investigator is incapacitated from laughing, crying, screaming, etc. for 1D10 rounds.\n9.  **Phobia:**  Investigator gains a new phobia. Roll 1D100 on Table IX: Sample Phobias, or the Keeper may choose one. Even if the source of the phobia is not present, the investigator imagines it is there for the next 1D10 rounds.\n10.  **Mania:**  The investigator gains a new mania. Roll 1D100 on Table X: Sample Manias, or the Keeper may choose one. The investigator seeks to indulge in their new mania for the next 1D10 rounds."
      },
      {
        "name": "A Bout of Madness—Summary",
        "content": "If the bout of madness happens away from the company of other investigators, or if all the investigators present suffer a bout of madness simultaneously, the Keeper can simply fast-forward the action and describe the outcome. The Keeper may describe the crazy things that the investigator has done, or simply say where the investigator finds him or herself when the bout of madness comes to an end. In this way the investigator may be lost in madness and thus not under the player’s control for minutes or hours (typically 1D10 hours, or as the Keeper judges appropriate). Note that these minutes or hours are not played out; they are simply summarized by the Keeper. The Keeper may just describe the unfamiliar place in which the investigator returns to their senses with no memory of where they have been or what they have done.\n\nMost of the outcomes require the investigator to leave the place where the onset of insanity occurs. If this is not possible the Keeper should adapt the outcome accordingly. If there is a chance that another investigator might hear or see the insane investigator leaving, they should be given a chance to intervene. If the insane investigator is confronted by another investigator before their bout of madness is over, the Keeper should hand control of the investigator back to the player at that moment and allow the players to roleplay the scene. This may mean that the intended outcome is cut short.\n\nTo determine the nature of the bout of madness, either roll on  **Table VIII: Bouts of Madness—Summary**  or the Keeper may choose an appropriate option.\n\n1.  **Amnesia**: The investigator comes to their senses in some unfamiliar place with no memory of who they are. Their memories will slowly return to them over time.\n2. **Robbed**: The investigator comes to their senses 1D10 hours later, having been robbed. They are unharmed. If they were carrying a Treasured Possession (see investigator backstory), make a Luck roll to see if it was stolen. Everything else of value is automatically missing.\n3. **Battered**: The investigator comes to their senses 1D10 hours later to find themselves battered and bruised. Hit points are reduced to half of what they were before going insane, though this does not cause a Major wound. They have not been robbed. How the damage was sustained is up to the Keeper.\n4.   **Violence**: The investigator explodes in a spree of violence and destruction. When the investigator comes to their senses, their actions may or may not be apparent or remembered. Who or what the investigator has inflicted violence upon and whether they have killed or simply inflicted harm is up to the Keeper.\n5. **Ideology/Beliefs**: Review the investigator’s backstory entry for Ideology and Beliefs. The investigator manifests one of these in an extreme, crazed, and demonstrative manner. For example, a religious person might be found later, preaching the gospel loudly on the subway.\n6.   **Significant People**: Consult the investigator’s backstory entry for Significant People and why the relationship is so important. In the time that passes (1D10 hours or more) the investigator has done their best to get close to that person and act upon their relationship in some way.\n7. **Institutionalized**: The investigator comes to their senses in a psychiatric ward or police cell. They may slowly recall the events that led them there.\n8. **Flee in panic**: When the investigator comes to their senses they are far away, perhaps lost in the wilderness or on a train or long-distance bus.\n9. **Phobia**: The investigator gains a new phobia. Roll 1D100 on Table IX: Sample Phobias, or the Keeper may choose one. The investigator comes to their senses 1D10 hours later, having taken every precaution to avoid their new phobia.\n10. **Mania**: The investigator gains a new mania. Roll 1D100 on Table X: Sample Manias, or the Keeper may choose one. The investigator comes to their senses 1D10 hours later. During this bout of madness, the investigator will have been fully indulging in their new mania. Whether this is apparent to other people is up to the Keeper and player. "
      },
      {
        "name": "Insanity Phase 2: Underlying Insanity",
        "content": "Once the initial bout of madness is over, the investigator enters a lower-level state of underlying insanity. Control of the investigator is placed firmly in the hands of the player, who may freely choose how to roleplay being insane. While the player is not compelled to do so, aspects of the initial bout of madness might be reincorporated for the duration of the underlying insanity.\n\nWhile in the fragile state of underlying insanity (after the initial bout of madness has passed) any further loss of Sanity points (even a single point) will result in another bout of madness. This mental fragility remains for the full duration of the insanity—1D10 hours in the case of temporary insanity—and probably for the duration of the scenario or chapter of the campaign in the case of indefinite insanity.\n\nIt is important to note that the investigator, while insane, may act completely rationally and normally, only outwardly presenting their insanity during bouts of madness. Further advice on roleplaying insane characters is provided in Chapter 10: Playing the Game (see Failed Sanity Rolls, page 209).\n\n\n> Having recovered from his bout of madness, Harvey rejoins his friends. Harvey’s player now has full control over Harvey and decides to play up Harvey’s paranoia, constantly checking the street for cars and disassembling the telephone, looking for bugs.\n"
      }
    ]
  },
  {
    "id": "insanitySideEffects",
    "name": "Insanity Side-Effects",
    "description": "-- Keeper Rulebook, Page 159",
    "tabs": [
      {
        "name": "Insanity Side-Effects 1: Phobias and Manias Intro",
        "content": "While the investigator is sane, a phobia or mania acts solely as a roleplaying trait. For example, if the player wishes for his or her (sane) investigator to overcome claustrophobia and crawl through dark tunnels, the phobia won’t prevent this. However, while the same investigator is insane, the phobia or mania takes on a greater significance.\n\n### Phobic and Manic Responses While Insane\n\nDirect exposure (close physical proximity) to the subject of the phobia causes panic; equally, exposure to the source of a mania causes an obsessive reaction.\n\nFor phobias, actions other than fighting or fleeing may only be made with one penalty die. This penalty does not apply to Sanity rolls or reality check rolls.\n\nWhile in a state of underlying insanity (see following), being exposed to the subject of their mania will cause an overwhelming response in the investigator. If the Keeper prompts the player towards some form of behavior appropriate to their mania, the investigator will suffer one penalty die on all dice rolls until the obsession has been indulged in some manner, or the investigator is well out of range of the stimulus. For example, while in a place that serves alcohol, a dipsomaniac would take one penalty die on all rolls unless taking a drink. Of course characters who fully succumb to their drug craving will be subject to the drug’s effects, such as drunkenness or altered states of consciousness. In such situations the Keeper may alter the level of difficulty of certain skill rolls (or impose a penalty die on opposed skill rolls) depending on the situation and state of the character.\n\nSuccessful use of the Psychoanalysis skill upon an insane investigator enables the insane investigator to temporarily ignore a phobia or mania (see Chapter 4: Skills).\n\n\n> Harvey has developed Selenophobia (fear of the moon). On exiting a theater with friends, the sight of the moon gives him a chill. Harvey is sane at present. His player describes Harvey’s nervous disposition and his relief when he arrives home and closes the curtains.\n>  A week later, Harvey, now suffering underlying insanity, finds himself in a similar situation and chooses to flee home to safety. On his way home, Harvey is followed by a sinister-looking individual. The Keeper offers a Spot Hidden roll to Harvey’s player to determine if Harvey notices his pursuer. Since this roll has nothing to do with either fighting or fleeing, and Harvey is still exposed to the source of his phobia, one penalty die is applied to his Spot Hidden roll. Only when Harvey is safely in doors and the moon is out of sight will this penalty cease."
      },
      {
        "name": "Insanity Side-Effects 2: Delusions and Reality Checks",
        "content": "While not in control of the investigator’s actions, the Keeper is free to present an investigator suffering underlying insanity with delusional sensory information at any time. The only way for the player to be sure of what his or her insane investigator is seeing, hearing, touching, feeling or smelling is to make a “Reality Check”.\n\nDelusions have greater impact when they have some relevance to the investigator. A great way to do this is to refer to the investigator’s backstory and use some aspect as inspiration for delusions. An investigator’s late spouse calling on the telephone is much more engaging than random delusions. Delusions can also make great consequences when a player of an investigator suffering underlying insanity fails a Pushed skill roll.\n\n### Reality Check Rolls\n\nWhile reality checks are only usually called for on behalf of insane investigators, a player might call for one if they wish to “see through” what they believe to be a hallucination or illusion. To perform a reality check, the player makes a Sanity roll:\n\n**Failure:** lose 1 Sanity point. This will immediately induce a bout of madness if the investigator is suffering underlying insanity. Any delusions are not dispelled.\n\n**Success:** the investigator sees through any delusions, and the Keeper must describe what the investigator genuinely perceives.\n\nOn making a successful reality check roll, the investigator should see things as they really are and will be resistant to delusions until losing further Sanity points (thus preventing the Keeper from constantly throwing delusions at a player).\n\nSuccessful use of the Psychoanalysis skill will allow an insane investigator to see a delusion for what it is."
      },
      {
        "name": "Insanity Side-Effects 3: Insanity and the Cthulhu Mythos",
        "content": "Insanity bought on by non-Mythos stimuli yields no Cthulhu Mythos knowledge. However, each time an investigator reels from Mythos-induced trauma (e.g. seeing a Mythos monster, reading a Mythos tome, being affected by a Mythos spell), he or she learns more of the Mythos, and this is reflected in the Cthulhu Mythos skill. The first instance of Mythos-related insanity always adds 5 points to the Cthulhu Mythos skill. Further episodes of Mythos-induced insanity (temporary or indefinite) each add 1 point to the skill.\n\n> Harvey Walters finds a manuscript in Crowninshield Manor. After comprehending it, he has 3% Cthulhu Mythos skill but lost no Sanity points. When he steps outside, Harvey sees a nightgaunt fly overhead. He goes insane, his mind quailing before the unearthly manifestation. Since this is Harvey’s first Mythos-related insanity, his player must add 5 percentiles to Harvey’s Cthulhu Mythos skill, raising it to 8%. Harvey’s maximum Sanity points drops to 91 (99 minus 8 Cthulhu Mythos skill)."
      },
      {
        "name": "A Note about Delusions and Sanity Point Loss",
        "content": "The delusion of a sanity-threatening entity (e.g. a monster) may cause an investigator the same potential Sanity point loss as the real thing. The player has a choice: either accept what is seen as “real” and make the appropriate Sanity roll for seeing that monster, or make a reality check roll. If the player makes a successful reality check roll and dispels the delusion, no Sanity roll needs to be made—there was no monster after all, perhaps just a tramp who appeared to be a monster in the eyes of the insane investigator. However, if the player fails the reality check roll, the insane investigator loses one Sanity point and enters a bout of madness.\n\nNote that while suffering a bout of madness the investigator is immune to further Sanity point loss and need not make a Sanity roll for seeing the monster. If the monster (delusion or not) is still present at the end of the bout of madness, the player will then have to make the appropriate Sanity roll for seeing the monster."
      }
    ]
  },
  {
    "id": "treatment",
    "name": "Treatment and Recovery from Insanity",
    "description": "Temporary insanity ends quickly enough that schedules of treatment are not realistic. On the other hand, treatment of permanent insanity mostly has no meaning, since by definition the character will never recover, no matter how good the facility (the character should be retired from play). Only indefinite insanity offers real scope for intervention and treatment.\n\n -- Keeper Rulebook, Page 164",
    "tabs": [
      {
        "name": "Recovery from Temporary Insanity",
        "content": "Temporary insanity lasts 1D10 hours. Alternatively, the investigator will recover after a good night’s sleep in a safe place. If the investigators are in a state of heightened tension (for example, standing watch at night due to fear of imminent attack), the Keeper may deem that sanity cannot be recovered."
      },
      {
        "name": "Recovery from Indefinite Insanity",
        "content": "After each month of treatment of an indefinitely insane character, safe from further trauma, the player makes a dice roll. Two sorts of care might help to get the character to this point: private care or institutionalization. In choosing, the Keeper and player should consider the character’s resources, friends and relatives, and past behavior.\n\nAlternatively, at the Keeper’s discretion, indefinite insanity lasts until the next Investigator Development Phase at the end of the present game chapter (in a campaign) or scenario.\n\n### Private Care\n\nThe best care available is at home or in some friendly place where nursing can be tender, considerate, and where there are no distractions (such as other patients). Analysis and/or psychiatric medications may be available.\n\nTo determine the success of treatment with private/ home care, roll 1D100:\n\n**A result of 01–95 is a success:** add 1D3 Sanity points for psychiatric medications or psychoanalysis. This is followed by a Sanity roll for the investigator; if the roll is successful, the investigator is cured of their insanity; if the roll is unsuccessful then a further Sanity roll may be attempted in one month’s time.\n\n**If the result is 96–100:** the character rebels against taking the drugs or therapy. 1D6 Sanity points are lost and no further progress can be made during the next game month.\n\n### Institutionalization\n\nThe next best care is committal to an insane asylum. Asylums may be said to have an advantage over home care in that they are relatively cheap, or even a free service provided by the state. These institutions are of uneven quality and some may be potentially harmful. Some are creative places of experiment and advanced therapy, while others merely offer rude confinement.\n\nSupervised activity, manual therapy, psychiatric medications, and hydrotherapy are frequent, as is electroconvulsive treatment (dependent on the period within which your game is set).\n\nPsychoanalysis is unlikely to be available. Sometimes an institution may convey an uncaring sense that undermines the useful effects of psychiatric medications, leaving the investigator with a sense of anger and loss, and likely to be distrustful of outpatient support once he or she has left the institution.\n\nTo determine the success of treatment within an institution, roll 1D100:\n\n**A result of 01–50 is a success:** add 1D3 Sanity points for psychiatric medications and/or therapy. This is followed by a Sanity roll, if the Sanity roll is successful, the investigator is cured of their insanity; if the roll is unsuccessful then a further Sanity roll may be attempted in one month’s time.\n\n**If the result is 51–95:** no progress has been made.\n\n**If the result is 96–100:** the character rebels against taking the drugs or therapy. 1D6 Sanity points are lost, and no progress can be made during the next game month.\n\n##### **50 is an average rating. The Keeper may determine that the standard of an institution is above or below average, and so raise or lower this value within the range of 5 to 95.**"
      },
      {
        "name": "Commitment to an Asylum",
        "content": "Investigators may want to stay at an asylum or sanitarium, perhaps to gather information, hide from someone, or even to receive treatment. They should have little trouble entering if they can pay for the care. A private institution with an available room will accept someone without symptoms who merely wishes a rest and counseling. All institutions ask for references, however.\n\nA medical practitioner licensed within the state can arrange that an investigator be held for psychiatric observation for up to 72 hours. If evidence of serious disorder is gathered, the patient may be placed in an asylum for a longer period, for purposes of observation and evaluation as spelled out by law. Then the court will discharge or commit for treatment depending on the asylum’s report.\n\nThose committed for treatment are subject to review, but they may be in an institution for many years. It requires another formal presentation to the court, in which an investigator would have to be found mentally incompetent to act on his or her own behalf, or else might voluntarily surrender specific legal rights in return for treatment. The soundness of these proceedings can vary widely; brusque pro forma evaluations are not unusual, and much depends upon the character and dedication of judge, counsel, and examining physician or physicians.\n\nIf the court decides for mental incompetence then a responsible guardian is chosen, who thereafter in theory acts to benefit the individual. Normally the guardian is a relative or someone whom the court has reason to assume will act in the individual’s best regard. Lacking other candidates, the court appoints itself.\n\nUnless the investigator is criminally insane (in which case the court must be the guardian), the guardian now decides what is best for the investigator. This may indeed be commitment, but it might also be home care, or a therapeutic sea voyage, etc. Lacking other indication, the court will accept any reasonable plan that seems to have the backing of medical opinion.\n\nIf the guardian commits the investigator to an institution, the guardian continues to have general authority over the investigator, assigning day-to-day care and authority with the sanitarium staff. Thereafter, the investigator has three ways to leave: he or she may convince the guardian to remove him or her from the institution; he or she may convince the institution’s staff to bring notice of his or her restored mental balance before the awarding court and that court takes upon itself the guardianship and grants his or her freedom; or he or she can simply climb over the institution’s wall and run for his or her life."
      },
      {
        "name": "Mental Health Dangerousness Criteria",
        "content": "When a person seems to be at risk of self-harm or for harm to others, and apparently cannot care for him- or herself, a medical doctor can certify that the individual should undergo psychiatric assessment and/or become an involuntary patient. With this affirmation, often of a comprehensive nature, the state can hold an individual for observation and potentially for treatment. The duration of institutionalization varies by state, but the term is rarely less than 60 game days for a legal assessment, and frequently up to 180 days.\n\nThis fate is most likely for an investigator who attempts bodily assault or murder without apparent motive, or who intelligently shams mental disturbance to avoid serious criminal charges. The doctor also can revoke the capacity to manage personal finances, the right to drive an automobile, the right to make treatment decisions, and so on."
      },
      {
        "name": "Increasing Current Sanity Points",
        "content": "In addition to the care listed above, there are four ways to raise an investigator’s current Sanity points.\n\n1. **Keeper award:** at the end of a successful scenario or campaign chapter, Keepers may specify dice rolls to increase investigators’ current Sanity points. Keeper award rolls are the same for all participants, but are rolled individually by players. Such rewards should be proportional to the danger the group faced. However, if the investigators were cowardly, brutal, or murderous, the Keeper may opt to reduce or remove the reward, especially if they wish to enforce a moral agenda.\n2. **Increasing a Skill to 90%:** award 2D6 Sanity points when a character increases a skill to 90%. This reward represents the discipline and self-esteem gained in mastering a skill.\n3. **Psychotherapy:** intensive psychoanalysis can return Sanity points to an investigator patient. Make a 1D100 roll against the analyst or doctor’s Psychoanalysis skill once per month. If the roll succeeds, the patient gains 1D3 Sanity points. If the roll fails, add no points. If the roll is fumbled then the patient loses 1D6 Sanity points, and treatment by that analyst concludes—there has been some sort of serious incident or dramatic setback in the therapy, and the relationship between patient and therapist has broken down beyond saving.\n\nIn the game, psychoanalysis alone does not speed recovery from insanity; however, it can strengthen the investigator by increasing Sanity points, providing a larger reserve for the active days to come. Recovery is independent of Sanity points. The use of psychoanalysis is different in the game world than in the real world. In the real world, psychoanalysis will not work against the symptoms of schizophrenia, psychotic disorders, bipolar disorders (manic depression) or severe depression. Psychoanalysis is the game’s equivalent of mental first aid and is a world removed from real-life medical care for mental illness.\n\nWhile in game terms, temporary and indefinite insanity can be cured, permanent insanity is impervious to psychoanalysis. Participation is impossible when the investigator’s mind is in such disarray.\n\nTherapy can also be used to remove a phobia or mania. At the end of a month the analyst rolls for success in the same manner as detailed above. If successful, the investigator then makes a Sanity roll. If both rolls are successful the phobia or mania is cured and erased from the investigator’s backstory. This benefit replaces the Sanity point gain and no such points are awarded. Failure of either of the rolls bestows no benefit. Fumbling either of the rolls results in a loss of 1D6 Sanity points (as above).\n\n4. **Self-help:** an investigator may choose to spend time with one entry listed in their backstory which could act as a form of psychological support; clearly this does not include phobias, manias, wounds or anything to do with the Cthulhu Mythos. This may be done during downtime between adventures or during the investigator development phase.\n\nThe player should go into some detail about what their investigator is doing to seek healing or redemption. The actions should be thematically appropriate to their backstory; perhaps the investigator is going on a religious retreat or a holiday with a loved one.\n\nThe player then makes a Sanity roll. Keeper and players are encouraged to roleplay the scene to the point where it comes to a head, and then make the Sanity roll, roleplaying the outcome. If the roll is successful, the investigator gains 1D6 Sanity points. If it is unsuccessful, 1 Sanity point is lost, and the Keeper and player should revise that aspect of the investigator’s backstory in some way to reflect the failure. Thus the religious retreat might result in a complete loss of religious faith, or a family holiday might result in separation or divorce.\n\nEach investigator begins the game with one backstory entry that is especially important to them: this is their “key connection”. If the player chooses to use their investigator’s key connection, they are granted a bonus die when making their Sanity roll. In addition to the 1D6 Sanity points gained for a successful Sanity roll, the investigator will recover from any indefinite insanity. If the Sanity roll is failed, that aspect of the investigator’s backstory is revised, and that investigator no longer has a key connection.\n\nIn time, the investigator may form a new key connection. During a future investigator development phase, a backstory aspect may be converted into a new key connection if the player successfully uses the “self-help” option to regain Sanity points via that connection. Alternatively, any Sanity roll of 01 (critical success) allows for the immediate nomination of a new key connection to replace the one that was lost.\n\n**Note:** Current Sanity points can never increase above an investigator’s maximum Sanity (99–Cthulhu Mythos skill)."
      },
      {
        "name": "Getting Used to the Awfulness",
        "content": "At some point, constant exposure to the same Mythos creature has no further effect—the monster is no longer a living nightmare, but rather another obstacle in the investigator’s path. Once an investigator has lost as many Sanity points for seeing a particular sort of monster as the maximum possible Sanity point loss for that monster, he or she should not lose more Sanity points for a reasonable interval. For instance, no investigator could lose more than 6 Sanity points for encountering deep ones (0/1D6 SAN), even if a hundred of them were seen at once.\n\nBut be warned! Investigators never truly get used to seeing alien obscenities. After a time, perhaps once the investigator’s life has returned to some form of normalcy, the sense of horror can rise up anew. A player should keep track of the Sanity points lost to any given Mythos entity. With every investigator development phase (see page 94), the player should reduce all those numbers by 1—time is a great healer.\n\n\n> Harvey has lost a total of 6 Sanity points as a result of encounters with deep ones. Harvey cannot lose more Sanity points through seeing deep ones at present. However, when Harvey’s player makes her next set of experience rolls, she has to reduce that limit by 1 to 5. Now if Harvey meets a deep one and fails his SAN roll, he will lose 1 point of SAN."
      }
    ]
  },
  {
    "id": "optionRules",
    "name": "Option Rules",
    "description": "-- Keeper Rulebook, Page 169",
    "tabs": [
      {
        "name": "Insane Insight",
        "content": "When an investigator goes insane (either temporarily or indefinitely), he or she has a momentary insane insight. This moment of clarity provides a clue or action that might benefit the investigator(s) immediately or at some later stage. The Keeper should determine an appropriate insight relevant to the plot of the scenario."
      },
      {
        "name": "Mythos Hardened",
        "content": "When an investigator’s Cthulhu Mythos skill rises above the value of his or her Sanity score a turning point has been reached. That investigator’s understanding of the universe undergoes a paradigm shift that results in a permanent change to their personality and comprehension of their place in the cosmos. How this is portrayed is left open to the player. The player may decide that his or her investigator’s mind is inured to the horror, no longer cares, or has a more profound understanding that is no longer shaken by the truth. From that point onward, all Sanity point loss is halved. Once this change has taken place it is permanent and will not revert if the investigator’s Sanity should rise above their Cthulhu Mythos knowledge."
      },
      {
        "name": "Multiple Sanity rolls",
        "content": "The rules state that the Sanity point loss for a monster remains the same whether one monster or a multiple monsters are encountered. One option that ramps up Sanity point loss is to ask the player to roll Sanity loss once for each monster and then use the highest number rolled. This approach works well when multiple monsters of different types are encountered simultaneously.\n\n> Harvey encounters 3 deep ones and Father Dagon all at once, and is required make one SAN roll. Harvey’s player fails the SAN roll and must roll for Sanity point loss once for each monster. She rolls 1D6 once for each deep one, results in 2, 4 and 5. She also rolls 1D10 for Dagon, resulting in 4. Harvey loses Sanity points equal to the highest value—5 points."
      }
    ]
  }
]