[
  {
    "id": "gameSystem",
    "name": "Game System",
    "description": "-- Keeper Rulebook, Page 407",
    "tabs": [
      {
        "name": "Making Skill Rolls",
        "content": "- State a goal before rolling any dice.\n- Determine the difficulty level for the roll.\n- Pushing the roll: can the player justify it? Keeper may foreshadow consequence of failure.\n- Check skills when used successfully.\n\n**Critical success**: 01.\n\n**Fumble**: 100 is always a fumble. If the dice roll required for success is below 50, a fumble occurs if 96—100 is rolled.\n\n**Regular Difficulty Level**: Opposing skill/characteristic is below 50, or the task is a standard one. The player needs to roll equal to or below his or her full skill or characteristic to succeed.\n\n**Hard Difficulty Level**: Opposing skill/characteristic is equal to or above 50, or the task is exceptionally difficult. The player needs to roll equal to or below half his or her skill or characteristic to succeed.\n\n**Extreme Difficulty Level**: Opposing skill/characteristic is equal to or above 90, or this task is on the borders of human capability. The player needs to roll equal to or below a fifth of his or her skill or characteristic to succeed."
      },
      {
        "name": "Opposed Rolls",
        "content": "Use when two players are opposing one another. Both roll against agreed skill or characteristic. The one with the best level of success wins:\n- A **Critical** success beats an **Extreme** success.\n- An **Extreme** success beats a **Hard** success.\n- A **Hard** success beats a **Regular** success.\n- A **Regular** success beats a **Failure** or Fumble.\n\nIn the case of a tie, the side with the higher skill (or characteristic) wins. If still tied either an impasse has been reached or both sides should re-roll.\n\nOpposed rolls cannot be pushed."
      },
      {
        "name": "Bonus Dice and Penalty Dice",
        "content": "For each bonus die: roll an additional tens percentile die alongside the usual pair of percentile dice when making a skill roll (rolling 3 separate dice: one units die and two tens dice). Use the tens dice that yields the better (lower) result.\n\n **Note**: In this platform, it is recommended to do the d100 dice twice directly and take out the lower result, which is the command `2D100L1`\n \nFor each penalty die: roll an additional tens percentage die alongside the usual pair of percentage dice (rolling 3 separate dice: one units die and two tens dice). Use the tens dice that yields the worse (higher) result.\n\n**Note**: In this platform, it is recommended to do the d100 dice twice directly and take out the higher result, which is the command `2D100H1`"
      },
      {
        "name": "Human Limits and Skill Rolls",
        "content": "The upper limit of what can be opposed is 100 + the investigator’s skill or characteristic.\n\nStarting with the lowest, deduct each investigator’s characteristic value in turn from the opposition’s characteristic. Continue doing this until the opponent’s characteristic has been reduced to a value that can be challenged by an investigator. Investigators whose characteristics were not used to reduce the opposing factor may now make a skill roll, with an Extreme, Hard or Regular difficulty level, as determined by the value of the opposing characteristic. The opposition cannot be reduced to zero or lower by this method; a skill roll is always required."
      },
      {
        "name": "Combined Skill Rolls",
        "content": "Used when a situation allows or demands the use of more than one skill.\n\nOnly one dice roll is made; the result is then compared with each of the skills named. The Keeper will specify whether a success is required for both skills, or if only one of the skills need be successful."
      },
      {
        "name": "Investigator Development Phase",
        "content": "- Roll 1D100 for each skill checked. If the result is higher than the skill or over 95, add 1D10 skill points.\n- Erase ticks.\n- If an increase raises a skill to 90% or more, add 2D6 Sanity points.\n- Check Credit Rating and review finances (see **Investigator Development Phase: Employment and Credit Rating**).\n- Seek to recover Sanity (see Chapter 7: **Sanity**).\n- Review the investigator’s background (see **Altering an Investigator’s Background**)."
      }
    ]
  },
  {
    "id": "Melee Combat",
    "name": "meleeCombat",
    "description": "-- Keeper Rulebook, Page 408",
    "tabs": [
      {
        "name": "Summary of Melee Combat",
        "content": "1. **Establish the order of attack**: Rank all characters in DEX order—highest goes first.\n\n**Surprise attacks**: Allow a skill roll to determine whether the target anticipates the attack (Spot Hidden, Listen, Psychology). If successful, switch to the usual DEX combat order. Otherwise the attack automatically hits or gains a bonus die.\n\n2.   **Each character gets one action**: Any action a character can make in a combat round—attacking, dodging, fighting back, fleeing, casting a spell, etc. Note: some NPCs and monsters have multiple actions.\n3. **Determine the intention of the action**: Is the intention to cause damage, dodge or perform a maneuver?\n4. **The target of an attack may fight back, dodge the attack or attempt a maneuver of their own.**\n5. **Both sides make a skill roll.**\nIf the character chooses to fight back, use the target’s Fighting skill to oppose the attacker’s Fighting skill.\n\nIf the character chooses to dodge, use the target’s Dodge skill to oppose the attacker’s Fighting skill.\n\nIf the target is neither fighting back nor dodging, refer to **Combat-Fighting Maneuvers: Striing the first blow**.\n\n6. Determine who was successful.\n\t-   Attacking a target that is fighting back: The side with the better level of success avoids being harmed, and inflicts damage on the opponent. In a draw the character initiating the attack beats the character that is fighting back. If both fail, no damage is inflicted. \n\t-   Attacking a target that is dodging: If the attacker gains a higher level of success, the attack is successful and the attacker inflicts damage on the loser. Otherwise the attack is dodged and no damage is dealt. In a draw the character dodging wins and evades the attack. If both fail, no damage is inflicted.\n\t- Combat rolls cannot be pushed.\n7.   **Roll damage for successful attacks** (see **Weapons**, or 1D3 for unarmed human attack). If the attacker gains an Extreme level of success (not if fighting back) greater damage is inflicted:\n\nIf the attacker is using an impaling weapon: maximum damage (maximum damage plus maximum damage bonus) plus roll weapon damage.\n\nIf the attacker is using a non-impaling weapon (e.g. blunt): maximum damage (maximum damage plus maximum damage bonus)."
      },
      {
        "name": "Summary of Fighting Maneuvers",
        "content": "If the goal is something other than simply inflicting physical harm (e.g. disarm), resolve it with a maneuver.\n1.   **Compare Builds of the character performing the maneuver and the target**: If attacker is smaller then they take 1 penalty die for each point of difference in Build. If difference is 3 or more, the maneuver is impossible.\n2. **Make the attack roll**: Same as for a regular Fighting attack (Brawling or appropriate fighting specialization skill). The opponent should choose to either dodge or fight back as they would for a normal attack:\n\t- If the target is dodging: Roll Fighting skill vs. Dodge skill. If the character performing the maneuver achieves a higher level of success than the character dodging, the maneuver is successful (if tied, the target is able to dodge the maneuver).\n\t- If the target is fighting back: Roll Fighting skill vs. Fighting skill. If the character fighting back achieves a higher level of success, the maneuver fails and the opponent inflicts damage on the character performing the maneuver (if tied, the maneuver is successful).\n\t- The target of an attack may use a maneuver of their own: Resolve as for fighting back, but apply the effect of their maneuver instead of inflicting damage.\n3. **A successful maneuver allows the character to achieve one goal** (refer to **Fighting Maneuvers**)."
      },
      {
        "name": "Other Combat Situations",
        "content": "### Outnumbered\n\nOnce a character has either fought back or dodged once in the present combat round, all subsequent attacks on them are made with one bonus die.\n\nCharacters and monsters that have more than one attack per round may also dodge or fight back that number of times before the bonus die is applied. Note that some Mythos entities can never be outnumbered by investigators.\n\n### Ranged and Thrown Attacks\n\nRanged missile attacks (such as bows) are treated like firearms (target has the option of Diving for Cover, see **Firearms: Firearm Attack Modifiers**).\n\nThrown weapons may be opposed with the Dodge skill in the same way as Fighting attacks (see **Combat-Fist Fight: Resolving a Fighting Attack Made Against a Target that is Dodging**).\n\nA character may not choose the option of fighting back against a ranged (missile) or thrown weapon attack unless he or she is already within close physical proximity to the attacker (within a fifth of their DEX in feet).\n\n  \nHalf the attacker’s damage bonus is applied to thrown weapons and missile weapons which rely directly on the user’s strength. Thus this applies to bows and slings but not to crossbows.\n\nTo resolve a ranged or thrown attack, the Keeper should set a difficulty level as for a firearm attack (see Combat-Fight Maneuvers: Range and Thrown Weapons).\n\n### Escaping Close Combat\n\nOn their turn in the order of combat, providing a character has an escape route and is not physically restrained, their action can be used to flee melee combat.\n\n###  Armor\n  \nArmor reduces the damage received: deduct the number of armor points from the damage.\n\n|  Armor | Point |\n|--|--|\n| Heavy leather jacket | 1 |\n| WWI helmet | 2 |\n| 1\" Hardwood | 3 |\n| Present U.S. Helmet | 5 |\n| Heavy Kevlar Vest | 8 |\n| Military Body Armor | 12 |\n| 1.5\" bulletproof glass | 15 |\n| 1\" Steel plate | 19 |\n| Large sand bag | 20 |"
      }
    ]
  },
  {
    "id": "firearmsCombat",
    "name": "Firearms Combat",
    "description": "-- Keeper Rulebook, Page 409",
    "tabs": [
      {
        "name": "Summary of Firearms Combat",
        "content": "To resolve a firearms attack, make a 1D100 roll and compare the result with the attacker’s Firearms skill (using the appropriate specialization). The firearms roll is not opposed. The difficulty level is determined by the range, with various other factors granting either penalty or bonus dice. A failure never deals damage.\n\nReadied Firearms: Shoot at DEX + 50."
      },
      {
        "name": "Firearms Difficulty Levels",
        "content": "The difficulty level of a firearms skill roll is always set according to range.\n- Within base range: Regular difficulty level.\n- Long range (up to twice base range): Hard difficulty level.\n- Very long range (up to four times base range): Extreme difficulty level.\n\nAny further modifiers use bonus or penalty dice. \n\n**Note**: At very long range, when only an Extreme success will hit the target, an impale only occurs with a critical hit (a roll of 01)."
      },
      {
        "name": "Firearm modifiers",
        "content": "Once the difficulty level of a firearms attack has been set, all other factors that lend a distinct advantage or disadvantage are taken into account.\n\n- Target is diving for cover (Dodge roll success): one penalty die.\n- Target is partially concealed: one penalty die.\n- Point-blank range (within fifth DEX in feet): one bonus die.\n- Aiming (for one round): one bonus die.\n- Fast-moving target (MOV 8+): one penalty die.\n- Target is small (Build –2): one penalty die.\n- Target is large (Build 4+): one bonus die.\n- Loading 1 bullet and shooting in same round: one penalty die.\n- Firing 2+ shots from a handgun in one round: one penalty die on all shots.\n- Firing into melee: one penalty die.\n\n**Aiming**: Must be declared on the character’s turn in the order of combat. The shot is taken on the same turn in the order ofcombat on the following round. If the aiming character takes damage or moves while aiming, the advantage of aiming is lost.\n\n**Firing into melee combat**: A fumble indicates an ally has been hit. If multiple allies are in the line of fire, the one with the lowest Luck score is hit.\n\n**Reloading Firearms**: One combat round to load two shells into any handgun, rifle or shotgun. Allow one round to exchange a clip. Allow two rounds to change a machine gun belt.\n\n### A Summary of Firearms Modifiers: Bonus and Penalty dice\n\n| Difficulty Level | Bonus Die | Penalty Die |\n|---|---|---|\n| Regular: Normal range | Aiming for 1 round | Target diving for cover |\n| Hard: Long range | Point blank | Fast-moving target (MOV 8+) |\n| Extreme: Very long range | Large target (Build 4+) | Partial (50%+) concealment |\n|  |  | Small target (Build –2) |\n|  |  | Multiple handgun shots |\n|  |  | Loading and firing one shot in a single round |\n|  |  | Firing into melee |"
      },
      {
        "name": "Full Auto Burst Fire",
        "content": "Player declares the number of bullets to be fired before rolling dice. Full auto fire is divided into a number of volleys; each volley requires a skill roll. Divide firer’s skill by 10 (round down) to determine how many bullets are in a volley (regardless of skill, a volley is never less than 3 bullets). The attacker must make a fresh attack roll for each volley of shots or whenever they select a new target. Burst fire is a single skill roll (a single volley).\n\nAmmunition is expended when moving between targets (one bullet per meter/yard).\n\n**Rolling to Hit with Full Auto/Burst Fire**: First attack roll: set difficulty by range and then apply any modifiers.\n\n**Second and further attack rolls**: add one penalty die (or remove a bonus die) for each additional attack roll. If this would incur three penalty dice, stick with two penalty dice and raise the difficulty level by one step.\n\n**Resolving each attack roll**:\n\n- **If the attack roll is successful**: half of the shots fired hit the target—roll damage for half of the shots (round down, minimum of one). Subtract any armor from each shot.\n- **If the attack is an Extreme success**: all shots fired hit the target, the first half (round down, minimum of one) of which impale. Subtract any armor from each shot. As for all firearm attacks, if the difficulty level of the shot was Extreme, the best possible result is a successful hit and not an impale.\n\n**Malfunctions**: Any attack roll result equal to or higher than the firing weapon’s malfunction number indicates that the weapon malfunctions and does not fire."
      }
    ]
  },
  {
    "id": "chaseRules",
    "name": "Chase Rules",
    "description": "-- Keeper Rulebook, Page 414",
    "tabs": [
      {
        "name": "Establishing the Chase",
        "content": "Decide whether fleeing characters/vehicles are heading in same direction or splitting up. If splitting up, decide which pursuers are chasing which characters/vehicles. If you have multiple groups, treat each one as a separate chase.\n\n**Speed roll**: All participants make a skill roll: CON (if on foot or other self-propelled mode) or Drive Auto (for vehicles).\n- If passed: MOV remains unchanged.\n- If an Extreme success: MOV +1.\n- If failed: MOV –1.\n\nOrder each group separately in order of MOV.\n\nFleeing characters/vehicles with a speed greater than any of their pursuers may escape completely.\n\nPursuers with a speed that is lower than the slowest fleeing\ncharacter are completely out of the chase."
      },
      {
        "name": "Cut to the Chase",
        "content": "**Place the pursuers**: Place pursuers in order, slowest at the rear, others a number of locations ahead equal to their difference in MOV.\n\n**Place the fleeing characters**: Place the fleeing characters/vehicles in order, slowest at the rear (2 locations ahead of the lead pursuer), others a number of locations ahead equal to their difference in MOV.\n\n**Position hazards and barriers.**\n\n**Allocate each participant a number of movement actions**: Every character and vehicle gets one movement action by default. To this is added the difference between their movement rating (MOV) and the movement rating of the slowest participant in the chase.\n\n**Determine DEX order**\n\n**Hazards**: Make a skill roll to move through a hazard. If the skill roll is failed, the Keeper may inflict damage (see Table III: Other Forms of Damage, page 124, or Table VI: Vehicular Collisions, page 147) and delay (1D3 movement actions).\n\n**Cautious approach to hazards**: 1 or 2 movement actions may be spent to buy 1 or 2 bonus dice for the skill roll to negotiate a hazard.\n\n**Barrier**: Either a barrier must be broken down or a skill roll must also be made before a character/vehicle can move onto the next location. If appropriate, the Keeper may wish to inflict damage and delay as for a hazard.\n\n**Breaking down barriers**: Vehicles inflict 1D10 damage for each point of their Build. If a vehicle attacks a barrier and fails to destroy it, the vehicle is wrecked. If the barrier is destroyed, the vehicle suffers an amount of damage equal to half the barrier’s hit points prior to impact.\n- Internal door or thin wooden fence: 5 hit points.\n- Standard back door: 10 hit points.\n- Strong domestic external door: 15 hit points.\n- 9” brick wall: 25 hit points.\n- Mature tree: 50 hit points.\n- Concrete bridge support: 100 hit points.\n\nAttacks: Cost 1 movement action to initiate (except if ranged). Resolve as regular combat.\n\n**Vehicles in combat**: Substitute Drive Auto for both Fighting and Dodge skills. A vehicle can be used as a weapon (1D10 damage per listed build point). Whenever a vehicle is used to inflict damage it also suffers an amount of damage equal to half (round down) that which it delivers, but never enough to cause it to lose a greater amount of build points than the thing which it hit originally possessed. Each full 10 hit points of damage decreases a vehicle’s build by one point (round down); damage below 10 points is ignored.\n\n**Random locations: Roll 1D100**:\n- 01-59 = 1 open location\n- 60+ = 1 Regular hazard\n- 85+ = 1 Hard hazard\n- 96+ = 1 Extreme hazard\n\n**Environment is especially hazardous**: add a penalty die.\n\n**Environment is unlikely to have any dangers or delays**: add a bonus die.\n\n**Sudden hazards**: Once per round there is the option to call for a group Luck roll. Winner (Keeper or players) gets to place a regular hazard where they wish. Keeper and players must alternate in who calls for a sudden hazard.\n\n| | | | | |  || ||\n| --- | --- | --- | --- | --- | --- |--- | --- |--- |\n| MOV| 5| 6| 7| 8| 9|10| 11| 12 |\n| MPH | 3| 4| 6| 8| 12|18| 27| 40 |\n| MOV | 13| 14 | 15| 16| 17|18| 19| 20|\n| MPH | 60 | 90 | 135 | 200 | 300 | 450 |  675| 1000|"
      },
      {
        "name": "Pedal to the Metal",
        "content": "A driver can elect to move 2 or 3 locations with one movement action. Any hazards encountered have one penalty die applied to the skill rolls.\n\nA driver can elect to move 4 or 5 locations with one movement action. Any hazards encountered have two penalty dice applied to the skill rolls.\n\nOne passenger can assist the driver with navigation and spotting ways to negotiate hazards. With a successful Spot Hidden or Navigate roll, on the vehicle’s next move, the vehicle can accelerate once with 1 fewer penalty die.\n\n**Firearms**: Penalty die while moving. No penalty die if remaining stationary and spending 1 movement action.\n\n  \n**Tires**: Penalty die to target tires. Armor:3. Hit points: 2 (only damaged by impaling weapons). Destroying a tire reduces vehicle Build by 1.\n\n**Driver damage**: If the driver of a moving vehicle takes a major wound he or she may lose control of their vehicle and must roll immediately as for a Hazard at Hard difficulty level.\n\n**Switching between being running and driving**: Make a fresh speed roll. Recalculate movement actions."
      },
      {
        "name": "Monsters in Chases",
        "content": "Where the monster or non-player character has an implied aptitude, use their DEX in place of the skill.\n\nWhere the monster or non-player character has an implied ineptitude, use one-fifth of their DEX in place of the skill (or simply rule the attempt to be an automatic failure).\n\nWhere the monster or non-player character has neither implied aptitude nor ineptitude, use  alf of their DEX in place of the skill.\n\nIf other skills are required, the Keeper might use a similar approach, using what he or she feels to be the most appropriate characteristic from which to derive sk bnvill values."
      },
      {
        "name": "Vehicular Collisions",
        "content": "| Incident | Damage | Examples |\n|---|---|---|\n| Minor incident: Most Regular Hazards. May be cosmetic damage only, possibly something serious. | 1D3–1 Build | Glancing blow from another vehicle, grazing a lamp post, hitting a post, colliding with person or similar-sized creature. |\n| Moderate incident: Most Hard Hazards. Might cause major damage. Might wreck a car. . | 1D6 Build | Hitting a cow or large deer, collision with a heavy motorbike or economy car. |\n| Severe incident: Most Extreme Hazards. Likely to wreck a car outright. | 1D10 Build | Collision with a standard car, lamp post or tree. |\n| Mayhem: Likely to wreck a truck outright. Almost certain to wreck a car. | 2D10 Build | Collision with a truck or coach or a mature tree. |\n| Road kill: Most vehicles will be little more than scattered debris. | 5D10 Build | Collision with a juggernaut or a train, hit by a meteor. |"
      },
      {
        "name": "5 Step to Setting Up a Chase",
        "content": "**To sum up, there are five steps for the Keeper to perform when setting up a chase**:\n- Place the pursuer.\n- Place the fleeing character.\n- Position hazards and barriers.\n- Allocate each participant a number of movement actions.\n- Determine DEX order."
      },
      {
        "name": "Vehicle Reference Charts",
        "content": "The following vehicles use the Drive Auto skill.\n  \n| Vehicle | MOV | Build | Armor for people | Passengers |\n|---|---|---|---|---|\n| Car, economy | 13 | 4 | 1 | 3 or 4 |\n| Car, standard | 14 | 5 | 2 | 4 |\n| Car, deluxe | 15 | 6 | 2 | 4 |\n| Sports car | 16 | 5 | 2 | 1 |\n| Pickup truck | 14 | 6 | 2 | 2+ |\n| 6-ton truck | 13 | 7 | 2 | 2+ |\n| 18-wheeler | 13 | 9 | 2 | 3+ |\n| Motorcycle, light | 13 | 1 | 0 | 1 |\n| Motorcycle, heavy | 16 | 3 | 0 | 1 |\n\nVehicles on the following chart use the Pilot skill. Many require a substantial crew.\n\n| Air Vehicles | MOV | Build | Armor for people | Passengers |\n|---|---|---|---|---|\n| Dirigible | 12 | 10 | 2 | 112+ |\n| Propeller plane | 15 | 5 | 1 | 4+ |\n| Bomber plane | 17 | 11 | 2 | 10+ |\n| Jet plane | 18 | 11 | 3 | 50+ |\n| Helicopter | 15 | 5 | 2 | 15+ |\n\nVehicles on the following chart require specialist training to operate; the skill Operate Heavy Machinery might be substituted.\n\n| Heavy Vehicles | MOV | Build | Armor for people | Passengers |\n|---|---|---|---|---|\n| Tank | 11 | 20 | 24 | 4 |\n| Steam train | 12 | 12 | 1 | 400+ |\n| Modern train | 15 | 14 | 2 | 400+ |\n\nVehicles on the following chart use the Ride skill.\n\n| Other forms of transport | MOV | Build | Armor for people | Passengers |\n|---|---|---|---|---|\n| Horse (with rider) | 11 | 4 | 0 | 1 |\n| 4-horse carriage | 10 | 3 | 0 | 6+ |\n| Bicycle | 10 | 0.5 | 0 | 1 |\n\nVehicles on the following chart use the Pilot skill. Many require a substantial crew. The armor value is for those on deck.\n\n| Water Vehicles | MOV | Build | Armor for people | Passengers |\n|---|---|---|---|---|\n| Row boat | 4 | 2 | 0 | 3 |\n| Hovercraft | 12 | 4 | 0 | 22 |\n| Bicycle | 14 | 3 | 0 | 6 |\n| Cruise ship | 11 | 32 | 0 | 2200+ |\n| Battleship | 11 | 65 | 0 | 1800+ |\n| Aircraft carrier | 11 | 75 | 0 | 3200+ |\n| Submarine | 12 | 24 | 0 | 120+ |\n\n### Key\n\n**MOV**: A rating of the vehicle’s speed and maneuverability in chases. These ratings are for modern vehicles and may be reduced by around 20% for 1920s vehicles (though there were cars in the 1920s that could exceed 100 MPH).\n\n**Build**: A rating of the strength and size of the vehicle. When reduced to zero, the vehicle is out of action. Each full 10 hit points of damage decreases a vehicle’s build by 1 point (round down); damage below 10 hit points is ignored.\n\nIf a vehicle’s build is reduced to half (round down) of its starting value or lower, it is impaired; one penalty die is applied to all Drive Auto (or appropriate skill) rolls.\n\nIf a vehicle takes damage equal to its full build value in one incident, the vehicle is completely wrecked in an impressive manner. It may explode, burn, roll or suffer some combination thereof. All occupants of the vehicle are likely to die. Whether or not investigators have a chance of survival is up to the Keeper: Luck rolls may be allowed. Those who are fortunate get thrown free, though it is recommended they take at least 2D10 damage.\n\nIf a vehicle’s build is otherwise reduced to zero by cumulative damage (i.e. in increments of less than the vehicle’s starting build value), it becomes undrivable, grinding to a halt. Depending on the situation (and perhaps a Luck roll) this may lead to an accident resulting in 1D10 damage for the driver and each passenger.\n\n**Armor for people**: The armor rating is for the passengers and driver, reflecting the number of points of armor the vehicle provides against external attacks.\n\n**Passengers and crew**: The number of people that can be accommodated."
      }
    ]
  },
  {
    "id": "sanityRules",
    "name": "Sanity Rules",
    "description": "**Failing a Sanity roll**: one involuntary action.\n\n**Sanity loss of 5 points or more**: make an Intelligence roll—if successful, temporary insanity ensues.\n\n**Sanity loss of one-fifth or more in one day**: indefinite insanity ensues.\n\n-- Keeper Rulebook, Page 417",
    "tabs": [
      {
        "name": "The Phases of Insanity",
        "content": "**A bout of madness**: either \"real time\" (1D10 rounds) or \"summary\" (1D10 hours); Keeper amends one backstory detail (phobia, mania, etc.)\n\n**Underlying Insanity**: any further Sanity loss results in another bout of madness; the investigator is prone to delusions."
      },
      {
        "name": "The Side-Effects of Insanity",
        "content": "1. **Phobias**: while insane, must fight/flee or take a penalty die on skill rolls.\n2. **Manias**: while insane, must submit to mania or take a penalty die on skill rolls.\n3. **Delusions and Reality Checks**: make a Sanity roll to test for delusions:\n\t- **Failure**: lose 1 Sanity point (and undergo a bout of madness if insane). \n\t- **Success**: dismiss delusions.\n4. **Insanity and the Cthulhu Mythos**: add 5% Cthulhu Mythos skill with first bout of madness inspired by a Mythos-related event. Add 1% on subsequent occasions."
      },
      {
        "name": "Recovery",
        "content": "**From temporary insanity**: after 1D10 hours or a good rest.\n\n**From indefinite insanity**: roll at the end of each month of treatment; Keeper may allow automatic recovery during the next investigator development phase.\n\n**Treatment with private/home care (roll 1D100 per month)**:\n\n**01–95**: success (or under psychoanalysis skill); add 1D3 Sanity points. Make a Sanity roll—if successful, insanity is cured.\n\n**96–100**: failure; lose 1D6 Sanity points.\n\n**Treatment at institution (roll 1D100 per month)**:\n\n**01–50**: success (or under Psychoanalysis skill); add 1D3 Sanity points. Make a Sanity roll—if successful, insanity is cured.\n\n**51-95**: no progress.\n\n**96–100**: failure; lose 1D6 Sanity points."
      },
      {
        "name": "Getting Used to the Awfulness",
        "content": "The player records the cumulative Sanity points lost to a given Mythos entity (e.g. deep ones); the cumulative loss should not exceed the maximum amount for a single encounter with that entity. Lower the recorded cumulative loss by 1 with each investigator development phase."
      },
      {
        "name": "Bouts of Madness—Real Time (roll 1D10)",
        "content": ""
      }
    ]
  },
  {
    "id": "magicRules",
    "name": "Magic Rules",
    "description": "-Initial reading of a tome: may require reading roll; variable duration (hours to weeks at the Keeper’s discretion); results in Sanity point loss (if a believer); reader gains Cthulhu Mythos skill points as noted in the tome description.\n\n-- Keeper Rulebook, Page 419",
    "tabs": [
      {
        "name": "Reading Roll",
        "content": "**Printed within the last century and in good condition**: Regular difficulty.\n\n**Handwritten (especially if old)**: Hard difficulty level.\n\n**Most challenging of ancient, moldering tomes**: Extreme difficulty level.\n\n**Full study of a tome**: an initial reading must first be completed; no reading roll required; see Table XI: Mythos Tomes (page 237) for study time; results in Sanity point loss (if a believer); if the tome’s Mythos rating is greater than the reader’s Cthulhu Mythos skill, the reader gains the full Cthulhu Mythos benefit; if Cthulhu Mythos skill is greater than tome’s Mythos rating, gain only half Cthulhu Mythos benefit; each subsequent full study doubles in study time.\n\nFor details of tomes see **Chapter 11: Tomes of Eldritch Lore and Forgotten Secrets**.\n\n**Initial reading**: Reading roll may be required. Keeper decides on time required. Roll for Sanity loss and increase Cthulhu Mythos skill by tome's CMI value.\n\n**Using a tome as a reference book**: must have completed a full study; 1D4 hours; roll less than or equal to the book’s Cthulhu Mythos Rating.\n\n**Magic points, overspending**: take additional Magic points from hit points.\n\n**Magic points, recovery**: 1 Magic point per hour (more if POW is over 100).\n\n**Learning a spell from a Mythos book**: complete an Initial reading; variable duration (hours to weeks at Keeper’s discretion, typically 2D6 weeks); make a Hard INT roll (optional).\n\n**Learning a spell from another person**: as from a book, but faster.\n\n**Learning a spell from a Mythos entity**: very fast; INT roll to retain spell.\n\n**Initial casting of a spell**: make a Hard POW roll; either Push or fully relearn spell; failing the Pushed roll allows the spell to be cast but costs 1D6 x MP and Sanity points, and incurs other side-effects.\n\n**Casting time and spells in combat** (see Chapter 12: Grimoire): instantaneous—on the user’s DEX+50; one round—it activates on the user’s DEX in the present round; two rounds—it activates in the following round on the user’s DEX, and so on.\n\n**Believer**: while a nonbeliever, gain Cthulhu Mythos skill but do not lose Sanity points for reading tomes; with first loss of Sanity points to direct experience of the Cthulhu Mythos, also lose Sanity points equal to Cthulhu Mythos skill."
      },
      {
        "name": "Increasing POW",
        "content": "A spell requiring an opposed POW roll to affect a target is successfully cast (the opposed roll is won)—roll 1D100; if greater than POW (or roll 96 or greater), POW increases by 1D10 points permanently.\n\n  \nA Luck roll result of 01—roll 1D100; if greater than POW (or roll 96 or greater), POW increases by 1D10 points permanently."
      }
    ]
  }
]