[
  {
    "id": "whatDoesADMDo",
    "name": "What Does a DM Do?",
    "description": "The DM gets to play many fun roles:\n\n**Actor.** The DM plays the monsters, choosing their actions and rolling dice for their attacks. The DM also plays all the people the characters meet.\n\n**Director.** Like the director of a movie, the DM decides (and describes) what the players’ characters encounter in the course of an adventure. The DM is also responsible for the pace of a play session and for creating situations that facilitate fun.\n\n**Improviser.** A big part of being the DM is deciding how to apply the rules as you go and imagining the consequences of the characters’ actions in a way that will make the game fun for everyone.\n\n**Referee.** When it’s not clear what ought to happen next, the DM decides how to apply the rules.\n\n**Storyteller.** The DM crafts adventures, setting situations in front of the characters that entice them to explore and interact with the game world.\n\n**Teacher.** It’s often the DM’s job to teach new players how to play the game.\n\n**Worldbuilder.** The DM creates the world where the game’s adventures take place. Even if you’re using a published setting, you get to make it yours.",
    "tabs": [
      {
        "name": "DM Tips",
        "content": "The most important part of being a good DM is facilitating the fun of everyone at the table. Keep these tips in mind to help things go smoothly.\n\n**Embrace the Shared Story.** D&D is about telling a story as a group, so let the other players contribute through the words and deeds of their characters. Encourage players to engage by asking them what their characters are doing.\n\n**It’s Not a Competition.** The DM isn’t competing against the other players. It’s your job to provide fun challenges and keep the story moving.\n\n**Be Fair and Flexible.** Treat your players in a fair, impartial manner. The rules help you do this, but when you need to act as referee, try to make decisions that ensure everyone is having fun.\n\n**Communicate with Your Players.** Open communication is essential to a successful D&D game. Many problems can be solved or even prevented with honest conversation. Ask questions and solicit feedback after or between sessions.\n\n**It’s OK to Make Mistakes.** If you overlook or misrepresent something, correct yourself and move on. No one expects you to memorize every rule or detail. Even if you don’t realize your mistake until after a game session is over, it’s OK to acknowledge the mistake at the start of the next session and make adjustments moving forward."
      }
    ]
  },
  {
    "id": "thingsYouNeed",
    "name": "Things You Need",
    "description": "What you need to play hasn’t changed much since the game’s first publication in 1974.",
    "tabs": [
      {
        "name": "A Dungeon Master",
        "content": "One player has the special role of Dungeon Master.\n\nSome people love being the DM all the time, while others can end up feeling trapped as the “forever DM” for their gaming group. The “**Group Size**” section in the **Dungeon Master’s Guide** discusses possibilities for sharing the role of Dungeon Master among multiple players in a group."
      },
      {
        "name": "Players",
        "content": "Players who aren’t the Dungeon Master take on the roles of the heroes, also known as the characters or the adventurers.\n\nD&D plays best with four to six players in addition to the DM, but it’s possible to run a game with fewer or more adventurers.\n\n#### Finding Players\n\nWhere do you find players? Here are a handful of suggestions:\n\n- Game or hobby stores (the Store Locator on the **Wizards of the Coast website** can help you find stores near you that host D&D events)\n- Friends, family, community members, and work colleagues who enjoy gaming or fantasy\n- Gaming clubs at schools\n- Social media and online messaging sites\n- Gaming conventions"
      },
      {
        "name": "A Place to Play",
        "content": "The bare minimum of space you need to play D&D is room for everyone in your group to gather and participate.\n\nWhen choosing the space you’ll be playing in, enlist your players’ help. Think about any accessibility needs you or they might have. Some players might have difficulty with low light, background music, strong odors, cramped spaces, or specific allergens. Accommodate what you can; communicate what you can’t as early as possible.\n\nIf possible, play in an area with minimal visual or auditory distractions. Favor surroundings that reinforce your desired atmosphere and have little non-player traffic. If space is shared, reserve the space in advance.\n\nYou can also play D&D anywhere you might come together in an online space, from a group video call to a sophisticated virtual tabletop."
      },
      {
        "name": "Dice",
        "content": "You need a full set of polyhedral dice: d4, d6, d8, d10, d12, and d20. It’s helpful to have at least two of each kind. Ideally, each player should also have their own set of polyhedral dice.\n\nLots of digital dice rollers exist. Simple, browser-based dice rollers are easily found on the internet. Specialized dice apps can be found in app stores, and virtual tabletops typically have dice-rolling functionality built in."
      },
      {
        "name": "Note-Taking Materials",
        "content": "Everyone needs some way to take notes. During every round of combat, someone needs to keep track of **Initiative**, **Hit Points**, conditions, and other information. Players often like to take notes about what happens in the adventure, and at least one of them should record any clues and treasure the characters collect.\n\n#### Character Sheets\n\nPlayers need some way to record important information about their characters. Plain paper works fine, but players might find official or fan-made character sheets more helpful in organizing the information. A variety of digital character sheets are also available if you’re playing online or using digital devices at the table.\n\n#### Campaign Journal\n\nThroughout this book you’ll find tracking sheets you can use to make your work as a DM easier. They range from sheets you can use to track NPCs or settlements in your game to trackers you can use to make sure you’re giving the adventurers a good number of magic items. These tracking sheets can form the basis of a campaign journal, and they’ll help you plan your adventures and build your world. You can scan or photocopy these sheets for your personal use, and you’ll find downloadable versions in “**Tracking Sheets**”."
      },
      {
        "name": "Useful Additions",
        "content": "Various resources can enrich your game and make it more fun. Many of these resources might have digital versions, making computers, tablets, and smartphones essential elements in some D&D games and for some players.\n\n#### DM Screen\n\nA DM screen shields your books, notes, and die rolls from your players. (See the “**Ensuring Fun for All**” section later in this chapter for more about when and why you might want to hide die rolls.) Most DM screens have art on the outward-facing panels and handy rules information on the inside-facing panels. Others might be made of fancy wood or sculpted to help set the mood for your game.\n\nYou don’t need a physical screen to hide things if you’re playing online, but it can be helpful to have ready access to important information like condition definitions, common actions, and other key rules. Some DMs set up a physical DM screen near their computer screen. A virtual tabletop might have reference information like this built in.\n\n#### Adventures and Sourcebooks\n\nBeyond the three core rulebooks, a plethora of additional content is available from Wizards of the Coast and other publishers. Adventures provide hooks, plots, maps, and encounters you can use in your game. Sourcebooks include things like new character options, new monsters, and inspiration for building your own adventures and campaigns. You can play D&D without any of these additional products, but many DMs (and players) find them to be exciting additions to the game.\n\n#### Battle Grid and Miniatures\n\nSome DMs use a battle grid and miniatures to run combat encounters, which helps players visualize scenes when playing in person. A vinyl wet-erase mat with a printed grid, a gridded whiteboard, a cutting mat, a large sheet of gridded paper, or a printed poster map—any of these can serve as a battle grid. The grid should be marked in 1-inch squares.\n\nYou also need plastic or metal miniatures to represent characters and monsters in the game, but you can use coins, extra dice, paper counters, or even pieces of candy if miniatures are unavailable.\n\nMany software tools designed to facilitate online D&D play provide a battle grid. Even without such tools, though, many online D&D games use screen sharing in combination with drawing programs, shared whiteboards, or similar tools as simple battle grids. Some DMs are comfortable with software that allows them to control lighting and show the players exactly what they can see; others find that complex software gets in the way of the game. Use whatever works for you and your group.\n\n#### Card Accessories\n\nSome players and DMs find it helpful to have information available in the form of cards. You can buy (or make) cards with individual spells, magic items, monster stat blocks, rules reference, and similar information for easy reference."
      }
    ]
  },
  {
    "id": "preparingASession",
    "name": "Preparing a Session",
    "description": "The more you prepare before your game, the more smoothly the game will go—to a certain point. To avoid being either under- or overprepared, use the one-hour guideline below and prioritize what to prepare depending on the time you have available.",
    "tabs": [
      {
        "name": "The One-Hour Guideline",
        "content": "A D&D game session usually starts with some out-of-game chatter as everyone settles down to play. Once the session gets underway, most groups can accomplish at least three things during one hour of play, where each “thing” might be any of the following:\n\n- Explore a location such as a chamber in a castle or a cave\n- Converse with an intelligent creature\n- Reach consensus on a divisive issue\n- Solve a tricky riddle or puzzle\n- Survive a deadly trap\n- Fight a low-difficulty combat encounter\n\nA more difficult combat encounter might count as two or three things, and a tense negotiation can use most or all of an hour of play on its own."
      },
      {
        "name": "Preparation Time",
        "content": "The following guidelines can help you prepare for a session of play using a published adventure.\n\n#### One-Hour Preparation\n\nIf you spend one hour each week preparing for your game, follow these steps:\n\n**Step 1.** Focus on the story of the adventure. Read or reread the adventure’s introduction and background information. Create a bulleted list of key plot points to make sure a coherent story unfolds.\n\n**Step 2.** Identify the encounters you want to run, then figure out how likely it is each encounter will get played, categorizing each one as “definite,” “possible,” or “unlikely.”\n\n**Step 3.** Gather any maps you’ll need for the definite and possible encounters, then focus the remainder of your prep time on the definite encounters, as outlined below.\n\nFor combat encounters, review the monsters’ tactics and stat blocks. Note any special rules that apply to the setting of the encounter.\n\nFor social interaction encounters, make notes about the nonplayer characters (NPCs) in the encounter—their personalities, goals, and tactics.\n\nFor exploration encounters, record any clues or other information the characters should learn, and review any special rules that might come into play in the encounter.\n\n**Step 4.** Consider how each definite encounter relates to the players’ motivations. Think about elements you can add to interest them. For example, a combat encounter could open with a tense negotiation designed to appeal to players who enjoy social interaction.\n\n**Step 5.** Skim the encounters you flagged as possible.\n\n#### Two-Hour Preparation\n\nWith another hour to prepare, add these steps:\n\n**Step 6.** Carefully review each “possible” encounter.\n\n**Step 7.** Devote any time you have left to creating improvisational aids.\n\n#### Three-Hour Preparation\n\nIf you have three hours to prepare, add these steps:\n\n**Step 8.** Skim each “unlikely” encounter.\n\n**Step 9.** Create a new encounter designed to appeal specifically to one player, or alter an existing encounter to relate to the goals and motivations of that player’s character. Over the course of several sessions, do this for all your players and their characters."
      }
    ]
  },
  {
    "id": "howToRunASession",
    "name": "How to Run a Session",
    "description": "This section explains how to run a game session.",
    "tabs": [
      {
        "name": "Recap",
        "content": "Start each game session after the first with a recap of what happened in the previous session. A recap helps players get back into the story. It also provides important information to players who missed the previous session. You can provide this recap, or you can invite one or more players to deliver the recap instead. Each approach has benefits:\n\n**DM Recap.** Provide the recap yourself if you have specific information you need to impart or if you want the recap to be concise and focused on what’s relevant.\n\n**Player Recap.** Let the players provide the recap if you want to gauge what they think is important or learn more about what they’re getting out of the game. If the players miss any important details in their recap, you can interject a reminder."
      },
      {
        "name": "Encounters",
        "content": "The bulk of a typical D&D session consists of a series of encounters, similar to how a movie is a series of scenes. In each encounter, there are chances for the DM to describe creatures and places and for characters to make choices. Encounters can involve exploration (interacting with the environment, including puzzles), social interaction with creatures, or combat. The following sections offer more detailed information on how an encounter typically unfolds, in three steps.\n\n#### Step 1: Describe the Situation\n\nAs the DM, you decide how much to tell the players and when. All the information the players need to make choices comes from you. Within the rules of the game and the limits of the characters’ knowledge and senses, tell players everything they need to know.\n\nWhether you’re running a published adventure or one of your own creation, your initial description of a room or situation should focus on what the characters can perceive. You don’t have to reveal every detail at once. Most players begin to lose focus after about three sentences of descriptive text. As characters search rooms, open drawers and chests, and examine things more closely, give players more details about what their characters find.\n\n#### Step 2: Let the Players Talk\n\nOnce you’re done describing the situation, ask the players what their characters want to do. Note what the players say, and identify how to resolve their actions. Ask them for more information if you need it.\n\nSometimes the players might give you a group answer: “We go through the door.” Other times, individual players might want to do specific things—one might search a chest while another examines a bookshelf. Outside combat, the characters don’t need to take turns, but you need to give each player a chance to tell you what their character is doing so you can decide how to resolve everyone’s actions. In combat, everyone takes turns in Initiative order.\n\n#### Step 3: Describe What Happens\n\nAfter the players describe their characters’ actions, it’s the DM’s job to resolve those actions, guided by the rules and the adventure you’ve prepared. So how do you decide? Think through these possibilities:\n\n**No Rules Required.** Sometimes, resolving a situation is easy. If an adventurer wants to cross an empty room and open a door, you can just say that the door opens and describe what lies beyond (perhaps referencing your map or notes).\n\n**Obstacles to Success.** A lock, a guard, or some other obstacle might hinder a character’s ability to complete a task. In those cases, you typically call for a **D20 Test**, usually an ability check. For example, a successful Dexterity (**Sleight of Hand**) check might be needed to pick the lock, while a successful Charisma (**Persuasion**) check and some coins might be needed to bribe the guard.\n\n**Roleplaying.** When the players interact with other creatures, roleplay those creatures based on whether they are **Friendly**, **Indifferent**, or **Hostile**. Improvise based on what you know about the creatures, their knowledge, and their motivations. Then bring these creatures to life as you describe what happens.\n\n**One Action at a Time.** The **rules about actions** in “**Playing the Game**” limit how many things a character can do at once. Keeping those rules in mind can help you adjudicate situations.\n\n**Combat.** In combat, many situations involve attack rolls or saving throws. The rules of combat can help you determine the effectiveness of a character’s actions. The “**Running Combat**” section in the “**DM’s Toolbox**” offers advice on combat.\n\n**Spellcasting.** If a character casts a spell, you can usually let the player tell you what the spell does and how to resolve it. If questions arise, read the text of the spell yourself—how a spell is supposed to work is usually pretty clear. The general **rules of spellcasting** are also essential for resolving a spell’s effects.\n\n**Exceptions Supersede General Rules.** General rules govern each part of the game, but the game also includes class features, spells, magic items, monster abilities, and other elements that can contradict a general rule. When an exception and a general rule disagree, the exception wins. For example, it’s a general rule that melee weapon attacks use the attacking character’s Strength modifier. But if a feature says that a character can make melee weapon attacks using Charisma, that exception supersedes the general rule.\n\nWhen narrating results, try to give a flavorful description while clearly communicating what’s happening in the language of the game.\n\nDescribing results often leads to another decision point, which returns the flow of the game to step 1."
      },
      {
        "name": "Passing Time",
        "content": "The game has a rhythm and flow that includes periods of action and excitement interspersed with lulls. Think of how movies show time passing between scenes. When an encounter ends, you can move on to the next one. You can often gloss over hours of travel with a quick narrative summary. Similarly, if a rest period passes uneventfully, tell the players that and move on. Don’t make the players spend time discussing which character cooks what for dinner unless they enjoy such descriptions. It’s OK to gloss over mundane details and return to the action as quickly as possible.\n\nExpect players to discuss the events of the game, spend time planning, and engage in long conversations in character. You don’t need to be involved in those discussions unless they have questions for you. Learn to recognize the times when you can take a break as the DM, and then resume the action as soon as everyone’s ready."
      },
      {
        "name": "Ending a Session",
        "content": "Try not to end a game session in the middle of an encounter. It’s difficult to keep track of information such as **Initiative** order and other round-by-round details between sessions. An exception to this guideline is when you purposely end a session with a cliffhanger, where the story pauses just as something monumental happens or some surprising turn of events occurs. A cliffhanger can keep players intrigued and excited until the next session.\n\nIf a player missed a session and you had that player’s character leave the party for a while, make sure that there’s a way to bring the character back when the player returns. Sometimes a cliffhanger can serve this purpose: the character charges in to help their beleaguered companions.\n\nAllow a few minutes at the end of play for everyone to discuss the events of the session. Ask your players what parts of the session they liked and what they would have liked to see more. Take notes on what happened and the situation at the end of the session so you can refer back to those notes as you prepare the next session."
      }
    ]
  },
  {
    "id": "everyDMIsUnique",
    "name": "Every DM Is Unique",
    "description": "No two DMs run the game in exactly the same way—and that’s how it should be! You’ll be most successful as a DM if you choose a play style that works best for you and your players.",
    "tabs": [
      {
        "name": "Play Style",
        "content": "Here are some questions that can help you define your unique style as a DM and the kind of game you want to run:\n\n**Hack and Slash or Immersive Roleplaying?** Does the game focus on combat and action or on a rich story with detailed NPCs?\n\n**All Ages or Mature Themes?** Is the game for all ages, or does it involve mature themes?\n\n**Gritty or Cinematic?** Do you prefer gritty realism, or are you more focused on making the game feel cinematic and superheroic?\n\n**Serious or Silly?** Do you want to maintain a serious tone, or is humor your goal?\n\n**Preplanned or Improvised?** Do you like to plan thoroughly, or do you prefer to improvise?\n\n**General or Thematic?** Is the game a mixture of themes and genres, or does it center on a particular theme or a genre such as horror?\n\n**Morally Ambiguous or Heroic?** Are you comfortable with moral ambiguity, such as allowing the characters to explore whether the end justifies the means? Or are you happier with straightforward heroic principles, such as justice, sacrifice, and helping the downtrodden?"
      },
      {
        "name": "House Rules",
        "content": "House rules are new or modified rules you add to your game to make it your own and to enhance the style you have in mind for your game. Before you establish a house rule, ask yourself two questions:\n\n- Will the rule or change improve the game?\n- Will my players like it?\n\nIf you’re confident that the answer to both questions is yes, give the new rule a try. Present house rules as experiments, and ask your players to provide feedback on them. If you introduce a house rule that isn’t fun, remove or revise the rule.\n\n#### Recording Rules Interpretations\n\nIf a question about the interpretation of a rule comes up in your game, record how you decide to interpret it. Add that to your collection of house rules so you and the players can reference it when the rule comes up again later."
      },
      {
        "name": "Atmosphere",
        "content": "Some DMs use music to create an appropriate atmosphere for their game sessions. They might use soundtracks from adventure movies or video games, although classical, ambient, or other music styles can also work well.\n\nSome DMs adjust lighting or use sound effects. Miniatures and dioramas can contribute to the game’s atmosphere and help players visualize events. Check with your players, though: some might find music, lighting, or sound effects distracting; might prefer not to be startled by loud noises; or might need to avoid certain lighting effects."
      },
      {
        "name": "Delegation",
        "content": "If there are parts of the game you prefer not to handle yourself, assign them to players who enjoy them. If you don’t want to break your narrative stride by looking up a rule, designate another player to be the rulebook reference expert. If you don’t like tracking Initiative, ask another player to do so."
      },
      {
        "name": "Learning by Observing",
        "content": "One of the best ways to learn how to run a D&D game is to observe other DMs in action. Another DM can give you a solid foundation for understanding the role—as well as inspire you with cool things you can do in your games.\n\nYou can use these questions to help you reflect on a game you observe:\n\n**Beginning the Session.** How did the DM start the session? Was there a recap?\n\n**Body Language.** What gestures did the DM use when describing a scene? How did the DM’s body language change when playing different NPCs?\n\n**DM Voice.** Did the DM use different voices or mannerisms for NPCs? Did the DM change the pitch or tempo of narration in different situations?\n\n**Player Participation.** Did the players participate in the world-building or make decisions that seemed to send the adventure in an unexpected direction? How did the DM handle it?\n\n**Rules Adjudication.** To what extent did the DM lean on the rules to adjudicate outcomes? Did the DM adjudicate situations wisely or in ways that made the game fun to watch?\n\n**Three Pillars.** How much of the session was taken up by combat, exploration, or social interaction?\n\n**Tone and Mood.** How would you describe the tone and mood of the game? Did it change over the course of the session?\n\n**Turns of Phrase.** Were there any words or bits of narration you really liked? (If so, jot them down.)\n\n**World-building.** What elements of the DM’s world or the adventure grabbed your attention?"
      }
    ]
  },
  {
    "id": "ensuringFunForAll",
    "name": "Ensuring Fun for All",
    "description": "Ahead of the game, if you haven’t done so already, discuss with your players the experience you’re all hoping for, as well as topics, themes, and behavior that might spoil someone’s enjoyment of the game.",
    "tabs": [
      {
        "name": "Mutual Respect",
        "content": "Whether you’re playing with long-time friends or strangers, it’s important to create a foundation of mutual trust. The best games happen when everyone at the table feels safe enough to be themselves, speak up, and get into character.\n\nIt’s up to everyone to uphold the principles of respect. Difficult conversations often fall on the DM to lead, but they don’t have to. If one player’s behavior is interfering with everyone else’s enjoyment, everyone has a stake in helping to resolve the issue.\n\n#### Setting Expectations\n\nBefore you assemble a group around a game table, pitch the adventures you’re thinking about running to your prospective players. Note the in-world conflicts that might arise, the setting’s overall tone, and the themes you’d like to explore. (The “**Every DM Is Unique**” section earlier in this chapter can help you describe your game to others.)\n\nTelling players what to expect prepares them as they imagine what sorts of characters they could create and launches conversations about content to be embraced and avoided. You don’t need to reveal the major plot points or twists in your story, but share the themes you’re interested in exploring, the kinds of stories you’re inspired by, and which flavors of fantasy interest you. Being transparent with your players allows them to decide if this is a game they want to play, which is best to know before play begins.\n\nBeing clear about your expectations and making sure you understand your players’ expectations in return can help ensure a smooth game. Take your players’ opinions and desires seriously, and make sure they take yours just as seriously. Ideally, you’ll find a style of play that suits everyone.\n\n\n\n#### Hard and Soft Limits\n\nBeyond the general themes and flavors of fantasy you’re interested in exploring in your campaign, it’s important to have a conversation with your players about topics that can be sensitive or uncomfortable. It can be helpful to discuss these topics in terms of soft and hard limits:\n\n- A soft limit applies to a topic that should be handled carefully, as it might create unwelcome anxiety, fear, or discomfort.\n- A hard limit applies to a topic that should not be mentioned or described.\n\nDMs and players can have phobias or triggers that others might not be aware of. Any in-game topic or theme that makes a member of the gaming group feel unsafe (a hard limit) must be avoided. If a topic or theme makes one or more players nervous but they consent to include it in-game (a soft limit), incorporate it with care, if at all, and be ready to quickly veer away from it if needed.\n\nCommon in-game limits apply to topics such as intraparty romance, sex, exploitation, racism, enslavement, and violence toward children and animals. Limits can also apply to certain creatures, such as spiders, snakes, rats, and demons. It’s also important to discuss limits around what harm might befall characters, including mind-control magic, helplessness, and death.\n\nThat said, D&D is a game that has in-world conflicts and mayhem. Certain core elements of the game are difficult to ignore. For example, taking damage isn’t a limit you can work around easily. Similarly, character death is something that happens from time to time, though the game has ways to counteract or avoid it.\n\n**_Communicating Limits._** Make sure everyone is comfortable with how the discussion of limits takes place. Players might not want to discuss limits aloud, especially if they’re new to roleplaying games or haven’t spent a lot of time with other members of the group. One way to alleviate such discomfort is to provide a way for players to share limits anonymously. Everyone can jot down their limits on an anonymous survey, such as the **Game Expectations** tracking sheet in this chapter.\n\nCompile limits into a list that can be shared with the group. Limits aren’t negotiable, and everyone in the group needs to respect them.\n\nThe start of a campaign is a great time to have this discussion, but further discussion is warranted each time a new player joins the group or when the campaign has a shift in story or tone. Someone might cross a line and need to be reminded of a limit, or someone might not think to include some of their limits in the initial discussion. Players can also discover new limits as the campaign unfolds. Check in with the group every few sessions to make sure everyone’s comfortable with how the game is developing, updating the group’s limits as needed.\n\n**_Shifting Limits._** Encourage players to bring any additional limits to you, privately or in the moment, so you can add them to the list. Trust that players know their needs best, and update the game accordingly.\n\n**_Limits in Play._** Since D&D is improvisational, the game can go in unexpected directions. It’s helpful to have an agreed-on signal that players can use to communicate that a limit has been violated, allowing you to adjust quickly. That signal might be a gesture (such as crossing the arms in an X or raising a palm in a “stop” gesture), a code word or phrase, touching or lifting a designated object, or anything else your group agrees on. Players should also feel safe to say “stop” and pause the game until the issue is resolved. The person who invokes the signals can comment on what they want adjusted but doesn’t have to explain why the content is objectionable. The signal shouldn’t trigger a debate or discussion: thank the player for being honest about their needs, set the scene right, and move on.\n\nMake it clear to players that if a person isn’t comfortable using the signal, they can step away from the game or call for a break to talk to you privately. Players may also give a friend permission to use the signal on their behalf. As the DM, lead by example. Take your players’ needs seriously, and use every tool at your disposal to adjust how your shared story plays out.\n\n#### Intra-party Conflict\n\nWhen there’s conflict between characters in an adventuring party, it’s usually a sign that one of three things is going on:\n\n**Disruptive Player.** A player is exhibiting antisocial behavior in the game. How to deal with it is covered in the “**Antisocial Behavior**” section.\n\n**Player Conflict.** Conflicts between characters sometimes surface conflicts between players. These conflicts are best handled away from the gaming table. Encourage the players to resolve their conflict outside the game. If that conflict keeps arising at the game table, you might need to ask them to step away from the campaign for a while or leave the game entirely.\n\n**Roleplaying.** Conflicts between characters aren’t always bad. It’s OK for characters (and players) to disagree about how to deal with a captured enemy or which side to back in a brewing war. If the disagreement gets too heated, take a break and perhaps discuss, out of character, how the players would like to proceed.\n\nIf you can’t tell which of these dynamics is in play, have a conversation with the players about it."
      },
      {
        "name": "Respect for the Players",
        "content": "Your players need to know from the start that you’ll run a game that is fun, fair, and tailored for them; that you’ll allow each of them to contribute to the story; and that you’ll pay attention to them when they take their turns. Your players also count on you to make sure an adventure’s threats don’t target them personally. Never make players feel uncomfortable or threatened.\n\n#### Sharing the Spotlight\n\nAs the DM, don’t play favorites. Don’t let one player do all the talking, and make sure you check in about what every character is doing, especially during periods of exploration and social interaction, rather than focusing just on one player’s character.\n\nSometimes you’ll encounter players who tell other players what their characters should do, claim the best magic items for themselves, bully the other players, and refuse to share the spotlight. Away from the game, point out that the player’s behavior is spoiling the fun for others, and ask the player to tone it down. If the player refuses to change this behavior, ask the player to leave the group.\n\nSome problems arise when a player assumes that their particular style of play is superior to others, and they lose patience with encounters tailored to other players’ preferences. Remind the impatient player (perhaps away from the table) that you have a group to please, not just one player.\n\n#### Tragic Limits\n\nSome players resist getting invested in the world of the game because they don’t want to endure the pain of seeing the people and places they care about threatened or destroyed. Other players gleefully detail a backstory full of beloved NPCs, fully expecting the DM to use those people as bait, tragic victims, and unexpected villains. It’s important to understand your players’ preferences so you neither alienate the players by callously destroying what they love nor bore them by leaving their backstory out of the campaign story.\n\nWhen you have antagonists threaten the people and places the characters love, be sure the characters have a chance to stave off the worst outcome. During the game, characters should have the opportunity to avoid or mitigate losses in heroic ways, with tragedy being a consequence of the characters’ actions and decisions, not a foregone conclusion. Moments of helplessness in the face of devastating tragedy are better suited for character backstories.\n\n#### DM Die Rolling\n\nShould you hide your die rolls behind a DM screen, or should you roll your dice in the open for all the players to see? Choose either approach, and be consistent. Each approach has benefits:\n\n**Hidden Die Rolls.** Hiding your die rolls keeps them mysterious and allows you to alter results if you want to. For example, you could ignore a Critical Hit to save a character’s life. Don’t alter die rolls too often, though, and never let the players know when you fudge a die roll.\n\n**Visible Die Rolls.** Rolling dice in the open demonstrates impartiality—you’re not fudging rolls to the characters’ benefit or detriment.\n\nEven if you usually roll behind a screen, it can be fun to make an especially dramatic roll where everyone can see it.\n\n#### Overly Cautious Players\n\nOverly cautious players can slow down the game by checking every flagstone, door, and wall in a dungeon for traps and hidden dangers. Sometimes this behavior is a learned response to too many unpleasant surprises in past adventures, and sometimes it’s just a manifestation of players’ personalities.\n\nHere are some in-game techniques you can use to encourage your players to act boldly:\n\n**Avoid Random Perils.** Avoid traps and ambushes that feel random and have little importance to the rest of the adventure.\n\n**Create Time Pressure.** Set up a situation where the characters are racing toward a goal or destination. (Use this technique with caution, as time pressure can increase players’ anxiety.)\n\n**Telegraph Encounters.** Give players advance warning that an encounter is imminent. Maybe they hear the heavy footfalls of a giant or see a dragon flying overhead before they have to confront it. This can encourage your players to move toward or away from the encounters rather than anxiously anticipating an ambush.\n\nIf these in-game techniques don’t have the desired effect, have a conversation outside the game with your players about which game elements are causing them to play in an overly cautious way. Come to an agreement that those elements won’t appear in your game, as keeping the game moving will result in a better experience."
      },
      {
        "name": "Respect for the DM",
        "content": "As the DM, you have the right to expect your players to respect you and the effort you put into making a fun game for everyone. The players need to let you direct the campaign (with their input), arbitrate the rules, and settle arguments. And when you’re narrating the action of the game, the players should be paying attention.\n\n#### Player Die Rolling\n\nPlayers should roll their dice in full view of everyone. If a player scoops up their dice before anyone else can see what they rolled, encourage that player to be less secretive.\n\nWhen a die falls on the floor, do you count it or reroll it? When it lands cocked against a book, do you pull the book away and see where it lands or reroll the die? Work with your players to answer these questions, and record the answers as house rules.\n\nYou must provide reasonably appealing reasons for characters to undertake the adventures you prepare. In exchange, the players should go along with those hooks. It’s OK for your players to give you some pushback on why their characters should want to do what you’re asking them to do, but it’s not OK for them to invalidate the hard work you’ve done preparing the adventure by willfully going in a different direction.\n\nIf you feel like you’re keeping up your end of the bargain but your players aren’t, have a conversation with them away from the gaming table. Try to understand what hooks would motivate their characters, and make sure the players understand the work you put into preparing adventures for them.\n\n#### Rules Discussions\n\nWork out a policy about rules discussions at the table. Some groups don’t mind putting the game on hold while they discuss different interpretations of a rule. Others prefer to let the DM make a call and continue playing. If you gloss over a rules issue in play, make a note of it and return to the issue later.\n\nSome players like to use the rules to argue against your decisions. While such players can be helpful when you’re stuck or make a rules mistake that’s easily corrected, players who argue the rules too often can disrupt the flow of the game.\n\nIf a player wants to pause play to find a specific rule or reference, you can invite the player to search for it while you and the rest of the players continue the game. That player’s character essentially steps out of the game for as long as it takes. Monsters don’t attack the character, and the character takes the **Dodge** action in combat until the player rejoins the group. This solution allows the other players to keep playing instead of letting one player stop the game.\n\n#### Character Knowledge\n\nEncourage players to play their characters within the limits of what the characters know and understand. It can be helpful to maintain the distinction between player and character knowledge by simply asking players, “What do your _characters_ think?”\n\nAnachronistic thinking is another potential pitfall. You might need to remind players that their characters don’t know how to make things that don’t exist in the game world, such as modern firearms or antibiotics, and they don’t have the players’ understanding of modern science (which might not apply in the game universe anyway).\n\nSimilarly, sometimes a player is familiar with the published adventure you’re running or knows the _Monster Manual_ backward and forward. Encourage the player to keep that knowledge separate from their character’s knowledge and allow the other players to discover it through play.\n\nPeople often play D&D because it lets them, through their characters, do things they can’t do in real life—fight monsters, cast spells, and so on. However, for some players, this means wreaking havoc in towns or betraying their allies. What they want in the game has nothing to do with heroic adventure, but with using the game rules to act out antisocial fantasies.\n\nIf this behavior comes up in your game, it might be time to reopen the conversation about the kind of game you want to play. If it’s just one player causing the trouble, it’s perfectly appropriate to issue an ultimatum: an out-of-control player who wants to continue playing with the group must stop being disruptive and play as part of a team. Don’t let players get away with being jerks to the other players using the excuse, “that’s what my character would do.”\n\n**_Evil Characters._** Players who want to play evil characters might be looking to carry out antisocial behavior in the game. If a player asks for permission to play an evil character or comes to the table with one already made, talk to that player about what they have in mind and make sure their plans square with the group’s expectations for your game. Sometimes a player wants to explore playing an evil character for perfectly good (and nondisruptive) reasons, and sometimes a whole group decides it might be fun to play evil characters together. These are valid options, as long as everyone’s on the same page about how the campaign will go.\n\n#### Players Exploiting the Rules\n\nSome players enjoy poring over the D&D rules and looking for optimal combinations. This kind of optimizing is part of the game, but it can cross a line into being exploitative, interfering with everyone else’s fun.\n\nSetting clear expectations is essential when dealing with this kind of rules exploitation. Bear these principles in mind:\n\n**Rules Aren’t Physics.** The rules of the game are meant to provide a fun game experience, not to describe the laws of physics in the worlds of D&D, let alone the real world. Don’t let players argue that a bucket brigade of ordinary people can accelerate a spear to light speed by all using the **Ready** action to pass the spear to the next person in line. The Ready action facilitates heroic action; it doesn’t define the physical limitations of what can happen in a 6-second combat round.\n\n**The Game Is Not an Economy.** The rules of the game aren’t intended to model a realistic economy, and players who look for loopholes that let them generate infinite wealth using combinations of spells are exploiting the rules.\n\n**Combat Is for Enemies.** Some rules apply only during combat or while a character is acting in Initiative order. Don’t let players attack each other or helpless creatures to activate those rules.\n\n**Rules Rely on Good-Faith Interpretation.** The rules assume that everyone reading and interpreting the rules has the interests of the group’s fun at heart and is reading the rules in that light.\n\nOutlining these principles can help hold players’ exploits at bay. If a player persistently tries to twist the rules of the game, have a conversation with that player outside the game and ask them to stop."
      },
      {
        "name": "Rules for the Virtual Table",
        "content": "Setting expectations is just as important in a digital environment as in person.\n\nSome groups confine out-of-character jokes, comments, and memes to a text channel, keeping the voice channel focused on the game. But some groups find it distracting to have a separate conversation unfolding in text while the game is going on. Choose an option that works best for your group.\n\nWho moves tokens on a virtual tabletop? Are players expected to use the built-in dice roller, or is it OK to roll physical dice and report the result? The particular technology you’re using might dictate answers to these questions or raise other questions you’ll need to sort out as you play."
      }
    ]
  }
]
