[
  {
    "id": "glossaryConventions",
    "name": "Glossary Conventions",
    "description": "",
    "tabs": [
      {
        "name": "Glossary Conventions",
        "content": "The glossary uses the following conventions:\n\n**Tags in Brackets.** Some entries have a tag in brackets after the entry’s name, as in “Attack \\**Action\\].” A tag—[Action**, **Area of Effect**, **Attitude**, **Condition**, or **Hazard**—indicates that a rule is part of a family of rules. The tags also have glossary entries.\n\n**“You.”** The game’s rules—in this glossary and elsewhere—often talk about something happening to you in the game world. That “you” refers to the creature or object that the rule applies to in a particular moment of play. For example, the “you” in the **Prone** condition is a creature that currently has that condition.\n\n**“See Also.”** Some glossary entries include a _See also_ section that points to other entries in the glossary, to chapters in this book, or both.\n\n**No Obsolete Terms.** The glossary contains definitions of current rules terms only. If you’re looking for a term from an earlier version of the fifth edition rules, consult the index.\n\n**Abbreviations.** The abbreviations listed below appear in this glossary and elsewhere in the rules.\n\n|AC |Armor Class|\n|:----|:----|\n|C |Concentration|\n|CE |Chaotic Evil|\n|CG |Chaotic Good|\n|Cha. |Charisma|\n|CN |Chaotic Neutral|\n|Con. |Constitution|\n|CP |Copper Piece(s)|\n|CR |Challenge Rating|\n|DC |Difficulty Class|\n|Dex. |Dexterity|\n|DM |Dungeon Master|\n|EP |Electrum Piece(s)|\n|GP |Gold Piece(s)|\n|HP |Hit Point(s)|\n|Int. |Intelligence|\n|LE |Lawful Evil|\n|LG |Lawful Good|\n|LN |Lawful Neutral|\n|M |Material component|\n|N |Neutral|\n|NE |Neutral Evil|\n|NG |Neutral Good|\n|NPC |Nonplayer character|\n|PB |Proficiency Bonus|\n|PP |Platinum Piece(s)|\n|R |Ritual|\n|S |Somatic component|\n|SP |Silver Piece(s)|\n|Str. |Strength|\n|V |Verbal component|\n|Wis. |Wisdom|\n|XP |Experience Point(s)|"
      }
    ]
  },
  {
    "id": "rulesDefinitions",
    "name": "Rules Definitions",
    "description": "Here are definitions of various rules.",
    "tabs": [
      {
        "name": "Rules Definitions",
        "content": "\n\n___\n\n### Jumping\n\nWhen you jump, you make either a Long Jump (horizontal) or a High Jump (vertical). _See also_ “**Long Jump**” and “**High Jump**.”\n\n___\n\n### Knocking Out a Creature\n\nWhen you would reduce a creature to 0 **Hit Points** with a melee attack, you can instead reduce the creature to 1 Hit Point. The creature then has the **Unconscious** condition and starts a **Short Rest**.\n\nThe creature remains Unconscious until it regains any Hit Points or until someone uses an action to administer first aid to it, which requires a successful DC 10 Wisdom (**Medicine**) check.\n\n___\n\n### Lightly Obscured\n\nYou have **Disadvantage** on Wisdom (**Perception**) checks to see something in a Lightly Obscured space. _See also_ “**Dim Light**” and chapter 1 (“**Exploration**”).\n\n___\n\n### Line \\[Area of Effect\\]\n\nA Line is an **area of effect** that extends from a point of origin in a straight path along its length and covers an area defined by its width. The effect that creates a Line specifies its length and width.\n\nA Line’s point of origin isn’t included in the area of effect unless its creator decides otherwise.\n\n___\n\n### Long Jump\n\nWhen you make a Long Jump, you leap horizontally a number of feet up to your Strength score if you move at least 10 feet immediately before the jump. When you make a standing Long Jump, you can leap only half that distance. Either way, each foot you jump costs a foot of movement.\n\nIf you land in **Difficult Terrain**, you must succeed on a DC 10 Dexterity (**Acrobatics**) check or have the **Prone** condition.\n\nThis Long Jump rule assumes that the height of the jump doesn’t matter, such as a jump across a stream or chasm. At your DM’s option, you must succeed on a DC 10 Strength (**Athletics**) check to clear a low obstacle (no taller than a quarter of the jump’s distance), such as a hedge or low wall. Otherwise, you hit the obstacle.\n\n___\n\n### Long Rest\n\nA Long Rest is a period of extended downtime—at least 8 hours—available to any creature. During a Long Rest, you sleep for at least 6 hours and perform no more than 2 hours of light activity, such as reading, talking, eating, or standing watch.\n\nDuring sleep, you have the **Unconscious** condition. After you finish a Long Rest, you must wait at least 16 hours before starting another one.\n\n**_Benefits of the Rest._** To start a Long Rest, you must have at least 1 Hit Point. When you finish the rest, you gain the following benefits:\n\n**Regain All HP.** You regain all lost **Hit Points** and all spent Hit Point Dice. If your Hit Point maximum was reduced, it returns to normal.\n\n**Ability Scores Restored.** If any of your ability scores were reduced, they return to normal.\n\n**Exhaustion Reduced.** If you have the **Exhaustion** condition, its level decreases by 1.\n\n**Special Feature.** Some features are recharged by a Long Rest. If you have such a feature, it recharges in the way specified in its description.\n\n**_Interrupting the Rest._** A Long Rest is stopped by the following interruptions:\n\n-   Rolling **Initiative**\n-   Casting a spell other than a cantrip\n-   Taking any damage\n-   1 hour of walking or other physical exertion\n\nIf you rested at least 1 hour before the interruption, you gain the benefits of a Short Rest. _See also_ “**Short Rest**.”\n\nYou can resume a Long Rest immediately after an interruption. If you do so, the rest requires 1 additional hour per interruption to finish.\n\n___\n\n### Magic \\[Action\\]\n\nWhen you take the Magic action, you cast a spell that has a casting time of an action or use a feature or magic item that requires a Magic action to be activated.\n\nIf you cast a spell that has a casting time of 1 minute or longer, you must take the Magic action on each turn of that casting, and you must maintain Concentration while you do so. If your Concentration is broken, the spell fails, but you don’t expend a spell slot. _See also_ “**Concentration**.”\n\n___\n\n### Magical Effect\n\nAn effect is magical if it is created by a spell, a magic item, or a phenomenon that a rule labels as magical.\n\n___\n\n### Malnutrition \\[Hazard\\]\n\nA creature needs an amount of food per day based on its size, as shown in the Food Needs per Day table. A creature that eats but consumes less than half the required food for a day must succeed on a DC 10 Constitution saving throw or gain 1 Exhaustion level at the day’s end. A creature that eats nothing for 5 days automatically gains 1 Exhaustion level at the end of the fifth day as well as an additional level at the end of each subsequent day without food.\n\nExhaustion caused by malnutrition can’t be removed until the creature eats the full amount of food required for a day. _See also_ “**Exhaustion**.”\n\n#### Food Needs per Day\n\n| Size | Food |\n| --- | --- |\n| Tiny | 1/4 pound |\n| Small | 1 pound |\n| Medium | 1 pound |\n| Large | 4 pounds |\n| Huge | 16 pounds |\n| Gargantuan | 64 pounds |\n\n___\n\n### Monster\n\nA monster is a creature controlled by the DM, even if the creature is benevolent. _See also_ “**Creature**” and “**NPC**.”\n\n___\n\n### Nonplayer Character\n\nA nonplayer character (NPC) is a monster that has a personal name and a distinct personality. _See also_ “**Monster**.”\n\n___\n\n### Object\n\nAn object is a nonliving, distinct thing. Composite things, like buildings, comprise more than one object. _See also_ “**Breaking Objects**.”\n\n___\n\n### Occupied Space\n\nA space is occupied if a creature is in it or if it is completely filled by objects.\n\n___\n\n### Opportunity Attacks\n\nYou can make an Opportunity Attack when a creature that you can see leaves your reach using its action, its Bonus Action, its **Reaction**, or one of its speeds. To make the Opportunity Attack, take a Reaction to make one melee attack with a weapon or an **Unarmed Strike** against the provoking creature. The attack occurs right before the creature leaves your reach. _See also_ chapter 1 (“**Combat**”).\n\n___\n\n### Paralyzed \\[Condition\\]\n\nWhile you have the Paralyzed condition, you experience the following effects.\n\n**_Incapacitated._** You have the **Incapacitated** condition.\n\n**_Speed 0._** Your **Speed** is 0 and can’t increase.\n\n**_Saving Throws Affected._** You automatically fail Strength and Dexterity **saving throws**.\n\n**_Attacks Affected._** Attack rolls against you have **Advantage**.\n\n**_Automatic Critical Hits._** Any attack roll that hits you is a **Critical Hit** if the attacker is within 5 feet of you.\n\n___\n\n### Passive Perception\n\nPassive Perception is a score that reflects a creature’s general awareness of its surroundings. The DM uses this score when determining whether a creature notices something without consciously making a Wisdom (**Perception**) check.\n\nA creature’s Passive Perception equals 10 plus the creature’s Wisdom (**Perception**) check bonus. If the creature has **Advantage** on such checks, increase the score by 5. If the creature has **Disadvantage** on them, decrease the score by 5. For example, a level 1 character with a Wisdom of 15 and proficiency in Perception has a Passive Perception of 14 (10 + 2 + 2). If that character has Advantage on Wisdom (**Perception**) checks, the score becomes 19.\n\n___\n\n### Per Day\n\nIf a rule says you can use something a certain number of times per day, that means you must finish a **Long Rest** to use it again after you run out of uses.\n\n___\n\n### Petrified \\[Condition\\]\n\nWhile you have the Petrified condition, you experience the following effects.\n\n**_Turned to Inanimate Substance._** You are transformed, along with any nonmagical objects you are wearing and carrying, into a solid inanimate substance (usually stone). Your weight increases by a factor of ten, and you cease aging.\n\n**_Incapacitated._** You have the **Incapacitated** condition.\n\n**_Speed 0._** Your **Speed** is 0 and can’t increase.\n\n**_Attacks Affected._** Attack rolls against you have **Advantage**.\n\n**_Saving Throws Affected._** You automatically fail Strength and Dexterity **saving throws**.\n\n**_Resist Damage._** You have **Resistance** to all damage.\n\n**_Poison Immunity._** You have **Immunity** to the **Poisoned** condition.\n\n___\n\n### Player Character\n\nA player character is a character controlled by a player. _See also_ **chapter 2**.\n\n___\n\n### Poisoned \\[Condition\\]\n\nWhile you have the Poisoned condition, you experience the following effect.\n\n**_Ability Checks and Attacks Affected._** You have **Disadvantage** on attack rolls and ability checks.\n\n___\n\n### Possession\n\nSome effects cause a creature to be possessed by another creature or entity. A possessing effect defines how the possession operates. Possession can be prevented by the **Protection from Evil and Good** spell and ended by the **Dispel Evil and Good** spell.\n\n___\n\n### Proficiency\n\nIf you have proficiency with something, you can add your Proficiency Bonus to any **D20 Test** you make using that thing. A creature might have proficiency in a skill or saving throw or with a weapon or tool. _See also_ chapter 1 (“**Proficiency**”).\n\n___\n\n### Prone \\[Condition\\]\n\nWhile you have the Prone condition, you experience the following effects.\n\n**_Restricted Movement._** Your only movement options are to crawl or to spend an amount of movement equal to half your **Speed** (round down) to right yourself and thereby end the condition. If your Speed is 0, you can’t right yourself.\n\n**_Attacks Affected._** You have **Disadvantage** on attack rolls. An attack roll against you has **Advantage** if the attacker is within 5 feet of you. Otherwise, that attack roll has Disadvantage.\n\n___\n\n### Reaction\n\nA Reaction is a special action taken in response to a trigger defined in the Reaction’s description. You can take a Reaction on another creature’s turn, and if you take it on your turn, you can do so even if you also take an action, a **Bonus Action**, or both. Once you take a Reaction, you can’t take another one until the start of your next turn. The Opportunity Attack is a Reaction available to all creatures. _See also_ “**Opportunity Attacks**” and chapter 1 (“**Actions**”).\n\n___\n\n### Ready \\[Action\\]\n\nYou take the Ready action to wait for a particular circumstance before you act. To do so, you take this action on your turn, which lets you act by taking a **Reaction** before the start of your next turn.\n\nFirst, you decide what perceivable circumstance will trigger your Reaction. Then, you choose the action you will take in response to that trigger, or you choose to move up to your **Speed** in response to it. Examples include “If the cultist steps on the trapdoor, I’ll pull the lever that opens it,” and “If the zombie steps next to me, I move away.”\n\nWhen the trigger occurs, you can either take your Reaction right after the trigger finishes or ignore the trigger.\n\nWhen you Ready a spell, you cast it as normal (expending any resources used to cast it) but hold its energy, which you release with your Reaction when the trigger occurs. To be readied, a spell must have a casting time of an action, and holding on to the spell’s magic requires **Concentration**, which you can maintain up to the start of your next turn. If your Concentration is broken, the spell dissipates without taking effect.\n\n___\n\n### Resistance\n\nIf you have Resistance to a damage type, damage of that type is halved against you (round down). Resistance is applied only once to an instance of damage. _See also_ chapter 1 (“**Damage and Healing**”).\n\n___\n\n### Restrained \\[Condition\\]\n\nWhile you have the Restrained condition, you experience the following effects.\n\n**_Speed 0._** Your **Speed** is 0 and can’t increase.\n\n**_Attacks Affected._** Attack rolls against you have **Advantage**, and your attack rolls have **Disadvantage**.\n\n**_Saving Throws Affected._** You have Disadvantage on Dexterity saving throws.\n\n___\n\n### Ritual\n\nIf you have a spell prepared that has the Ritual tag, you can cast that spell as a Ritual. The Ritual version of a spell takes 10 minutes longer to cast than normal. It also doesn’t expend a spell slot, which means the ritual version of a spell can’t be cast at a higher level. _See also_ **chapter 7**.\n\n___\n\n### Round Down\n\nWhenever you divide or multiply a number in the game, round down if you end up with a fraction, even if the fraction is one-half or greater. Some rules make an exception and tell you to round up.\n\n___\n\n### Save\n\nSave is another name for a saving throw. _See also_ “**Saving Throw**.”\n\n___\n\n### Saving Throw\n\nA saving throw—also called a save—represents an attempt to avoid or resist a threat. You normally make a saving throw only when a rule requires you to do so, but you can decide to fail the save without rolling. The result of a save is detailed in the effect that allowed it. If a target is forced to make a save and lacks the ability score used by it, the target automatically fails. _See also_ chapter 1 (“**D20 Tests**”).\n\n___\n\n### Search \\[Action\\]\n\nWhen you take the Search action, you make a Wisdom check to discern something that isn’t obvious. The Search table suggests which skills are applicable when you take this action, depending on what you’re trying to detect.\n\n#### Search\n\n| Skill | Thing to Detect |\n| --- | --- |\n| **Insight** | Creature’s state of mind |\n| **Medicine** | Creature’s ailment or cause of death |\n| **Perception** | Concealed creature or object |\n| **Survival** | Tracks or food |\n\n___\n\n### Shape-Shifting\n\nIf an effect, such as Wild Shape or the **Polymorph** spell, lets you shape-shift, its description specifies what happens to you. Unless that description says otherwise, any ongoing effects on you—**conditions**, **spells**, **curses**, and the like—carry over from one form to the other. You revert to your true form if you die.\n\n___\n\n### Short Rest\n\nA Short Rest is a 1-hour period of downtime, during which a creature does nothing more strenuous than reading, talking, eating, or standing watch. To start a Short Rest, you must have at least 1 Hit Point.\n\n**_Benefits of the Rest._** When you finish the rest, you gain the following benefits:\n\n**Spend Hit Point Dice.** You can spend one or more of your Hit Point Dice to regain **Hit Points**. For each Hit Point Die you spend in this way, roll the die and add your Constitution modifier to it. You regain Hit Points equal to the total (minimum of 1 Hit Point). You can decide to spend an additional Hit Point Die after each roll.\n\n**Special Feature.** Some features are recharged by a Short Rest. If you have such a feature, it recharges in the way specified in its description.\n\n**_Interrupting the Rest._** A Short Rest is stopped by the following interruptions:\n\n-   Rolling **Initiative**\n-   Casting a spell other than a cantrip\n-   Taking any damage\n\nAn interrupted Short Rest confers no benefits.\n\n___\n\n### Simultaneous Effects\n\nIf two or more things happen at the same time on a turn, the person at the game table—player or DM—whose turn it is decides the order in which those things happen. For example, if two effects occur at the start of a player character’s turn, the player decides which of the effects happens first.\n\n___\n\n### Size\n\nA creature or an object belongs to a size category: Tiny, Small, Medium, Large, Huge, or Gargantuan. A creature’s size determines how much space the creature occupies in combat. An object’s size affects its **Hit Points**. _See also_ “**Breaking Objects**” and chapter 1 (“**Combat**”).\n\n___\n\n### Skill\n\nA skill is an area of specialization associated with an ability check. If you have **proficiency** in a skill, you can add your Proficiency Bonus when you make an ability check associated with that skill. _See also_ chapter 1 (“**Proficiency**”).\n\n___\n\n### Speed\n\nA creature has a Speed, which is the distance in feet the creature can cover when it moves on its turn. _See also_ “**Climbing**,” “**Crawling**,” “**Flying**,” “**Jumping**,” “**Swimming**” and chapter 1 (“**Combat**”).\n\n**_Special Speeds._** Some creatures have special speeds, such as a **Burrow Speed**, **Climb Speed**, **Fly Speed**, or **Swim Speed**, each of which is defined in this glossary. If you have more than one speed, choose which one to use when you move; you can switch between the speeds during your move. Whenever you switch, subtract the distance already moved from the new speed. The result determines how much farther you can move. If the result is 0 or less, you can’t use the new speed during the current move. For example, if you have a Speed of 30 and a Fly Speed of 40, you could fly 10 feet, walk 10 feet, and leap into the air to fly 20 feet more.\n\n**_Changes to Your Speeds._** If an effect increases or decreases your Speed for a time, any special speed you have increases or decreases by an equal amount for the same duration. For example, if your Speed is reduced to 0 and you have a Climb Speed, your Climb Speed is also reduced to 0. Similarly, if your Speed is halved and you have a Fly Speed, your Fly Speed is also halved.\n\n___\n\n### Spell\n\nA spell is a magical effect that has the characteristics described in **chapter 7**.\n\n___\n\n### Spell Attack\n\nA spell attack is an attack roll made as part of a spell or another magical effect. _See also_ chapter 7 (“**Casting Spells**”).\n\n___\n\n### Spellcasting Focus\n\nA Spellcasting Focus is an object that certain creatures can use in place of a spell’s Material components if those materials aren’t consumed by the spell and don’t have a cost specified. Some classes allow its members to use certain types of Spellcasting Focuses. _See also_ chapter 7 (“**Casting Spells**”).\n\n___\n\n### Sphere \\[Area of Effect\\]\n\nA Sphere is an **area of effect** that extends in straight lines from a point of origin outward in all directions. The effect that creates a Sphere specifies the distance it extends as the radius of the Sphere.\n\nA Sphere’s point of origin is included in the Sphere’s area of effect.\n\n___\n\n### Stable\n\nA creature is Stable if it has 0 **Hit Points** but isn’t required to make **Death Saving Throws**. _See also_ chapter 1 (“**Damage and Healing**”).\n\n___\n\n### Stat Block\n\nA stat block contains the game statistics of a monster. Each stat block includes the following information presented after the monster’s name.\n\n**_Size._** A monster is Tiny, Small, Medium, Large, Huge, or Gargantuan. _See also_ “**Size**.”\n\n**_Creature Type._** This entry notes the family of beings a monster belongs to, along with any descriptive tags. _See also_ “**Creature Type**.”\n\n**_Alignment._** An alignment is suggested for the monster, with the DM determining its actual alignment. _See also_ “**Alignment**.”\n\n**_AC, Initiative, and HP._** These entries give the monster’s **Armor Class**, **Initiative**, and **Hit Points**, which are detailed in **chapter 1**. In parentheses after the Hit Points, the monster’s **Hit Point Dice** are provided, along with the contribution of its Constitution, if any, to its Hit Points. Following the Initiative modifier is an Initiative score. Some creatures that are created by magic lack Hit Dice and Initiative information.\n\n**_Speed._** Here the monster’s Speed is provided, along with any special speeds. _See also_ “**Burrow Speed**,” “**Climb Speed**,” “**Fly Speed**,” and “**Swim Speed**.”\n\n**_Ability Scores._** A table provides the monster’s **ability scores, modifiers**, and **saving throw** modifiers, all of which are detailed in **chapter 1**.\n\n**_Skills._** This entry lists the monster’s skill **proficiencies**, if any. _See also_ chapter 1 (“**Proficiency**”).\n\n**_Resistances and Vulnerabilities._** These entries list the monster’s Resistances and Vulnerabilities, if any. _See also_ “**Resistance**” and “**Vulnerability**.”\n\n**_Immunities._** This section lists the monster’s damage and condition Immunities, if any. _See also_ “**Immunity**.”\n\n**_Gear._** If the monster has any equipment that can be given away or retrieved, it’s listed in this entry.\n\n**_Senses._** This entry lists the monster’s special senses, such as **Darkvision**, and its Passive Perception. _See also_ “**Passive Perception**.”\n\n**_Languages._** This entry lists any languages the monster knows.\n\n**_CR._** Challenge Rating summarizes the threat a monster poses and is detailed in the _Monster Manual_. The Experience Points characters receive for defeating a monster and its Proficiency Bonus follow. Some creatures that are created by magic have no CR. _See also_ “**Challenge Rating**” and “**Experience Points**.”\n\n**_Traits._** The monster’s traits, if any, are features that are active at all times or in certain situations.\n\n**_Actions._** The monster can take these actions in addition to those detailed in this glossary. _See also_ chapter 1 (“**Actions**”).\n\n**_Bonus Actions._** If the monster has **Bonus Action** options, they are listed in this section.\n\n**_Reactions._** If the monster can take special **Reactions**, those are listed in this section.\n\n**_Attack Notation._** The entry for a monster’s attack starts by identifying whether the attack is a melee or a ranged attack and then provides the attack roll’s bonus, its reach or range, and what happens on a hit. An attack is against one target unless its entry says otherwise.\n\n**_Saving Throw Effect Notation._** If an effect forces a saving throw, the effect’s entry starts by identifying the kind of saving throw required and then provides the save’s DC, a description of which creatures must make the save, and what happens on a failed or a successful save.\n\n**_Damage Notation._** A stat block usually provides both a static number and a die expression for each instance of damage. For example, an attack might deal 4 (1d4 + 2) damage on a hit. The DM determines whether you use the static number or the die expression in parentheses; you don’t use both.\n\n___\n\n### Study \\[Action\\]\n\nWhen you take the Study action, you make an Intelligence check to study your memory, a book, a clue, or another source of knowledge and call to mind an important piece of information about it.\n\nThe Areas of Knowledge table suggests which skills are applicable to various areas of knowledge.\n\n#### Areas of Knowledge\n\n| Skill | Areas |\n| --- | --- |\n| **Arcana** | Spells, magic items, eldritch symbols, magical traditions, planes of existence, and certain creatures (Aberrations, Constructs, Elementals, Fey, and Monstrosities) |\n| **History** | Historic events and people, ancient civilizations, wars, and certain creatures (Giants and Humanoids) |\n| **Investigation** | Traps, ciphers, riddles, and gadgetry |\n| **Nature** | Terrain, flora, weather, and certain creatures (Beasts, Dragons, Oozes, and Plants) |\n| **Religion** | Deities, religious hierarchies and rites, holy symbols, cults, and certain creatures (Celestials, Fiends, and Undead) |\n\n___\n\n### Stunned \\[Condition\\]\n\nWhile you have the Stunned condition, you experience the following effects.\n\n**_Incapacitated._** You have the **Incapacitated** condition.\n\n**_Saving Throws Affected._** You automatically fail Strength and Dexterity **saving throws**.\n\n**_Attacks Affected._** Attack rolls against you have **Advantage**.\n\n___\n\n### Suffocation \\[Hazard\\]\n\nA creature can hold its breath for a number of minutes equal to 1 plus its Constitution modifier (minimum of 30 seconds) before suffocation begins. When a creature runs out of breath or is choking, it gains 1 **Exhaustion** level at the end of each of its turns. When a creature can breathe again, it removes all levels of Exhaustion it gained from suffocating.\n\n___\n\n### Surprise\n\nIf a creature is caught unawares by the start of combat, that creature is surprised, which causes it to have **Disadvantage** on its **Initiative** roll. _See also_ chapter 1 (“**Combat**”).\n\n___\n\n### Swimming\n\nWhile you’re swimming, each foot of movement costs 1 extra foot (2 extra feet in **Difficult Terrain**). You ignore this extra cost if you have a **Swim Speed** and use it to swim. At the DM’s option, moving any distance in rough water might require a successful DC 15 Strength (**Athletics**) check.\n\n___\n\n### Swim Speed\n\nA Swim Speed can be used to swim without expending the extra movement normally associated with swimming. _See also_ “**Swimming**” and “**Speed**.”\n\n___\n\n### Target\n\nA target is the creature or object targeted by an attack roll, forced to make a **saving throw** by an effect, or selected to receive the effects of a spell or another phenomenon.\n\n___\n\n### Telepathy\n\nTelepathy is a magical ability that allows a creature to communicate mentally with another creature within a specified range. Unless a rule states otherwise, the contacted creature doesn’t need to share a language with the telepath to understand this communication, but the contacted creature must be able to understand at least one language or be telepathic itself to understand.\n\nA telepath doesn’t need to see a contacted creature, and the telepath can start or end the telepathic contact at any time (no action required). Telepathic contact can’t be initiated and is immediately broken if either the telepath or the other creature has the **Incapacitated** condition. Telepathic contact is also broken if the contacted creature is no longer within the telepathy’s range or if the telepath contacts a different creature within range.\n\nA creature without telepathy can receive telepathic messages but can’t initiate a telepathic conversation. Once a telepathic conversation starts, the non-telepath can communicate mentally to the telepath until the telepathic connection ends.\n\n___\n\n### Teleportation\n\nTeleportation is a special kind of magical transportation. If you teleport, you disappear and reappear elsewhere instantly, without moving through the intervening space. This transportation doesn’t expend movement unless a rule tells you otherwise, and teleportation never provokes **Opportunity Attacks**.\n\nWhen you teleport, all the equipment you’re wearing and carrying teleports with you. If you’re touching another creature when you teleport, that creature doesn’t teleport with you unless the teleportation effect says otherwise.\n\nIf the destination space of your teleportation is occupied by another creature or blocked by a solid obstacle, you instead appear in the nearest unoccupied space of your choice.\n\nThe description of a teleportation effect tells you if you must see the teleportation’s destination.\n\n___\n\n### Temporary Hit Points\n\nTemporary Hit Points are granted by certain effects and act as a buffer against losing real **Hit Points**. _See also_ chapter 1 (“**Damage and Healing**”).\n\n___\n\n### Tremorsense\n\nA creature with Tremorsense can pinpoint the location of creatures and moving objects within a specific range, provided that the creature with Tremorsense and anything it is detecting are both in contact with the same surface (such as the ground, a wall, or a ceiling) or the same liquid.\n\nTremorsense can’t detect creatures or objects in the air, and it doesn’t count as a form of sight.\n\n___\n\n### Truesight\n\nIf you have Truesight, your vision is enhanced within a specified range. Within that range, your vision pierces through the following:\n\n**Darkness.** You can see in normal and magical **Darkness**.\n\n**Invisibility.** You see creatures and objects that have the **Invisible** condition.\n\n**Visual Illusions.** Visual illusions appear transparent to you, and you automatically succeed on saving throws against them.\n\n**Transformations.** You discern the true form of any creature or object you see that has been transformed by magic.\n\n**Ethereal Plane.** You see into the Ethereal Plane.\n\n___\n\n### Unarmed Strike\n\nInstead of using a weapon to make a melee attack, you can use a punch, kick, head-butt, or similar forceful blow. In game terms, this is an Unarmed Strike—a melee attack that involves you using your body to damage, grapple, or shove a target within 5 feet of you.\n\nWhenever you use your Unarmed Strike, choose one of the following options for its effect.\n\n**_Damage._** You make an **attack roll** against the target. Your bonus to the roll equals your Strength modifier plus your Proficiency Bonus. On a hit, the target takes Bludgeoning damage equal to 1 plus your Strength modifier.\n\n**_Grapple._** The target must succeed on a Strength or Dexterity saving throw (it chooses which), or it has the **Grappled** condition. The DC for the saving throw and any escape attempts equals 8 plus your Strength modifier and Proficiency Bonus. This grapple is possible only if the target is no more than one size larger than you and if you have a hand free to grab it.\n\n**_Shove._** The target must succeed on a Strength or Dexterity saving throw (it chooses which), or you either push it 5 feet away or cause it to have the **Prone** condition. The DC for the saving throw equals 8 plus your Strength modifier and Proficiency Bonus. This shove is possible only if the target is no more than one size larger than you.\n\n_See also_ “**Grappling**.”\n\n___\n\n### Unconscious \\[Condition\\]\n\nWhile you have the Unconscious condition, you experience the following effects.\n\n**_Inert._** You have the **Incapacitated** and **Prone** conditions, and you drop whatever you’re holding. When this condition ends, you remain Prone.\n\n**_Speed 0._** Your **Speed** is 0 and can’t increase.\n\n**_Attacks Affected._** **Attack rolls** against you have **Advantage**.\n\n**_Saving Throws Affected._** You automatically fail Strength and Dexterity **saving throws**.\n\n**_Automatic Critical Hits._** Any attack roll that hits you is a **Critical Hit** if the attacker is within 5 feet of you.\n\n**_Unaware._** You’re unaware of your surroundings.\n\n___\n\n### Unoccupied Space\n\nA space is unoccupied if no creatures are in it and it isn’t completely filled by objects.\n\n___\n\n### Utilize \\[Action\\]\n\nYou normally interact with an object while doing something else, such as when you draw a sword as part of the **Attack** action. When an object requires an action for its use, you take the Utilize action.\n\n___\n\n### Vulnerability\n\nIf you have Vulnerability to a damage type, damage of that type is doubled against you. Vulnerability is applied only once to an instance of damage. _See also_ chapter 1 (“**Damage and Healing**”).\n\n___\n\n### Weapon\n\nA weapon is an object that is in the Simple or Martial weapon category. _See also_ chapter 6 (“**Weapons**”).\n\n___\n\n### Weapon Attack\n\nA weapon attack is an attack roll made with a weapon. _See also_ “**Weapon**.”"
      }
    ]
  }
]