[
  {
    "id": "magicItemCategories",
    "name": "Magic Item Categories",
    "description": "Every magic item belongs to a category. The Magic Item Categories table lists the nine categories and provides examples. Rules for the categories appear after the table.",
    "tabs": [
      {
        "name": "Armor",
        "content": "An item in the Armor category is typically a magical version of armor from “**Equipment**”. Unless an armor’s description notes otherwise, the armor must be worn for its magic to function.\n\nSome suits of magic armor specify the type of armor they are, such as **Chain Mail** or **Plate Armor**. If no type is specified, choose the type or determine it randomly."
      },
      {
        "name": "Potions",
        "content": "An item in the Potion category might be a magical brew that must be imbibed or an oil that must be applied to a creature or an object. A typical potion consists of 1 ounce of liquid in a vial.\n\n**_Using a Potion._** Potions are consumable items. Drinking a potion or administering it to another creature requires a Bonus Action. Applying an oil might take longer as specified in its description. Once used, a potion takes effect immediately, and it is used up.\n\n**_Mixing Potions._** A character might drink one potion while still under the effects of another or pour several potions into a single container. The strange ingredients used in creating potions can result in unpredictable interactions.\n\nWhen a character mixes two potions together, roll on the Potion Miscibility table. If more than two are combined, roll again for each subsequent potion, combining the results. Unless the effects are immediately obvious, reveal them only when they become evident.\n\n#### Potion Miscibility\n\n| 1d100 | Result |\n| --- | --- |\n| 01 | Both potions lose their effects, and the mixture creates a magical explosion in a 5-foot-radius **Sphere** centered on itself. Each creature in that area takes 4d10 Force damage. |\n| 02–08 | Both potions lose their effects, and the mixture becomes an ingested poison of your choice (see “**Poison**”). |\n| 09–15 | Both potions lose their effects. |\n| 16–25 | One potion loses its effect. |\n| 26–35 | Both potions work, but with their numerical effects and durations halved. If a potion has no numerical effect and no duration, it instead loses its effect. |\n| 36–90 | Both potions work normally. |\n| 91–99 | Both potions work, but the numerical effects and duration of one potion are doubled. If neither potion has anything to double in this way, they work normally. |\n| 00 | Only one potion works, but its effects are permanent. Choose the simplest effect to make permanent or the one that seems the most fun. For example, a **Potion of Healing** might increase the drinker’s Hit Point maximum by 2d4 + 2, or a **Potion of Invisibility** might give the drinker the **Invisible** condition indefinitely. At your discretion, a **Dispel Magic** spell or similar magic might end this lasting effect. |"
      },
      {
        "name": "Rings",
        "content": "For its magic to function, an item in the Ring category must be worn on a finger or a similar digit unless its description notes otherwise."
      },
      {
        "name": "Rods",
        "content": "An item in the Rod category is a scepter usually made of metal, wood, or bone. A typical rod weighs 2 to 5 pounds.\n\nUnless its description notes otherwise, a rod can be used as an **Arcane Focus**."
      },
      {
        "name": "Scrolls",
        "content": "An item in the Scroll category is a roll of paper or parchment, sometimes attached to wooden rods and typically kept safe in a tube of ivory, jade, leather, metal, or wood. The most prevalent scroll is the **Spell Scroll**, a spell stored in written form. However, some scrolls, like the **Scroll of Protection**, bear an incantation that isn’t a spell.\n\n**_Using a Scroll._** Scrolls are consumable items. Unleashing the magic in a scroll requires the user to read the scroll. When its magic has been invoked, the scroll can’t be used again. Its words fade, or it crumbles into dust.\n\nAny creature that can understand a written language can read a scroll and attempt to activate it unless its description notes otherwise."
      },
      {
        "name": "Staffs",
        "content": "Items in the Staff category vary widely in appearance: some are of nearly equal diameter throughout and smooth, others are gnarled and twisted, some are made of wood, and others are composed of polished metal or crystal. A staff weighs between 2 and 7 pounds and serves well as a walking stick or cane.\n\nUnless its description notes otherwise, a staff can be used as a nonmagical **Quarterstaff** and an **Arcane Focus**."
      },
      {
        "name": "Wands",
        "content": "An item in the Wand category is typically 12 to 15 inches long and crafted of metal, bone, or wood. It is tipped with metal, crystal, stone, or some other material.\n\nUnless its description notes otherwise, a wand can be used as an **Arcane Focus**."
      },
      {
        "name": "Weapons",
        "content": "A magic weapon is typically a magical version of a weapon from “**Equipment**”. Some magic weapons specify the type of weapon they are in their descriptions, such as a **Longsword** or **Longbow**. If no weapon type is specified, you may choose the type or determine it randomly.\n\n**_Ammunition._** If a magic weapon has the **Ammunition** property, ammunition fired from it is considered magical for the purpose of any rule that cares whether a weapon is magical or not."
      },
      {
        "name": "Wondrous Items",
        "content": "Wondrous Items include wearable items such as boots, belts, capes, amulets, brooches, and circlets. Bags, carpets, figurines, horns, musical instruments, and more also fall into this category."
      }
    ]
  },
  {
    "id": "magicItemRarity",
    "name": "Magic Item Rarity",
    "description": "Every magic item has a rarity, which provides a rough measure of an item’s power relative to other magic items. The rarities are shown in the Magic Item Rarities and Values table.\n\nCommon magic items, such as a **Potion of Healing**, are the most plentiful. Artifacts, such as the **Orb of Dragonkind**, are priceless, unique, and difficult to acquire.",
    "tabs": [
      {
        "name": "Magic Item Values by Rarity",
        "content": "Common magic items can often be bought in a town or city. Uncommon and Rare magic items are usually found only in cities, and rarer magic items might be sold only in wondrous locations, such as the **City of Brass** or **Sigil**. If you allow characters to buy and sell magic items in your campaign, rarity can help you set prices for those items. Gold Piece values are provided in the Magic Item Rarities and Values table, though a seller might ask for a service rather than coin as payment.\n\nIf a magic item incorporates an item that has a purchase cost in “Equipment” (such as a weapon or a suit of armor), add that item’s cost to the magic item’s value. For example, **+1 Armor (Plate Armor)** has a value of 5,500 GP, which is the sum of a Rare magic item’s value (4,000 GP) and the cost of **Plate Armor** (1,500 GP).\n\n#### Magic Item Rarities and Values\n\n| Rarity | Value* |\n| --- | --- |\n| Common | 100 GP |\n| Uncommon | 400 GP |\n| Rare | 4,000 GP |\n| Very Rare | 40,000 GP |\n| Legendary | 200,000 GP |\n| Artifact | Priceless |\n| *Halve the value for a consumable item other than a **Spell Scroll**. The value of a _Spell Scroll_ is double what it costs to scribe the scroll (as specified in the “**Scribing Spell Scrolls**” section of “**Equipment**”). |"
      }
    ]
  },
  {
    "id": "awardingMagicItems",
    "name": "Awarding Magic Items",
    "description": "Awarding magic items is the purview of the DM. You can award a magic item because the story calls for it or the players would be especially pleased to have it. This section helps you to determine which magic items end up in the characters’ possession.",
    "tabs": [
      {
        "name": "Magic Items Awarded by Level",
        "content": "The Magic Items Awarded by Level table shows the number of magic items a D&D party typically gains during a campaign, totaling one hundred magic items by level 20. The table shows how many items of each rarity are meant to be handed out during each of the four tiers of play.\n\nArtifacts are omitted from the table because they are most often used as plot devices in high-level adventures, and characters rarely have them for long (either because the Artifacts are meant to be destroyed or because the campaign is nearing its end).\n\n**_Player Wish List._** Encourage your players to keep a wish list of magic items they hope their characters will find in the course of the campaign. If you want to award a magic item but don’t have a specific magic item in mind, you can pick an item of the appropriate rarity from your players’ wish list.\n\n**_Overstocking an Adventure._** When creating or modifying an adventure, assume that the characters won’t find all the magic items you place in it. An adventure usually can include a number of items that’s 25 percent higher than the number in the Magic Items Awarded by Level table (round up). For example, an adventure designed to take characters from level 1 to 4 might include fourteen items rather than eleven, in the expectation that three items won’t be found.\n\n#### Magic Items Awarded by Level\n\n| Character Level (Tier of Play) | Common Items | Uncommon Items | Rare Items | Very Rare Items | Legendary Items | All Items |\n| --- | --- | --- | --- | --- | --- | --- |\n| 1–4 (tier 1) | 6 | 4 | 1 | 0 | 0 | 11 |\n| 5–10 (tier 2) | 10 | 17 | 6 | 1 | 0 | 34 |\n| 11–16 (tier 3) | 3 | 7 | 11 | 7 | 2 | 30 |\n| 17–20 (tier 4) | 0 | 0 | 5 | 11 | 9 | 25 |\n| **Total** | **19** | **28** | **23** | **19** | **11** | **100** |"
      },
      {
        "name": "Magic Item Tracker",
        "content": "You can use the Magic Item Tracker sheet to track how many magic items the characters have acquired. Each time the characters get a magic item, put a check mark in one of the empty circles corresponding to the item’s rarity and the current level range of the characters. If the characters gain a magic item of a rarity that has no unchecked circles at the current level range, check off an empty circle from a lower tier. If all lower level ranges also have no circles left, check off an empty circle from a higher level range."
      },
      {
        "name": "Random Magic Item Rarity",
        "content": "When you decide that a treasure contains magic items, there are two ways to determine the rarity of those items. You can choose an appropriate rarity based on the items you’ve given out already (using the Magic Item Tracker sheet to keep track), or you can roll on the Magic Item Rarities table.\n\nTo use the table, find the level of the characters in the top row. Roll 1d100, and read down that column to find your roll. Then read across to the right column to find the rarity of the item.\n\n#### Magic Item Rarities\n\n ————— 1d100 Roll ————— \n\n | Levels 1–4 | Levels 5–10 | Levels 11–16 | Levels 17–20 | Item’s Rarity |\n| --- | --- | --- | --- | --- |\n| 01–54 | 01–30 | 01–11 | — | Common |\n| 55–91 | 31–81 | 12–34 | — | Uncommon |\n| 92–00 | 82–98 | 35–70 | 01–20 | Rare |\n| — | 99–00 | 71–93 | 21–64 | Very Rare |\n| — | — | 94–00 | 65–00 | Legendary |"
      }
    ]
  },
  {
    "id": "activatingAMagicItem",
    "name": "Activating a Magic Item",
    "description": "It usually takes a **Magic** action to activate a magic item. The item’s user might also need to do something special. The description of each item category or individual item details how an item is activated. Certain items use the following rules for their activation.",
    "tabs": [
      {
        "name": "Command Word",
        "content": "A command word is a word or short phrase that must be spoken or signed for an item to work. Spoken command words must be audible and fail to work in areas where all sound is suppressed, as in the area of the **Silence** spell."
      },
      {
        "name": "Consumable Items",
        "content": "Some items are consumed—used up, in other words—when they are activated. A **Potion of Healing** must be swallowed, for example, while the writing vanishes from a scroll when it is read. Once used, a consumable item loses its magic."
      },
      {
        "name": "Spells Cast from Items",
        "content": "Some magic items allow the user to cast a spell from the item. The spell is cast at the lowest possible spell and caster level, doesn’t expend any of the user’s spell slots, and requires no components unless the item’s description notes otherwise. The spell uses its normal casting time, range, and duration, and the user of the item must concentrate if the spell requires **Concentration**. Many items, such as Potions, bypass the casting of a spell and confer the spell’s effects with its usual duration. Certain items make exceptions to these rules, changing the casting time, duration, or other parts of a spell.\n\nA magic item may require the user to use their own spellcasting ability when casting a spell from the item. If the user has more than one spellcasting ability, the user chooses which one to use with the item. If the user doesn’t have a spellcasting ability, their spellcasting ability modifier is +0 for the item, and the user’s Proficiency Bonus applies."
      },
      {
        "name": "Charges",
        "content": "Some magic items have charges that must be expended to activate their properties. The number of charges an item has remaining is revealed when the **Identify** spell is cast on it. A creature attuned to an item knows how many charges the item has and how many it regains."
      }
    ]
  },
  {
    "id": "theNextDawn",
    "name": "“The Next Dawn”",
    "description": "Magic items often have charges or properties that recharge at the next dawn or some other specified time. If such an item is on a world or plane of existence where the specified event doesn’t occur, the DM determines when the item recharges.",
    "tabs": []
  },
  {
    "id": "cursedItems",
    "name": "Cursed Items",
    "description": "A magic item’s description specifies whether it bears a curse. Most methods of identifying items, including the **Identify** spell, fail to reveal such a curse.\n\nAttunement to a cursed item can’t be ended voluntarily unless the curse is broken first, such as with a **Remove Curse** spell.",
    "tabs": []
  },
  {
    "id": "magicItemResilience",
    "name": "Magic Item Resilience",
    "description": "A magic item is at least as durable as a nonmagical item of its kind. Most magic items, other than Potions and Scrolls, have Resistance to all damage.\n\nAn Artifact can be destroyed only in some special way. Otherwise, it is impervious to damage. Learning how to destroy an Artifact usually requires research or the completion of a quest.",
    "tabs": []
  },
  {
    "id": "craftingMagicItems",
    "name": "Crafting Magic Items",
    "description": "“**Equipment**” contains rules on **brewing Potions of Healing** and **scribing Spell Scrolls**. To create other magic items, follow the rules below. In these rules, “you” refers to the character crafting the magic item.",
    "tabs": [
      {
        "name": "Arcana Proficiency",
        "content": "To craft a magic item, you and any assistants must have proficiency in the **Arcana** skill."
      },
      {
        "name": "Tools",
        "content": "The Magic Item Tools table lists which tool is required to make a magic item of each category. You must use the required tool to make an item and have proficiency with that tool. Any assistants must also have proficiency with it. For more **information on the tools**, see “**Equipment**”."
      },
      {
        "name": "Spells",
        "content": "If a magic item allows its user to cast any spells from it, you must have all those spells prepared every day you spend crafting the item."
      },
      {
        "name": "Time and Cost",
        "content": "Crafting a magic item takes an amount of time and money based on the item’s rarity as shown in the Magic Item Crafting Time and Cost table.\n\n**_Work per Day._** For each day of crafting, you must work for 8 hours. If an item requires multiple days, those days needn’t be consecutive.\n\n**_Assistants._** Characters can combine their efforts to shorten the crafting time. Divide the time needed to create an item by the number of characters working on it. Normally, only one other character can assist you, but the DM might allow more assistants.\n\n**_Raw Materials._** The cost in the table represents the raw materials needed to make a magic item. The DM determines whether appropriate raw materials are available. In a city, there is a 75 percent chance that the materials are available, and in any other settlement, that chance is 25 percent. If materials aren’t available, you must wait at least 7 days before checking on the availability again.\n\nIf a magic item incorporates an item that has a purchase cost (such as a weapon or a suit of armor), you must also pay that entire cost or craft that item **using the rules** in “**Equipment**”. For example, to make **+1 Armor (Plate Armor)**, you must pay 3,500 GP or pay 2,000 GP and craft the armor.\n\n#### Magic Item Crafting Time and Cost\n\n| Item Rarity | Time* | Cost* |\n| --- | --- | --- |\n| Common | 5 days | 50 GP |\n| Uncommon | 10 days | 200 GP |\n| Rare | 50 days | 2,000 GP |\n| Very Rare | 125 days | 20,000 GP |\n| Legendary | 250 days | 100,000 GP |\n| *The time and cost are halved for a consumable item other than a **Spell Scroll**, whose **crafting time and cost** are given in “**Equipment**”. |"
      }
    ]
  },
  {
    "id": "sentientMagicItems",
    "name": "Sentient Magic Items",
    "description": "Some magic items have sentience and personality. Such an item might be possessed, haunted by the spirit of a previous owner, or self-aware thanks to the magic used to create it. A sentient item might be a cherished ally to its wielder or a continual thorn in the side.\n\nMost sentient items are weapons, but other kinds of items can manifest sentience. Single-use items such as potions and scrolls are never sentient.\n\nThe DM controls sentient magic items and their activated properties. A bearer who maintains a good relationship with the item can access those properties. If the relationship is strained, a conflict can ensue (see “**Conflict**” below).",
    "tabs": [
      {
        "name": "Sentient Magic Item Traits",
        "content": "When you make a sentient magic item, you create the item’s persona much as you would create an NPC, with these exceptions.\n\n**_Abilities._** A sentient magic item has Intelligence, Wisdom, and Charisma scores. Choose the item’s abilities, or determine them randomly as follows: roll 4d6 for each one, dropping the lowest roll and totaling the rest.\n\n**_Alignment._** A sentient magic item has an alignment. Its creator or nature might suggest an alignment. Otherwise, pick an alignment or roll on the Sentient Item’s Alignment table.\n\n**_Communication._** A sentient item communicates by sharing its emotions, broadcasting its thoughts telepathically, or speaking aloud. You can choose how it communicates or roll on the Sentient Item’s Communication table.\n\n**_Senses._** A sentient item can perceive its surroundings out to a limited range. You can choose its senses or roll on the Sentient Item’s Senses table.\n\n**_Special Purpose._** You can give a sentient item an objective it pursues, perhaps to the exclusion of all else. As long as the wielder’s use of the item aligns with that special purpose, the item remains cooperative. Deviating from this course might cause conflict between the wielder and the item (see “**Conflict**” below). You can pick a special purpose or roll on the Sentient Item’s Special Purpose table.\n\n#### Sentient Item’s Alignment\n\n| 1d100 | Alignment |\n| --- | --- |\n| 01–15 | Lawful Good |\n| 16–35 | Neutral Good |\n| 36–50 | Chaotic Good |\n| 51–63 | Lawful Neutral |\n| 64–73 | Neutral |\n| 74–85 | Chaotic Neutral |\n| 86–89 | Lawful Evil |\n| 90–96 | Neutral Evil |\n| 97–00 | Chaotic Evil |\n\n#### Sentient Item’s Communication\n\n| 1d10 | Communication |\n| --- | --- |\n| 1–6 | The item communicates by transmitting emotion to the creature carrying or wielding it. |\n| 7–9 | The item speaks one or more languages. |\n| 10 | The item speaks one or more languages. In addition, the item can communicate telepathically with any creature that carries or wields it. |\n\n#### Sentient Item’s Senses\n\n| 1d4 | Senses |\n| --- | --- |\n| 1 | Hearing and standard vision out to 30 feet |\n| 2 | Hearing and standard vision out to 60 feet |\n| 3 | Hearing and standard vision out to 120 feet |\n| 4 | Hearing and **Darkvision** out to 120 feet |\n\n#### Sentient Item’s Special Purpose\n\n| 1d10 | Special Purpose |\n| --- | --- |\n| 1 | **Aligned.** The item seeks to defeat or destroy those of a diametrically opposed alignment. Such an item is never Neutral. |\n| 2 | **Bane.** The item seeks to thwart or destroy creatures of a particular type, such as Constructs, Fiends, or Undead. |\n| 3 | **Creator Seeker.** The item seeks its creator and wants to understand why it was created. |\n| 4 | **Destiny Seeker.** The item believes it and its bearer have key roles to play in future events. |\n| 5 | **Destroyer.** The item craves destruction and goads its user to fight arbitrarily. |\n| 6 | **Glory Seeker.** The item seeks renown as the greatest magic item in the world by winning fame or notoriety for its user. |\n| 7 | **Lore Seeker.** The item craves knowledge or is determined to solve a mystery, learn a secret, or unravel a cryptic prophecy. |\n| 8 | **Protector.** The item seeks to defend a particular kind of creature, such as elves or werewolves. |\n| 9 | **Soulmate Seeker.** The item seeks another sentient magic item, perhaps one that is similar to itself. |\n| 10 | **Templar.** The item seeks to defend the servants and interests of a particular deity. |"
      },
      {
        "name": "Conflict",
        "content": "When the bearer of a sentient item acts in a manner opposed to the item’s alignment or purpose, conflict can arise. When such a conflict occurs, the item’s bearer makes a Charisma saving throw (DC 12 plus the item’s Charisma modifier). On a failed save, the item makes one or more of the following demands:\n\n**Chase My Dreams.** The item demands that its bearer pursue the item’s goals to the exclusion of all other goals.\n\n**Get Rid of It.** The item demands that its bearer dispose of anything the item finds repugnant.\n\n**It’s Time for a Change.** The item demands to be given to someone else.\n\n**Keep Me Close.** The item insists on being carried or worn at all times.\n\nIf its bearer refuses to comply with the item’s demands, the item can do any of the following:\n\n- Make it impossible for its bearer to attune to it.\n- Suppress one or more of its activated properties.\n- Attempt to take control of its bearer, whereupon the bearer makes a Charisma saving throw (DC 12 plus the item’s Charisma modifier). On a failed save, the bearer has the **Charmed** condition for 1d12 hours. While Charmed in this way, the bearer must try to follow the item’s commands. If the bearer takes damage, it repeats the save, ending the effect on a success. Whether or not the attempt to control its bearer succeeds, the item can’t use this power again until the next dawn."
      }
    ]
  }
]
