[
  {
    "id": "part1",
    "name": "Part 1: 建立追逐",
    "description": "如果逃離的角色比他的對手明顯快，逃脫是可能的，使追捕者遠遠落後；追逐幾乎在開始後立即結束。每個角色只需進行一次技能擲骰來確定追逐，結果將產生以下兩個選項之一：\n\n-   逃離的角色比追捕者快，這種情況下假設追捕者迅速落後，追逐不會繼續進行。守密人只需描述追捕者如何在符合情況的情況下失去了他們的目標。\n    \n-   追捕者足夠快以追上逃離的角色。\n    \n\n如果是這種情況，遊戲將在最刺激的時刻繼續進行——追捕者接近逃離的角色的那一刻。",
    "tabs": [
      {
        "name": "速度擲骰",
        "content": "這個擲骰調整每個參與者在追逐中的MOV評級。每輛車和角色都有一個移動評級（MOV）。車輛的速度取決於駕駛員的技能，而角色的步行速度則取決於他們的身體狀況。\n\n追逐中的每個參與者進行CON擲骰（如果步行或其他自行驅動的模式），以測試他們的身體狀況和耐力。駕駛員進行Drive Auto擲骰（適用於車輛），以測試他們對車輛的操作能力。\n\n-   成功：在此追逐期間，MOV評級不變。\n-   極限成功：在此追逐期間，MOV評級+1。\n-   失敗：在此追逐期間，MOV評級-1。"
      },
      {
        "name": "比較速度",
        "content": "如果逃亡角色的調整MOV評級高於追趕者，則逃亡角色成功逃脫。守密人可以自由地簡要描述這是如何發生的，或者請求玩家提出建議。追逐結束，守密人應該讓遊戲繼續進行。\n\n如果追趕者的調整MOV評級等於或大於逃亡角色的評級，則建立一個追逐，並適用追逐規則。繼續進行第二部分：直接進入追逐場景。"
      }
    ]
  },
  {
    "id": "part2",
    "name": "Part 2: 進入追逐主題",
    "description": "如果逃亡角色的MOV評級不足以使追趕者失去追趕，則守密人應將行動移至追趕者距離逃亡角色僅兩個位置的點，不論追逐是如何開始的。這個短距離的範圍有助於將遊戲重點放在刺激的追逐部分。無論角色們是相鄰開始還是相距一英里，目標都是\"直接進入追逐\"。逃亡角色已經有一次使用速度擲骰的機會逃脫。守密人通常會將起始距離設置為兩個位置，但在特殊情況下，可以將其減少為一個位置，以加強緊張感。建議不要將距離設定超過兩個位置。\n\n> Harvey被發現潛入一些農場建築物。農夫在遠處發現他並大聲喊叫；Harvey轉身逃跑。守密人要求進行速度擲骰。Harvey的玩家進行了極限CON擲骰，Harvey的MOV從6提升到7。守密人未通過農夫的CON擲骰，農夫的MOV從7下降到6。Harvey的MOV更高，因此他成功逃脫。守密人描述Harvey回頭一瞥，看到農夫在泥濘中絆倒。沒有進行追逐場景。\n\n> 或者，如果Harvey未通過CON擲骰，情況將完全不同。Harvey的MOV將下降至5，守密人會在農場小路上建立追逐，農夫距離Harvey兩個位置。",
    "tabs": [
      {
        "name": "地點",
        "content": "\"Location\" is a term used to denote a position in the chase. The locations do not need to be equally spaced; a locked door or a flight of stairs might separate two locations, while another might be a point on a stretch of open road. Locations divide the chase into narrative chunks, rather than being a set physical distance. For example, a hotel might be divided into multiple locations: revolving door, crowded foyer, stairs, lifts, corridors, restaurant, kitchens, bedrooms, offices, and so on.\n\nIf a chase takes place at the same time as a separate combat, the Keeper should ensure that the distance between locations is not excessive, otherwise you may end up with one group of characters running the length of a city block in the time it takes another investigator to smash a chair over a cultist’s head.\n\nA chase is made up of a string of locations. The Keeper should keep careful track of which character is at which location. Depending on their speed, characters may move 1 or more locations each round. Hazards and barriers (see following) are positioned between locations and may slow a character’s progress."
      },
      {
        "name": "追逐進程的追蹤",
        "content": "在進行追逐場景時，您可能會發現以下方法有助於追蹤不同角色。拿一張空白紙或白板，畫一條相距半英寸的點線。每個點代表一個位置。在第一個點上標記一個代表追趕者的字母。\n\n然後根據開始距離（見「進入追逐主題」部分），在距離追趕者兩個點的位置上寫下逃亡角色的字母。隨著角色的移動，只需劃掉其標記並將其繪製在新的位置上。\n\n> 一個憤怒的農夫正在沿著一條小路追趕Harvey。在進行速度擲骰後，Harvey的MOV變為5；農夫的MOV為6。守密人選擇將行動始於距離Harvey兩個位置之後的農夫，並記錄位置如下："
      }
    ]
  },
  {
    "id": "part2d1",
    "name": "Part 2.1: 追逐回合",
    "description": "",
    "tabs": [
      {
        "name": "敏捷跟移動順序",
        "content": "在追逐中，誰有首先行動的機會是一個重要的問題。通過按照角色的DEX（敏捷）從高到低進行排名來確定移動的順序。在平局的情況下，使用對抗性的DEX擲骰來決定誰先行動。\n\n> ### 使用迷你模型\n> \n> 您可以使用迷你模型和模型車來追蹤追逐。只需決定哪個迷你模型代表哪個角色，然後使用標記或點在一張紙上表示範圍增量。"
      },
      {
        "name": "移動行動",
        "content": "每個角色每回合都可以進行若干個移動行動。移動行動用於從一個位置移動到下一個位置。比較快的角色每回合獲得的移動行動比較慢的角色要多。\n\n每個角色和車輛每回合默認獲得一個移動行動。然後加上他們的移動評級（MOV）與追逐中最慢參與者的移動評級之間的差異。因此，最慢的參與者始終只有一個移動行動；如果某人的MOV比最慢參與者高1，則他將獲得2個移動行動；如果某人的MOV比最慢參與者高2，則他將獲得3個移動行動，依此類推。\n\n> 回到Harvey試圖逃離憤怒的農夫的情況。在速度擲骰後，Harvey的MOV變為5；農夫的MOV為6。兩者默認獲得一個移動行動。農夫獲得第二個移動行動，因為他的速度比追逐中最慢的角色Harvey快一點。"
      },
      {
        "name": "行動跟追逐回合",
        "content": "在根據DEX順序（從高到低）進行操作時，每個角色可以選擇以下動作之一：\n\n-   在追逐中向前移動（使用移動行動）。\n-   使用搏鬥、槍械或汽車駕駛技能進行一次攻擊*。\n-   施放法術。\n-   執行其他需要時間和可能需要擲骰的動作，例如開鎖。\n\n*_請注意，有些怪物能夠在一回合中進行多次攻擊；這些攻擊都發生在怪物的回合中。_\n\n角色可以選擇延遲行動，直到另一個角色行動。如果這導致多個角色希望同時行動，則DEX最高的角色優先。如果兩者都堅持等待對方行動，則回合可能在他們都沒有行動的情況下結束。"
      },
      {
        "name": "推骰跟追逐",
        "content": "在追逐中不使用推骰（Pushed rolls）。與戰鬥相同，角色通常在下一回合有機會再次嘗試。"
      }
    ]
  },
  {
    "id": "part3",
    "name": "Part 3: 移動",
    "description": "",
    "tabs": [
      {
        "name": "從一個地點到另一地點",
        "content": "如果一個區域沒有障礙物，例如空曠的走廊或直線道路，從一個位置移動到下一個位置的消耗為1個移動行動。\n\n> 回到憤怒的農夫追趕Harvey的情景。在速度擲骰後，Harvey的MOV變為5；農夫的MOV為6。Harvey的DEX為55，農夫的DEX為50。 \n> **Harvey的回合**：Harvey有1個移動行動，向前移動1個位置。Harvey的回合結束。\n> 在Harvey移動後：\n\n| * | * |*|*|*|\n|--|--|--|--|--|\n| Farmer |  ||Harvey||\n\n> **農夫的回合**：農夫有2個移動行動，向前移動2個位置。農夫的回合結束。\n\n| * | * |*|*|*|\n|--|--|--|--|--|\n| |  |Farmer|Harvey||\n\n> 在第1回合結束時，農夫已經從2個位置的距離縮小到1個位置。顯然，如果追逐以同樣的方式繼續，農夫將在下一回合末追上Harvey。如果農夫的DEX更高，他將在第1回合首先行動並立即追上Harvey。"
      },
      {
        "name": "危險障礙物",
        "content": "A chase that takes place on even, clear ground will soon be resolved if the pursuer is faster than the character he or she is chasing; or, if both are of the same MOV speed, the chase might never end, with one character staying just out of range of the other. Either way, this leads to a bland chase scene based purely upon numbers.\n\nHazards add spice to a chase scene: hairpin bends, slippery steps, thorny bushes, thick mud, and so on. Hazards typically slow characters and vehicles down, and if badly handled, can also cause harm.\n\nThe Keeper should present the hazard and allow each character to decide how they deal with it. Skill is always factor, and sometimes taking a cautious approach, slowing down in order to make a more considered attempt, can help. Other times, a reckless approach might be taken to use brute force and speed, such as when breaking down a locked door or taking corners at speed.\n\nIf a character elects to take a cautious approach, movement actions may be spent to gain bonus dice on the skill roll to negotiate a hazard. 1 movement action buys 1 bonus die, or 2 movement actions buys 2 bonus dice (2 bonus dice is the maximum that can be rolled). If the skill roll is successful the character or vehicle is not further delayed or damaged by the hazard and is free to move on.\n\nIf the skill roll to negotiate a hazard is failed, the Keeper should decide if damage is inflicted on the character or vehicle, and how much, using Table III: Other Forms of Damage as a guide for damage to characters, or Table VI: Vehicular Collisions (see page 147) for damage to vehicles. Failing to negotiate an obstacle or taking damage is also likely to slow the character or vehicle; roll 1D3 for number of lost movement actions.\n\nNotice how a hazard is written in the space between two dots. The dots represent the locations on either side of the hazard. Thus, in the example nearby, the area labeled “mud” is a hazard for those travelling from one location to the next. After negotiating a hazard a character should move onto the next location whether they pass or fail the skill roll."
      },
      {
        "name": "技能與危險障礙物",
        "content": "The Keeper will specify a skill or choice of skills that can be used to negotiate a hazard, along with a difficulty level. The Keeper should welcome suggestions from players for alternative ways in which their investigators might negotiate obstacles, and, as always, the Keeper is final arbiter of what skill is acceptable. Some examples of appropriate skills are:\n\n-   Climb skill to get over fences and walls, or to climb down from a high window.\n-   Swim skill to cross a river or lake.\n-   Dodge skill to weave through a crowd or avoid falling over trashcans in a narrow alley.\n-   STR to wade through thick mud.\n-   DEX to run along the top of a wall without falling off.\n-   Drive Auto is the appropriate skill in a car chase.\n\nThis list is not exhaustive; other skills may be used if judged appropriate.\n\n> As Harvey flees the angry farmer, he sees that the section of track ahead is rough and muddy.\n> \n> **Harvey’s turn**:  Harvey charges towards the muddy patch, taking big strides; certainly a reckless action! The Keeper asks for a DEX roll, which Harvey makes. Harvey moves onto the next location, having used his one movement action for this round.\n> \n> **Farmer’s turn**:  The farmer has 2 movement actions and reaches the same rough muddy hazard. However, the farmer’s DEX roll is failed and he slips and falls. Referring to  **Other Forms of Damage**, the Keeper chooses Moderate Injury, inflicting 2 (from a roll of 1D6) points of damage. In addition, the farmer must pay 1 (1D3) additional movement action. He has already used all of his movement actions for this round, so the delay will cost one of his two movement actions in the next round."
      },
      {
        "name": "車輛追逐的危險範例",
        "content": "-   交通擁堵，車輛之間有間隙可以穿梭。\n-   進行迴轉或倒車。\n-   道路工程導致障礙物。\n-   道路交通事故。\n-   行人穿越處。\n-   繁忙的路口。\n-   馬路上的騎自行車者。\n-   彎道或坑洼路面。\n-   道路上的動物（鹿、山羊、綿羊）。\n-   其他車輛突然開出或停車。\n-   道路上的落石和碎片。\n-   在峭壁和懸崖之間的狹窄道路。\n-   行駛緩慢的送貨車輛和垃圾收集卡車。\n-   步行區域。\n-   兩個人手持一大塊玻璃穿越馬路。\n-   市場或建築工地。\n-   一堆大型紙箱。\n-   在狹窄道路上超車或面對對向車輛。\n-   離開道路或穿越田地。\n-   逆向車輛（障礙物可能移動）。"
      },
      {
        "name": "Sample Hazards for Foot Chases",
        "content": "- A low fence or wall.\n- A latched window.\n- A river, lake, or muddy swamp.\n- A crowded street.\n- A narrow alley.\n- A rooftop.\n- A hole in a wall.\n- A crawlspace, junk-filled attic, or cellar.\n- A spiral staircase.\n- Between the stacks of a library or museum."
      }
    ]
  },
  {
    "id": "part3d1",
    "name": "Part 3.1: 障礙物",
    "description": "障礙物會阻礙前進，直到它們被成功應對或清除。障礙物可以是一道上鎖的門、一個高高的圍欄、一個深淵等等。障礙物和障礙物之間的區別有時可能不明確。攀爬一個4英尺高的圍欄可能會有危險，但並不能阻止一個決心的人，然而攀爬一個7英尺高的牆可能會形成一個障礙。攀爬到二樓窗戶是一個障礙（如果攀爬失敗，窗戶就無法到達），而攀爬下來是一個危險（可以簡單地跌落）。守密人必須決定何時將一個障礙物視為障礙；如果它是一個障礙物，則在技能擲骰通過或突破障礙物之前，它將阻止進一步移動。技能擲骰未能通過以通過障礙物可能會造成損傷和延遲，就像障礙物一樣，但通常的後果只是延遲和不便，不能前進到下一個位置。\n\n*譯註:  此障礙物(Barriers)與危險障礙物(Hazards)表示不同名詞，之後用障礙物跟危險障礙物來區分*",
    "tabs": [
      {
        "name": "技能與障礙物",
        "content": "-   跳躍技能用於跳過深淵或從一個屋頂跳到另一個屋頂。\n-   STR（力量）用於強行打開一扇門。\n-   鎖匠技能用於打開一扇上鎖的門或窗戶。\n\n有多種方法可以突破某些障礙物。一扇上鎖的門可以用鎖匠技能撬開，或者用力量打開（請參閱下文的**突破障礙物**）。同樣地，有些角色可能會試圖爬過圍欄（攀爬技能），而其他人則可能選擇直接破壞。\n\n### 車輛追逐的障礙示例\n\n-   交通擁堵，車輛之間沒有間隙可供穿梭。\n-   警察設立的路障。\n-   倒下的樹木。\n-   滾石。\n\n### 步行追逐的障礙示例\n\n-   高圍欄或牆壁。\n-   深淵。\n-   上鎖的門。"
      },
      {
        "name": "突破障礙物",
        "content": "無論是踢開上鎖的門還是衝破警察設立的路障，有時候蠻力是最好的解決方法。不需要進行攻擊擲骰。每點車輛的結構值，對障礙物造成1D10點的損傷。\n\n假設車輛在試圖突破障礙物時以高速行駛；因此，如果一輛車輛攻擊一個障礙物並未能摧毀它，該車輛將被摧毀。\n\n如果障礙物被摧毀，車輛將遭受等於衝擊前障礙物耐久值一半的損傷。\n\n當障礙物的耐久值降至0時，它不再是一個障礙物。衝破障礙物所產生的殘骸可能對後面的人造成危害。"
      },
      {
        "name": "障礙物範例以及其生命值",
        "content": "-   **內部門或薄木圍欄**：5點耐久值。\n-   **標準後門**：10點耐久值。\n-   **堅固的居家外門**：15點耐久值。\n-   **9英寸厚的磚牆**：25點耐久值。\n-   **成熟樹木**：50點耐久值。\n-   **混凝土橋墩**：100點耐久值。"
      }
    ]
  },
  {
    "id": "part4",
    "name": "Part 4: 衝突",
    "description": "角色或車輛必須在同一位置才能互相攻擊，除非涉及到使用槍械。發起攻擊消耗1個移動行動。角色在每個回合中只能進行他們通常的攻擊次數。攻擊的解決方式與常規戰鬥相同。\n\n不論是否還有移動行動剩餘，應始終給予角色應對的機會（反擊或閃避），除非涉及到大型怪物或生物攻擊車輛，以試圖造成損害或使用戰術推擠、傾斜甚至提起並拋出車輛（參見**體格**）。\n\n車輛可以使用常規戰鬥規則進行戰鬥，將駕駛技能用於戰鬥和閃避技能。將車輛視為一種武器，每個結構值造成1D10的傷害。每滿10點傷害減少1點結構值（向下取整）；任何低於10點的剩餘傷害將被忽略。每當使用車輛造成傷害時，它也會遭受等於所造成傷害一半（向下取整）的傷害，但絕不會造成比原先目標失去更多結構值的傷害。\n\n> 一輛汽車可能對一輛輕型摩托車造成50（5D10）點傷害，因此汽車自身將遭受25點傷害（足以造成2點結構值的損害），但輕型摩托車只有1結構值，所以對汽車的損害被限制為1結構值。\n\n如果一個角色受到車輛的攻擊，該角色可以進行反擊或閃避。成功的反擊使目標角色能夠避免一次攻擊並同時進行自己的攻擊。調查員對車輛的攻擊可能相對無效；然而，如果黑暗幼獸反擊車輛，情況可能就不同了。",
    "tabs": [
      {
        "name": "在追逐回合中使用戰術",
        "content": "如果一個角色或車輛試圖絆倒、推擠或以其他方式使對手失去控制，這可以通過使用戰術來實現。成功的戰術造成與失敗的障礙物技能擲骰相同的結果：失去1D3個移動行動，並且如果情況適用，從**其他形式的傷害表**（角色）或**車輛碰撞表格**（車輛）中選擇一定數量的損傷。或者，如果角色對戰術設定了特定目標，則可以像在常規戰鬥中一樣進行操作（參見**戰鬥=>戰術**）。\n\n可以對車輛進行戰術，以將其推離道路或造成失控。相同的結構值限制適用：如果一輛車輛挑戰一輛比自己大1結構值的車輛，則對攻擊擲骰應用1個懲罰骰。如果目標車輛大2結構值，則應用2個懲罰骰。如果目標車輛大3結構值，則戰術無法成功，因為大小差距太大。\n\n> 在回合開始時，Harvey與憤怒的農夫在同一位置，他試圖爬過圍欄逃走。 **Harvey的回合**：Harvey在攀爬技能擲骰失敗。守密人沒有施加任何負面效果；相反，他決定農夫的攻擊足夠。 **農夫的回合**：農夫向Harvey猛撲。作為回應，Harvey嘗試使用戰術將農夫推向圍欄外，然後計劃從另一邊逃走。由於兩者都是0結構值，所以Harvey不需要額外的懲罰骰。農夫擲骰結果為失敗，但Harvey擲骰結果為普通成功，他成功地將農夫扔過圍欄！作為對他施加的成功戰術的結果，農夫需要像遇到障礙物一樣進行技能擲骰。守密人選擇DEX作為最適合測試農夫是站起來還是摔倒的屬性。DEX擲骰失敗；農夫遭受“輕傷”造成的3（1D3）點傷害，以及失去1（1D3）個移動行動。農夫跌倒在地並需要花費幾分鐘才能站起來。這是農夫的回合結束；他已經使用了本回合的2個移動行動（1個用於發起攻擊，1個用於受到對他使用的戰術的代價）。 守密人的追逐地圖：\n\n回合開始：\n| * | * | * | *              | * |\n|---|---|---|----------------|---|\n|   |   |   | Harvey, 農夫|   |\n\n回合結束:\n| * | * | * | *              | * |\n|---|---|---|----------------|---|\n|   |   |   | Harvey | 農夫   |\n\n> 一名邪教卡車司機正在使用他的汽車駕駛技能進行戰術，目標是將Harvey的車輛推出道路。Harvey試圖避開卡車，使用他的汽車駕駛技能代替閃避。由於卡車比Harvey的車輛大，所以邪教徒在戰術中不需要懲罰骰。Harvey和邪教徒分別進行汽車駕駛技能擲骰。邪教徒獲得困難成功，Harvey獲得普通成功；邪教徒獲勝。 Harvey的車被推出道路，守密人施加自動的“輕微事故”結果（參見**車輛碰撞表格**），導致車輛再失去1點結構值，因為車子在道路邊緣和水溝之間駛過。這還導致Harvey失去2（1D3）個移動行動和2（1D3）點生命值。"
      }
    ]
  },
  {
    "id": "part5",
    "name": "Part 5: 可選規則",
    "description": "第1至第4部分已經涵蓋了所有基本的追逐規則。最後這部分包含了可以用來豐富和進一步發展追逐的選擇性規則。",
    "tabs": [
      {
        "name": "選擇路線",
        "content": "追逐的本質在於被追捕的角色（獵物）只希望逃脫，並必須在瞬間做出左轉還是右轉的決策。如果有多條路線可供選擇，主角可以自由選擇，並可能尋找更困難或更容易的路線，尤其是如果他們覺得這樣做對他們有利的話。例如，一個擅長游泳的人可能選擇跳入河中來擺脫追逐者。如果被追捕的是調查員，守密人應該定期提供路線選擇。\n\n\n### 隨機危險和障礙物\n\n守密人可以輕易地通過描述不斷對調查員造成困擾的新地形，使遊戲者面臨不利局面。為了增加整體的樂趣，您可以隨機生成危險和障礙物。\n\n擲一顆6面骰（1D6）：\n\n-   01-59 = 無障礙\n-   60+ = 1個普通危險/障礙物\n-   85+ = 1個困難危險/障礙物\n-   96+ = 1個極限危險/障礙物\n\n如果環境特別危險，例如在繁忙城市的尖峰時間交通中行駛，或者在午夜時分沿著鄉村小巷行駛，則在隨機生成危險和障礙物時，將一個懲罰骰加到擲骰中。\n\n如果環境不太可能存在任何危險或延誤，例如在安靜的高速公路上行駛，則在隨機生成危險和障礙物時，將一個獎勵骰加到擲骰中。\n\n### 突發危險\n\n即使一個區域在某一刻沒有危險，也不意味著它會一直如此。一輛車可能突然駛出，行人可能在不看路的情況下跑到馬路上，有人可能從相反的方向跑過拐角，一隻流浪狗可能襲擊逃跑的調查員，等等。\n\n在追逐回合的任何時候，守密人或玩家都可以要求進行一次團體幸運擲骰。如果幸運擲骰通過，事件將對玩家有利；玩家可以決定突發危險發生的地點和時間。如果幸運擲骰失敗，這表示調查員面臨突發危險，由守密人提供。\n\n突發危險的困難程度應為普通。玩家和守密人應交替要求進行幸運擲骰以生成突發危險。如果玩家要求為突發危險進行幸運擲骰，則在守密人再次要求之前，他們不能再次要求；反之亦然。雙方都可以在追逐中第一個突發危險時提出要求。\n\n如果追逐變得漫長而拖延，守密人可以決定提高突發危險的難度。\n\n### 全速前進\n\n當使用一個移動行動將車輛向前移動時，車輛可以加速並以1個移動行動的代價在2至5個位置之間移動，而不僅僅是移動1個位置。\n\n車輛的移動速度通常相對較低，僅比步行者高出幾點。當然，車輛可以比步行者更快地行駛。車輛有加速的選項；它的任何一個移動行動都可以用來行駛多個位置。以更高的速度行駛當然有其劣勢，使得應對危險更加困難。\n\n-   正常情況下，司機可以使用1個移動行動移動1個位置。\n-   司機可以選擇在一個移動行動中移動2或3個位置。遇到的任何危險都會給技能擲骰加上一個懲罰骰。\n-   司機可以選擇在一個移動行動中移動4或5個位置。遇到的任何危險都會給技能擲骰加上兩個懲罰骰。\n\n增加的速度必須在移動之前宣布。就像在現實生活中一樣，如果能清楚地看到前方的路面情況，以高速行駛就更少有風險。司機在任何時候能看到多遠完全取決於追逐所發生的情境和環境。在擁擠的城市中，你可能只能看到幾個位置之外（如果你希望隨機確定，可以擲1顆6面骰（1D6））；在郊區，你可以看到幾個位置之外（如果你希望隨機確定，可以擲1顆6面骰（1D6））；在鄉村的直路上，你可能能看到相當遠的距離（如果你希望隨機確定，可以擲1顆10面骰（1D10））。守密人可能尚未確定這些即將到來的位置，應根據需要進行確定。\n\n一旦決定加速並在一個移動行動中移動多個位置，就無法撤銷；車輛將行駛全程（2、3、4或5個位置），直到遇到危險擲骰失敗為止。如果危險擲骰失敗，則解決結果後，任何進一步的移動都需要付費並重新開始。\n\n加速時的任何懲罰骰應用於危險擲骰，但通常不適用於突破障礙物，因為增加的速度可能是有益的。\n\n這種增加的速度可以在一個追逐回合中多次使用。通過全速前進，一輛具有4個移動行動的汽車在一個追逐回合中可能移動20個位置。\n\n> Harvey 被兩輛警車追趕穿過 Arkham。Harvey 有 1 個移動行動，警察有 2 個行動。由於 Harvey 的敏捷性較高，他在回合中先行動。\n> \n> Harvey 的回合：Harvey 的玩家想要加速，並詢問 Harvey 能看到多遠。守密人決定 Harvey 可以看到下一個三個位置，然後隨機擲骰決定這些位置是什麼。守密人擲出 29 和 02 這兩個連續的空位置。然後守密人擲出 87，表示第三個位置是困難等級的障礙物。守密人告訴玩家 Harvey 前方有一條寧靜的道路，但前方可見有一個交通阻塞。\n\n|   |          |          |   |        |   | 阻塞 |   |   |   |\n|---|----------|----------|---|--------|---|-----|---|---|---|\n| * | *        | *        | * | *      | * | *   | * | * | * |\n|   | 警車 1 | 警車 2 |   | Harvey |   |     |   |   |   |\n\n回合開始：\n> Harvey 加油門，選擇使用 1 個移動行動移動 2 個位置（使用「踩油門到底」的選項——見下文）。本回合還沒有人呼叫突然障礙物，守密人在 Harvey 實際移動之前呼叫突然障礙物，希望在 Harvey 加速沿著開放的道路行駛時在他面前擺上一些東西。Harvey 的玩家贏得幸運擲骰，並將障礙物放在警車的前方，描述一輛送貨卡車沒有看路就從前方開出來。與此同時，Harvey 移動了 2 個位置。\n\n|   |          |  卡車        |   |        |   | 阻塞 |   |   |   |\n|---|----------|----------|---|--------|---|-----|---|---|---|\n| * | *        | *        | * | *      | * | *   | * | * | * |\n|   | 警車 1 | 警車 2 |   | Harvey |   |     |   |   |   |\n\n> **警車的回合**：警車 2（P2）花費 1 個行動前進 1 個位置。守密人必須以困難等級進行警車（P2）的駕駛技能擲骰，但失敗了。警車撞到了送貨卡車。守密人選擇了「輕微事件」。警車失去了 1 點（1D3）構建點和 2 點（1D3）行動，使它旋轉到了路邊。在回合結束時，警車（P2）仍需支付 1 個行動，這將使它下回合的行動數減少到 1。作為提醒，守密人在警車的標記上做了一個註記：\n\n|   |          |  Truck        |   |        |   | Jam |   |   |   |\n|---|----------|----------|---|--------|---|-----|---|---|---|\n| * | *        | *        | * | *      | * | *   | * | * | * |\n|   |  |  | Police 2(-1)  | |   |  Harvey, Police 1    |   |   |   |\n\n> 警車 1（P1）能看到 Harvey 逃跑，加速前進，選擇使用第一個行動移動 3 個位置。另一輛警車（P2）和卡車仍然是障礙物，尤其是因為周圍有一些車輛停下來。此外，由於正在加速，警車在應對障礙物的擲骰時必須承受懲罰骰的影響。警車 P1 鳴笛並成功通過了擲骰。現在，Harvey 距離警車只有 2 個位置的距離，所以在第二個行動中，警車移動了 2 個位置，與 Harvey 齊平。\n\n|   |          |  Truck        |   |        |   | Jam |   |   |   |\n|---|----------|----------|---|--------|---|-----|---|---|---|\n| * | *        | *        | * | *      | * | *   | * | * | * |\n|   |  |  | Police 2(-1)  | |   |  Harvey, Police 1    |   |   |   |\n>   守密人在該回合呼叫了突然障礙物。在下一個回合，玩家可以選擇這樣做。守密人在玩家進行之前無法再次呼叫突然障礙物。\n\n### 逃離追捕者\n\n只要能夠確定逃離者的位置或行進方向，追捕者就可以繼續追逐。每場追逐都是獨特的，有自己的一系列位置，因此守密人必須判斷追捕者可能失去獵物的位置。\n\n> 一個深淵生物正在一個廢棄的劇院中追趕哈維。在一個回合的開始，深淵生物仍然在劇院內，而哈維已經離開並向前移動了3個追逐位置。當深淵生物離開劇院時，守密人進行一次追蹤擲骰；深淵生物能否找到哈維的蹤跡？如果不能，追逐結束。\n\n### 隱藏\n\n逃跑的角色可以在追逐的任何時刻嘗試躲藏避開追捕者。顯然，擁有更長的領先時間將提供更多的躲藏時間。守密人應在設定困難等級之前，考慮情況，就像任何技能擲骰一樣。如果追捕者在「尋找藏匿物」擲骰中未能發現隱藏的調查員，則獵物成功逃脫。\n\n隱藏車輛並不容易，但如果有藏身之處並且車輛領先足夠，可以嘗試。使用結合了潛行和駕駛技能（**結合擲骰**）來隱藏車輛，擲骰需要成功通過這兩個技能。\n\n> 哈維正在逃離一隻深淵生物。深淵生物跟踪哈維，哈維決定躲藏在一座廢棄建築物中。深淵生物並沒有列出「尋找藏匿物」技能；守密人決定該生物的技能應該低於50％，因此哈維必須以普通的困難等級進行「潛行」擲骰。守密人給予哈維兩個獎勵骰，因為他有很大的領先優勢並且有許多藏身之處。哈維的玩家擲出了45、65和75——都是失敗。哈維聽到深淵生物進入建築物，他從掩護中突然冒了出來，卻發現自己被困住，即將受到深淵生物的襲擊！\n\n\n### 乘客\n\n乘客不需要進行速度擲骰，也沒有移動行動。他們可以在他們的行動順序中進行一次行動。通常，車輛乘客可能會使用槍械或向車外投擲物品以阻礙追蹤者。\n\n一位乘客可以協助司機導航、閱讀地圖，並提供如何應對危險的建議。如果乘客使用他們的行動來以這種方式協助司機，他們可以進行一次「尋找藏匿物」或「導航」技能擲骰。如果成功，車輛在下一次移動時，可以加速一次並減少一個懲罰骰（**參見全速前進**）。因此，車輛可能不帶懲罰骰前進最多3個位置，或帶有1個懲罰骰前進最多5個位置。\n\n\n### 追逐中的遠程攻擊\n\n在追逐中可以使用槍械：如果一個步行的角色停下來片刻，他或她可以像平常一樣使用槍械。選項與一個戰鬥回合的槍擊相同（例如使用步槍進行一次射擊，使用手槍進行最多三次射擊等）。此選項需要支付1個移動行動，但不進行移動。\n\n如果一個角色繼續奔跑（步行或在車輛中），任何槍械攻擊擲骰都要多擲一個懲罰骰。以這種方式進行射擊不會影響角色在追逐中的表現。除了遭受額外懲罰骰外，射擊的選項與一個戰鬥回合中的選項相同。此選項不需要額外支付任何移動行動。\n\n槍械可以對車輛的輪胎進行攻擊：由於輪胎的尺寸較小，對輪胎進行攻擊時，懲罰骰數量增加一個額外的懲罰骰。輪胎的護甲值為3，只能受到刺穿武器的損傷。如果輪胎受到2點損傷，就會爆裂。爆裂的輪胎將使車輛的構建值減少1點。\n\n守密人應該根據槍械的射程進行判斷。無論是司機還是乘客，都可以從車輛的護甲中獲得保護。車輛的護甲數量在**車輛參照表**中列出。\n\n\n\n### 司機受傷\n\n如果正在行駛的車輛的司機受到重傷但仍然清醒，他或她可能失去對車輛的控制，必須立即以困難等級的懲罰骰擲骰，作為一個危險。如果司機因重傷而昏迷，則自動失去對車輛的控制。\n\n> 另一輛車上的一名乘客對哈維開槍。槍械攻擊擲出了一個普通的成功。擲出1D10的傷害，結果是10點傷害。哈維的車輛護甲將這個傷害減少2點，所以哈維受到8點生命值的傷害。對於哈維來說這是一次重傷，但他通過一次意志擲骰保持清醒。現在，他必須進行一次「駕駛」擲骰以保持對車輛的控制。他未能通過擲骰。守密人參照**車輛碰撞表格**，選擇了「中度事故」（因為這是困難等級的危險），擲出了1點損害的構建值（1D6）和失去3個移動行動（1D3）。這也使哈維受到2點生命值的傷害。守密人描述了結果：哈維失去了對他的車的控制，它擦撞到了對向車輛的一邊，使哈維的車失去了控制。他花了一些時間才恢復控制並重新加入追逐，但他的位置保持不變。\n\n\n### 以另一種方式處理地點\n\n角色可以選擇以另一種替代或意外的方式與地點互動。例如，如果一個地點被描述為「一條空曠的住宅街道」，那麼人們可能會認為獵物會沿著它奔跑。他們可能會決定跑到最近的門口，並試圖打開它（如果需要可以使用武力）。如果符合故事情節，那就按照這種方式進行。\n\n### 加入進行中的追逐的角色\n\n任何加入進行中的追逐的角色都應該進行速度擲骰來確定他們的移動速率。守密人應該將他們安置在適當的位置上。\n\n以追趕者的身份加入追逐的角色需要具有至少與最慢的逃離角色相等的移動速率。如果他們未能達到這一目標，則可以忽略他們。\n\n如果以逃離角色的身份加入追逐的角色的移動速率比先前最慢的追逐參與者慢，則需要進行一些調整：每個參與追逐的角色的移動行動數需要重新計算。每個角色默認獲得一個移動行動，再加上每個角色的移動速率超過新的最慢參與者的移動速率的每一點，都會增加一個移動行動。\n\n當一個角色離開追逐時，無需重新計算速度或移動行動。\n\n\n### 切換移動模式\n\n遊戲中有多種移動模式。某些生物在飛行或游泳時擁有另外的速度。如果未列出替代的MOV數值，守密人可以允許角色使用其標準MOV數值的一半，前提是該移動模式是角色可以執行的。因此，一個MOV 8的人在游泳時會有MOV 4，但對於飛行沒有MOV數值。\n\n當角色在使用自身身體進行推進的移動模式之間切換時，不需要進行新的速度擲骰。只需相應調整他們的MOV，記住他們可能是+1或-1，具體取決於他們是否在追逐開始時在速度擲骰（CON）上取得了極限成功或失敗（參見**建立追逐**）。\n\n從步行（或其他自行推進的模式）轉換為駕駛汽車的角色應該使用駕駛汽車技能進行新的速度擲骰。當一個角色成為行人時，他或她應該使用CON進行新的速度擲骰。\n\n如果角色的速度（MOV）發生了變化，他們的移動行動數應相應修改。參考**加入進行中的追逐的角色**。\n\n\n### 角色創造障礙\n\n在遊戲中，調查員、怪物和非玩家角色可能通過他們的行動創造障礙或障礙物。這通常需要花費一個移動行動（用於所需的時間）、一次技能擲骰（用於成功執行）或兩者兼而有之。以下是可能嘗試的一些想法，守密人應根據每個情況進行判斷。\n\n-   暫停使用插銷或鑰匙鎖好一扇門，這需要花費1個移動行動，但不需要技能擲骰。\n-   使用鎖匠技能將一扇門鎖好，需要一個完整的追逐回合和一次成功的技能擲骰。\n-   將一個沉重的衣櫃擺放在門前，需要進行力量擲骰和一個移動行動。\n-   推翻一個水果攤檔以造成延誤，可能只需要花費1個移動行動。\n-   射擊槍械以使人群恐慌，需要進行一次幸運擲骰。如果失敗，這個行動會帶來更多麻煩。如果成功，人群對追蹤者構成障礙。\n-   大聲喊叫：“抓住那個人，他是個賊”，希望旁觀者可以幫助，這需要進行一次話術或威嚇技能擲骰。\n\n> 哈維在紐約的街頭逃跑。為了到達下一個位置，他必須穿越一群人，這構成了障礙。如果他在敏捷擲骰中未能穿梭於人群之間，守密人裁定哈維將被減慢1D3個移動行動。哈維只有在擲骰失敗時才會受到損傷；也許他絕望的推擠會讓某人對他感到厭煩，於是揍了他一拳。然而，哈維立即迅速做出反應，拔出手槍向空中開槍。守密人要求進行一次幸運擲骰，結果哈維失敗了。守密人決定人群四散，不再構成障礙。然而，附近的一名警察現在也在追捕哈維！\n\n玩家也可以采取同樣有創意的方法來應對障礙。\n\n### 分開行動\n\n追逐中的角色可以選擇走不同的路線。如果是這樣，你現在需要追踪額外的追逐。\n\n\n### 追逐中的怪物\n\n大多數怪物和動物在追逐中的行動方式與人類相同。有些怪物可能具有某些特殊能力，使它們免除某些技能擲骰的需要；例如，能飛行的怪物不需要進行跳躍或攀爬擲骰。\n\n許多怪物、動物和非玩家角色可能沒有列出在追逐中可能需要的各種技能（跳躍、游泳、駕駛汽車等）的數值。在這種情況下，守密人應根據以下指南進行運用：\n\n-   對於具有暗示能力的怪物或非玩家角色，使用它們的敏捷（DEX）代替技能。\n-   對於具有暗示無能的怪物或非玩家角色，使用其敏捷的五分之一作為技能（或簡單地規定該嘗試自動失敗）。\n-   對於既沒有暗示能力也沒有暗示無能的怪物或非玩家角色，使用其敏捷的一半代替技能。\n\n如果需要其他技能，守密人可以使用類似的方法，根據他或她認為最適合的特徵進行判斷。例如，如果您想確定某個怪物的尋找藏匿物（Spot Hidden）技能（而該怪物沒有列出隱藏發現技能），智力（INT）可能被認為是最適合的；根據您認為該怪物的知覺力如何，可以使用其完整的智力、其智力的一半或其智力的五分之一。\n\n> Gnoph-keh有點像巨大的北極熊，因此它們可能是出色的游泳者——讓它們的游泳技能等於它們的敏捷（DEX）。你可能覺得食屍鬼的游泳能力不佳，在這種情況下，你可以讓它們的游泳技能等於其敏捷的五分之一。\n\n### 逃離現場\n\n您可能有一個場景，希望評估調查員在有限時間內逃離的距離。可以使用追逐規則來計算在指定的回合數內移動的位置數量。"
      },
      {
        "name": "車輛碰撞",
        "content": "當在應對障礙物的技能擲骰失敗時，守密人必須考慮原因和可能的損害，並將其與 Table VI: Vehicular Collisions 左側的選項進行比對。如果不確定，可以使用默認的選項，即「輕微事件」對應 Regular 難度的障礙物、「中等事件」對應 Hard 難度的障礙物，或「嚴重事件」對應 Extreme 難度的障礙物。\n\n每位車輛乘員在碰撞中也應該進行損傷擲骰，將「構建點」替換為「生命點」。因此，參與碰撞的汽車在一次中度事件中會受到 1D6 的構建點損傷，並且每位車輛乘員會受到 1D6 的生命點損傷。\n\n大多數碰撞也會導致延遲，因為車輛打滑或減速（需支付 1D3 個行動）。\n\n### 空中和海上的追逐\n\n追逐可以發生在任何環境中，守密人應根據情況創建新的障礙物和阻礙物。例如，在海上：岩石、淺灘、浮標、海浪、強風等。或者，例如，在空中：雲、高樓、鳥、電纜、高射火等。\n\n\n### MOV速率\n\nMOV速率用作相對速度的衡量標準。在追逐中，每個MOV點都很重要，它允許進行一個額外的移動行動，因此MOV評級與速度的關係不是線性的。每個MOV點約相當於速度的約增加50%。\n\n生物的MOV評級不一定代表它們在短距離內的最大速度，而是代表它們在追逐中的整體速度。例如，世界級短跑運動員在100米比賽中可以達到MOV 11，但是MOV 9（相當於每英里5分鐘的速度）才是身體素質好的人在長距離跑步時的更實際速度。\n\n| | | | | |  || ||\n| --- | --- | --- | --- | --- | --- |--- | --- |--- |\n| MOV| 5| 6| 7| 8| 9|10| 11| 12 |\n| MPH | 3| 4| 6| 8| 12|18| 27| 40 |\n| MOV | 13| 14 | 15| 16| 17|18| 19| 20|\n| MPH | 60 | 90 | 135 | 200 | 300 | 450 |  675| 1000|\n\n\n### 多人追逐\n\n在進行多人追逐時，唯一的重要差異在於初始階段，請參閱「建立追逐」。\n\n首先，決定誰在追逐誰以及逃離的角色是留在一起還是分開。如果他們分開，將有多個追逐，每個追逐都應該獨立跟踪和解決。\n\n參與追逐的每個角色都進行一次速度擲骰（使用 Drive Auto 或 CON），以確定他們在追逐中的MOV速率（請參閱「速度擲骰」）。完成後，按照MOV速率將追逐的參與者分組並以速度順序列出：追逐者和逃離角色。\n\n接下來，淘汰不參與追逐的角色：\n\n-   任何比最快追逐者更快的逃離角色可以完全逃脫追逐（如果他們願意的話）。\n-   任何比最慢逃離角色更慢的追逐者將被落下，不參與追逐。現在，這兩個組別根據MOV速率的高低進行排列。\n\n1.  安排追逐者：從最慢的追逐者開始，排在追逐的最後方。然後按照他們的MOV速度差在前面的位置放置每個其他的追逐者。一旦所有追逐者都安排好，就進行逃離角色的安排。\n2.  安排逃離角色：與一對一追逐一樣，將一個逃離角色（最慢的）放在最前面的追逐者前方2個位置。然後按照他們的MOV速度差依次放置每個其他逃離角色。\n3.  安排障礙物：記錄任何障礙物、阻礙物或其他地標。\n4.  移動行動：確定每個角色有多少個移動行動。\n5.  確定DEX順序：按照DEX順序列出參與者，從最快到最慢。"
      }
    ]
  },
  {
    "id": "part6",
    "name": "Part 6: 參照表格",
    "description": "",
    "tabs": [
      {
        "name": "自動車輛參照表",
        "content": "以下車輛使用「自動車駕駛」技能：\n\n| 車輛 | MOV | Build | 人員護甲值 | 載客量 |\n|---|---|---|---|---|\n| 經濟型汽車 | 13 | 4 | 1 | 3 or 4 |\n| 標準型汽車 | 14 | 5 | 2 | 4 |\n| 豪華型汽車 | 15 | 6 | 2 | 4 |\n| 跑車 | 16 | 5 | 2 | 1 |\n| 皮卡車 | 14 | 6 | 2 | 2+ |\n| 6 噸卡車 | 13 | 7 | 2 | 2+ |\n| 18 輪卡車 | 13 | 9 | 2 | 3+ |\n| 輕型摩托車 | 13 | 1 | 0 | 1 |\n| 重型摩托車 | 16 | 3 | 0 | 1 |\n\n以下表格中的車輛使用「駕駛飛行器」技能。許多需要大量的工作人員。\n\n| 航空器 | MOV | Build | 人員護甲值 | 載客量 |\n|---|---|---|---|---|\n| 飛艇 | 12 | 10 | 2 | 112+ |\n| 螺旋槳飛機 | 15 | 5 | 1 | 4+ |\n| 轟炸機 | 17 | 11 | 2 | 10+ |\n| 噴射機 | 18 | 11 | 3 | 50+ |\n| 直升機 | 15 | 5 | 2 | 15+ |\n\n以下圖表中的車輛需要專業訓練才能操作；技能「操作重型機械」可以替代。\n\n| 重型車輛 | MOV | Build | 人員護甲值 | 載客量 |\n|---|---|---|---|---|\n| 坦克 | 11 | 20 | 24 | 4 |\n| 蒸汽火車 | 12 | 12 | 1 | 400+ |\n| 現代火車 |15 　　14 　2 　400+ |\n\n以下圖表中的交通工具使用「騎術」技能。\n\n| 其他運輸方式 | MOV | Build | 人員護甲值 | 載客量 |\n|---|---|---|---|---|\n| 馬（有騎手） | 11 | 4 | 0 | 1 |\n| 四匹馬的馬車 | 10 | 3 | 0 | 6+ |\n| 自行車 | 10 | 0.5 | 0 |1|"
      },
      {
        "name": "車輛碰撞表格",
        "content": "| 事件 | 損傷 | 範例 |\n|---|---|---|\n| 輕微事件：大部分為普通危險。可能僅有表面損傷，或可能嚴重 | 1D3–1 Build | 被另一輛車擦傷，擦撞路燈柱，撞到柱子，與人或類似大小的生物相撞 |\n| 中度事件：大部分為困難危險。可能造成重大損害。可能導致車輛報廢 | 1D6 Build | 撞到牛或大型鹿，與重型摩托車或經濟型汽車相撞 |\n| 嚴重事件：大部分為極端危險。可能直接導致車輛報廢 | 1D10 Build |與標準車輛、路燈柱或樹木相撞|\n| 瘋狂事件：可能直接導致卡車報廢。幾乎肯定會報廢一輛汽車 | 2D10 Build | 與卡車、長途客車或成熟的樹木相撞 |\n| 道路殺戮：大多數車輛將只剩下零碎的殘骸 | 5D10 Build | 與大型運輸車或火車相撞，被流星撞擊 |"
      }
    ]
  }
]