[
  {
    "id": "theCombatRound",
    "name": "戰鬥回合",
    "description": "當多個玩家同時行動和說話時，容易讓每個人都感到困惑。因此，為了維持秩序，戰鬥以回合制處理，每個玩家在每個回合中輪流行動。\n\n一次戰鬥回合是一個有意彈性的時間單位，每個希望行動且能夠行動的人都有機會完成至少一個動作。讓每個調成員在戰鬥回合中平等的行動比精確的計算現實時間更為重要。當每個調查員和其他由守密人控制的角色都完成行動後，該戰鬥回合就結束了，遊戲進行到下一個回合\n\n\n-- 守密人規則手冊, 第102頁",
    "tabs": [
      {
        "name": "敏捷和攻擊順序",
        "content": "在戰鬥中，誰首先獲得進攻機會的問題可能是一個重要的問題。通過將戰鬥參與者的“敏捷”屬性從高到低排序來確定進攻順序。如果出現平局，則擁有更高戰鬥技能的一方先行動。"
      },
      {
        "name": "戰鬥回合的動作",
        "content": "在他們按DEX順序（從高到低）的回合中，每個角色都可以使用他們的行動。\n- 使用戰鬥或槍械技能*發起攻擊。\n- 進行戰術動作\n- 逃離戰鬥\n- 進行施法\n- 進行其他的動作\n- 執行其他一些需要時間和可能需要擲骰子的行動，例如在其他人戰鬥時撬鎖。\n\n###### *請注意，有些怪物能夠在一個回合內進行多次攻擊：這些攻擊都發生在怪物的回合。\n\n一個角色可以選擇推遲行動，直到另一個角色結束行動。如果這導致不止一個角色希望同時行動，那麽擁有最高DEX的角色將優先行動。如果兩人都堅持要等待對方，那麽這一輪可能會以兩人都不行動而結束，從而失去他們的行動，之後遊戲將按照下一輪的正常戰鬥順序繼續進行。"
      },
      {
        "name": "徒手戰鬥",
        "content": "為了解釋戰鬥規則，我們將從一個簡單的、老式的、一對一的拳頭戰鬥開始。以後我們可以增加近戰武器、多個對手、槍支和其他選項的規則。\n\n這場戰鬥可能是酒吧里的爭吵，或任何情況下兩個人決心在徒手戰鬥中傷害對方。這不是一場拳擊比賽或武術課，也沒有任何禁忌。整個現場非常的低級且骯髒：拳頭飛舞，腳踢出去，頭髮被拉，額頭相撞，抓指甲，凹手指，攻擊敵人的弱點，挖眼睛，甚至連牙齒都可能掉出來。這一切都包含在一個技能中：鬥毆（戰鬥技能的一個專業技能）。避免攻擊的替代方案是嘗試躲避，也就是閃避技能。\n\n近戰攻擊使用對抗性技能檢定來解決。當被攻擊時，角色有一個簡單的選擇：要麽閃避，要麽進行反擊。\n\n- 如果角色選擇進行反擊，則使用目標的戰鬥技能來對抗攻擊者的戰鬥技能。\n- 如果該角色選擇躲避，則使用目標的躲避技能來對抗攻擊者的戰鬥技能。\n- 如果目標既不進行反擊也不進行閃避，請參考關於**突襲攻擊**的說明。\n\n### 處理對攻擊者進行反擊的對抗\n\n雙方都會擲1D100，並將結果與自己的戰鬥技能進行比較。成功程度更高的一方避免受到傷害，並對其對手造成傷害（請參見**決定傷害值**）。如果雙方都達到了相同的成功程度，則發起攻擊的角色打中了正在進行反擊的角色，對其造成傷害。\n- 如果攻擊者獲得了更高的成功等級，則對目標造成傷害。\n- 如果防禦者獲得了更高的成功等級，則他們成功地阻擋、格擋或躲避了攻擊者的攻擊，並同時對攻擊者進行了反擊，造成了傷害。\n- 在平局的情況下，攻擊方獲勝（當他們的對手進行反擊時）。\n- 如果雙方都失敗，則沒有人受傷\n\n### 處理對攻擊者進行閃躲的對抗\n\n攻擊者和目標（試圖閃避的人）分別使用他們的戰鬥技能和閃避技能進行對抗性的擲骰。如果攻擊者獲得較高的成功等級，則攻擊成功，攻擊者對失敗者造成傷害（見下文**決定傷害值**）。否則，攻擊被躲開，不造成任何傷害。如果雙方的成功率相同，則閃避的角色獲勝並躲避了攻擊。\n- 如果攻擊者達到更高的成功等級，他們就會造成傷害。\n- 如果防禦者取得了更高的成功等級，他們就躲過了攻擊，沒有受到任何傷害。\n- 在平局的情況下，防守方獲勝（當防守方進行躲避時）。\n- 如果雙方都失敗，則沒有人受傷"
      },
      {
        "name": "決定傷害值",
        "content": "攻擊造成的傷害量在**武器表**上顯示。請注意，人類肉搏攻擊的傷害為1D3（例如，拳打腳踢）。\n\n### 極限傷害和穿刺傷害\n\n在攻擊者在 DEX 順序中進行攻擊的情況下，如果攻擊者獲得了極限成功（Extreme level of success），則會造成更大的傷害。這僅在攻擊者的回合中發生，而不是在進行反擊時：每個角色每個回合只有一個機會表現，這是他們發動卓越攻擊的機會。\n\n如果攻擊者使用非穿刺武器（例如，鈍器，如拳頭、腳或棍棒）獲得了極限成功，則表示他們命中了弱點並造成了最大傷害（加上最大傷害加成，如果有的話）。\n\n如果攻擊者使用穿透武器（例如刀或子彈）獲得了極限成功，則表示成功地刺入了對手。這意味著武器或子彈恰好擊中了關鍵部位，深深地刺入了動脈，切斷了關鍵的肌腱或肌肉。將傷害增加為使用鈍器獲得極端成功時的最大傷害（最大傷害加上最大傷害加成，如果有的話），並為武器擲一次傷害骰。\n\n> 一個帶有1D4傷害加成的角色用一把小刀進行攻擊，並獲得了極限成功。玩家擲骰1D4來決定武器的傷害值，然後將武器的最大傷害值（4）和最大傷害加成（4）相加。這樣，就會得到1D4 + 8的總傷害值（即9至12點傷害）。\n\n可以刺穿的武器在**武器表**標明。"
      },
      {
        "name": "無法在戰鬥中使用推骰",
        "content": "在戰鬥（戰鬥或火器）中沒有推骰的選項。技能檢定通常只需要進行一次或兩次，但戰鬥需要進行一系列的檢定。推骰通常代表接下來要嘗試——為了成功而進行的努力。在戰鬥中，下一次嘗試就是你的下一拳或下一槍，也就是你的下一次攻擊。"
      }
    ]
  },
  {
    "id": "usingWeaponsInFight",
    "name": "用武器戰鬥",
    "description": "任何可以拿起來用來打或刺的物品都可以被視為近戰武器。如果這種武器是任何人都可以隨便拿起來使用的（比如椅子腿，廚房刀等），那麽就使用“戰鬥（鬥毆）”技能。這些武器屬於基本武器類別，包括簡單的棍棒和刀子。如果武器更笨重或者更覆雜，不符合基本武器類別，那麽應該使用相應的專業武器技能。具有相似特征和功能的武器被分組在一起，作為武器專業技能的一部分。\n\n請參考**武器表**，了解武器組和具體武器的細節，以及它們造成的傷害。\n\n-- 守密人規則手冊, 第104頁",
    "tabs": [
      {
        "name": "簡易武器",
        "content": "各種物品都可以用來造成身體傷害：撞球桿、剪刀、瓶子、石頭等等。甚至唱片機也可以被砸在某人的頭上造成惡劣的傷害。\n\n守秘人應該通過在**武器表**上尋找類似物品來確定一種臨時武器造成的傷害。如果這個臨時武器類似於基本近戰武器，例如刀子或棍子，可以使用鬥毆（Brawl）技能。如果不是，守秘人應該決定使用哪種近戰技能。\n\n鼓勵每個人在戰鬥中利用環境。這將為每場戰鬥增加獨特的感覺，使場景栩栩如生。如果每場戰鬥都使用相同的拳打腳踢和普通武器，可能會感到作業感。想象場景並想到可以利用的物品。如果戰鬥發生在酒吧，你可以揮舞球桿，扔瓶子，用酒吧凳互相打擊。在豪宅里可以拿到火鉗、帽架和裝飾劍。在辦公室里，電腦顯示器、電源線和剪刀都可能致命。作為守密人，鼓勵玩家發揮想象力，若沒有充分的理由不要阻止他們的想法。如果你想引入命運的手來確定那個方便的簡易武器是否存在，可以要求進行一個幸運骰擲。"
      },
      {
        "name": "武器表",
        "content": "施工中"
      }
    ]
  },
  {
    "id": "fightingManeuvers",
    "name": "戰術",
    "description": "如果棋手描述的目標不是簡單地造成身體傷害，如解除對手的武裝或將其擊倒，那麽可以用一個動作來解決。這可能包括把人推開，把對手扔到地上，用頭鎖制住某人，解除對手的武裝，等等。\n\n-- 守密人規則手冊, 第105頁",
    "tabs": [
      {
        "name": "第一步，比較體格",
        "content": "顯然技能是進行成功的戰術檢定的重要因素，但身材和力量也會產生影響。一個身材小但技巧高超的戰鬥者可能會使一個體型更大的對手失去平衡或解除武裝，但也有極限。無論技巧如何，人類是永遠不可能將像神話生物Shub-Niggurarth的黑暗幼體這樣的龐然大物摔倒在地上的。方便的是，身材和力量已經納入了每個角色的體格中，因此通過比較這些指標，我們可以衡量對手的相對力量。\n\n為了確定兩個對手的相對能力和進行技能動作時角色是否會受到懲罰骰子的影響，只需要比較兩個戰鬥者的體格(Build)。如果進行技能動作的角色的體格小於對手，則他或她每差一個體格就會受到一個懲罰骰子的影響（最多為兩個懲罰骰子）。如果對手的體格超過攻擊者三個或更多，則任何戰術動作都無效。攻擊者可能能夠接觸對手，但缺乏利用他們的抓握所需的力量和體型。\n- 如果執行戰術的角色的體格比對手低三個或以上的點數，則此技巧是不可能成功的。\n- 如果執行戰術的角色的體格比對手低兩個點，則該角色的戰術技能檢定會有兩個懲罰骰。\n- 如果執行戰術的角色的體格比對手低一個點，則該角色的戰術技能檢定會有一個懲罰骰。\n- 如果執行技能的角色的體格與對手相同或更高，則不會有額外的調整。"
      },
      {
        "name": "第二步，投擲攻擊骰",
        "content": "一個戰術技能使用方式和普通的戰鬥技能攻擊一樣。大多數的招式都使用鬥毆技能進行，盡管有些招式可以使用其他的技能專長來實現，例如使用戰鬥技能（如劍術）來解除對手的武器。這取決於具體情況，由主持人決定。在面對招式時，對手可以選擇閃避或者反擊，就像正常的攻擊一樣。\n\n戰術攻擊檢定:\n- 如果目標進行閃避：攻擊者的戰鬥技能與目標的閃避技能進行對抗。如果執行招式的角色獲得的成功等級高於閃避角色，則戰術成功（如果平局，則目標能夠閃避該招式）。\n- 如果目標進行反擊：攻擊者的戰鬥技能將與目標的戰鬥技能相抵消。如果進行反擊的角色獲得更高的成功等級，戰術技能發動失敗，對手對執行技能動作的角色造成傷害（如果打平，則戰術發動成功）。\n- 攻擊的目標可以使用自己的戰術：處理方式與反擊相同，但是不是造成傷害，而是使用他們戰術的效果。\n\n成功的戰術發動可以使角色實現以下目標之一，例如：\n- 解除對手的武器，或從對手手中奪取像書這樣的物品。\n- 使敵人處於持續劣勢，對敵人未來行動造成一個懲罰骰或為盟友對目標采取的行動提供一個獎勵骰（選擇哪個在情況下最合適）。這種劣勢可能是由於身體被限制或被打倒在地。\n- 在被另一個角色物理束縛時逃脫。被限制的角色可以在他們的回合使用自己的戰術來擺脫控制，例如熊抱或頸部鎖；否則，他們將被自動維持原樣，直到他們的攻擊者釋放他們，失去能力或遭受重傷(詳見**受傷與治療**)\n\n>**執行戰術需要明確的目標**\n> 有時玩家可能會將一項動作陳述為目的；當槍口對準他們的臉時，他們可能只是簡單地說：“我把他的手臂推開，這樣槍就不會對著我的臉了”。推開手臂並不是一個目的——它是一項動作。它並沒有定義一個強有力的目的；對手可以簡單地說，在輪到他們時，他們會拉回並開槍。目的應該是明確的，比如“我要把槍從他手中打落”、“我要抓住槍”或“我要抓住槍臂並讓它指向別的方向”。每個目的對現狀都有明確的影響，因此構成一個目的。"
      },
      {
        "name": "打響第一槍(突襲)",
        "content": "必須發生某些事情才能開始戰鬥；有人得先出手才行。對手可以像拳擊手在比賽中一樣面對對方，即使在第一拳被打出之前就知道他們正在進行一場戰鬥。如果是這種情況，守密者應該開始一個戰鬥回合。\n\n或者攻擊可能是完全出乎意料的；例如，突然的膝蓋踢擊或打在下巴上。當有人聲明他們進行突襲時，他們應該有機會讓對手淬不及防。如果守密人自動切換到戰鬥回合（見下文），宣布第一次攻擊的人可能會在DEX順序中最後行動，這樣的宣告會變得沒有意義。\n\n當然，如果目標夠敏銳，他們可能會看到攻擊的到來。守密人可以允許技能檢定來確定目標是否預料到攻擊，可以使用聆聽或找尋藏匿物來聽到或看到攻擊的到來，或者使用心理學來感知攻擊者的意圖。攻擊者的潛行技能可以用於設置調查員的聆聽、潛藏或心理學技能的難度級別，或者反過來，如果調查員是進行突襲攻擊的人的話（記住，在可能的情況下，應該由玩家來擲骰子）。\n\n根據擲骰的結果:\n- 如果目標預測到攻擊，他們可以選擇閃躲或反擊。\n- 如果目標沒有預料到攻擊，守密人可以允許攻擊自動成功（除非擲出大失敗），或根據情況給予攻擊者獎勵骰。如果攻擊者進行遠程攻擊（例如使用槍支或投擲飛刀），則應該進行攻擊命中檢定。\n\n注意：從背後攻擊頭部（在不被發現的情況下）會自動成功（除非擲出失誤骰），而奪取某人手中的武器只會獲得一個獎勵骰。\n\n當攻擊一個無法或選擇不躲避或反擊的目標時，攻擊者應該按照正常的方式擲骰進行攻擊，但只有在擲出大失敗時才會未能命中。應記住，守密人決定何時需要擲骰。如果一個人沒有醒來，為什麽需要擲骰子才能在他們睡覺時刺殺或射擊他們呢？\n\n一旦突襲攻擊已經解決，守密人應該按照詳細的規則切換到戰鬥回合。"
      },
      {
        "name": "寡不敵眾",
        "content": "當一個角色面對多個對手時，該角色處於劣勢。一旦一個角色在當前戰鬥回合中進行了反擊或閃避，所有之後對手的近戰攻擊都會獲得一顆獎勵骰。這不適用於使用火器進行的攻擊。"
      },
      {
        "name": "遠距和投擲武器",
        "content": "當一個角色面對多個對手時，該角色處於劣勢。一旦一個角色在當前戰鬥回合中進行了反擊或閃避，所有之後對手的近戰攻擊都會獲得一顆獎勵骰。這不適用於使用火器進行的攻擊。"
      },
      {
        "name": "躲避近身戰鬥",
        "content": "一個角色可以在其回合中使用其行動來逃離近戰戰鬥，前提是他們有一個逃脫路線並且身體沒有被束縛。"
      },
      {
        "name": "戰鬥流程圖",
        "content": "![戰鬥流程圖](https://i.imgur.com/TURMo4y.png)"
      }
    ]
  },
  {
    "id": "armor",
    "name": "護甲",
    "description": "護甲可以減少受到的傷害，無論是某些怪物的天然護甲，人物穿戴的防彈衣還是攻擊者和目標之間的自然防禦。將護甲點數從通過護甲的攻擊所造成的傷害中扣除。\n\n請注意，盔甲無法減少來自魔法攻擊、毒素、溺水等的傷害。\n\n-- 守密人規則手冊, 第108頁",
    "tabs": [
      {
        "name": "護甲範例",
        "content": "|  護甲 | 點數 |\n|--|--|\n| 厚重的皮夾克 | 1 |\n| 一戰頭盔 | 2 |\n| 一英寸的硬木 | 3 |\n| 現代美國頭盔 | 5 |\n| 重型凱夫拉爾背心 | 8 |\n| 軍用防彈衣 | 12 |\n| 1.5英寸防彈玻璃 | 15 |\n| 1英寸的鋼板 | 19 |\n| 大沙袋 | 20 |\n\n> 哈維去了Innsmouth度假，在探索Darke的Earthly Delights巡回馬戲團下面的洞穴時遇到了深潛者。作為一個行動派，哈維成功地用棍棒攻擊深潛者，造成了5點傷害。深潛者有堅硬的皮膚和鱗片，給它帶來了1點自然護甲。守密人將傷害值減1，因此哈維的打擊總共只造成了4點傷害。\n> 深潛者一點也不高興，向哈維邁進，它的針尖般鋒利的牙齒在哈維手電筒的光束中閃耀著..."
      }
    ]
  },
  {
    "id": "firearms",
    "name": "火器",
    "description": "處理火器攻擊，需要擲1D100骰子並將結果與攻擊者的火器技能（使用適當的專業技能）進行比較。\n\n槍械擲骰不需進行對抗。難度級別由射程確定，各種其他因素會提供懲罰或獎勵骰。失敗則不會造成傷害。\n\n-- 守密人規則手冊, 第112頁",
    "tabs": [
      {
        "name": "火器和DEX順序",
        "content": "扣動版機的時間比揮動棍棒或劍的時間短，因此可以在 DEX 順序中以 DEX + 50 進行射擊。"
      },
      {
        "name": "射程和火器的難度等級",
        "content": "槍械技能檢定的難度等級總是根據射程來設定。每次將武器表上列出的基礎射程加倍，就會使難度等級上升一級。\n\n- **基礎範圍內**: 一般難度等級.\n- **長距離(至多兩倍基礎距離)**: 困難難度等級\n- **超長距離(至多四倍基礎距離)**: 極限難度等級\n\n任何其他修改都使用獎勵骰或懲罰骰。\n\n在超長距離上，只有極限成功才能擊中目標，只有在獲得暴擊（01）的情況下才會出現刺穿效果。"
      },
      {
        "name": "火器攻擊調整值",
        "content": "一旦設置了槍械攻擊的難度等級，就要考慮所有其他有利或不利的因素。下面是一些選項，但在遊戲中還可能會發生其他情況。修正值授予加值骰或懲罰骰。\n\n### 躲進掩護(懲罰骰)\n\n一個被發現正在被開槍攻擊的目標可以選擇采取閃避動作。這可能意味著跳到一個物理障礙物後面，將自己扔到地板上，或者躲閃以使自己成為更難擊中的目標。\n\n潛入掩體需要一個閃躲技能檢定。如果成功，目標將呈現出更加困難的目標，攻擊者得到一個懲罰骰。\n\n躲進掩護是對危急情況的絕望反應。選擇躲進掩護的角色放棄下一次攻擊（無論是否成功）。如果他們已經在這個回合使用了攻擊，他們將在下一回合放棄攻擊。一個選擇了躲進掩護的角色，直到下一次攻擊，唯一的選擇是躲避進一步的攻擊。如果有多個攻擊的個體選擇躲避掩護，他們將放棄所有攻擊，而不僅僅是一次攻擊。\n\n### 掩護跟隱蔽 (懲罰骰)\n\n保護措施的程度由守密人決定；一個木柵欄可能不能擋住子彈，但它會遮擋目標，使得開槍更加困難。如果目標至少有一半被掩蓋，則對於火器攻擊，要加上一個懲罰骰。\n\n一個打算離開掩體（例如為了開火）的目標，如果另一個角色準備好了行動，那麽這個目標可能成為攻擊的目標。\n\n### 點射射程 (獎勵骰)\n\n如果目標處於極近距離——在射手的 DEX 範圍的五分之一以內——攻擊者將獲得一個加值骰。\n\n一個使用火器的攻擊者在近距離襲擊時，可能會成為近戰攻擊的目標，並且可能會在對手的回合上通過成功的戰術動作被解除武裝。被火器攻擊的目標不能像應對近戰攻擊一樣反擊或躲避火器攻擊。\n\n### 瞄準 (獎勵骰)\n\n角色在自己的行動回合時可以宣告瞄準。再下一回合自己的行動時可以進行射擊。如果在射擊前未采取其他行動，則攻擊者獲得一個獎勵骰。如果在瞄準時，瞄準的角色受到攻擊或移動，則瞄準的優勢將喪失。通過瞄準只能獲得一個獎勵骰。\n\n### 快速的移動目標 (懲罰骰)\n\n一個全速移動的目標(MOV 8或以上)是很難被擊中的，應該加上一枚懲罰骰。\n\n### 目標大小 (獎勵或懲罰骰)\n\n更小的目標更難被擊中。如果目標的體型為-2或更小，則應用一個懲罰骰。\n\n更大的目標更容易命中。如果目標體型是 4 或更大，加一顆獎勵骰。\n\n### 裝填火器 (懲罰骰?)\n\n一把手槍、步槍或霰彈槍需要一個戰鬥回合才能裝彈兩發子彈。更換彈匣需要一個回合的時間，更換機槍彈帶需要兩個回合的時間。\n\n在一個回合中，可以將一發子彈放入彈膛並用一顆懲罰骰進行射擊。\n\n### 手槍, 連續射擊  (懲罰骰)\n\n許多手槍可以在一輪內發射2或3發子彈。如果只開火一次的話可以更仔細地瞄準和穩定武器。一次發射兩到三發子彈會將以速度代替準確性。當一輪內開火兩到三次時，針對每一次開火進行單獨投擲骰子，所有開火都需要一個懲罰骰。\n\n> 哈維正在用他的手槍向正常距離的目標射擊一次，因此困難等級為一般。在下一輪中，他發射了三發子彈。哈維的玩家為每一槍投擲骰子（在一般的難度下），並且對一個結果再加上一個懲罰骰。\n\n### 在近距離進行射擊\n\n在近戰戰鬥中的戰鬥人員會不斷移動，並可能會互相遮擋。在瞄準參與近戰戰鬥的戰鬥人員時會有一枚懲罰骰。如果骰出一個大失敗，表示攻擊到了盟友，如果有多個盟友在射線上，那麽幸運屬性最低的盟友會被擊中。\n\n### 火器調整值總結: 獎勵骰或懲罰骰\n\n| 困難等級 | 獎勵骰 | 懲罰骰 |\n|---|---|---|\n| 普通：正常射程 | 瞄準1回合 | 目標閃避 |\n| 困難：長射程 | 近距離 | 快速移動的目標 (MOV 8+) |\n| 極限：極長射程 | 大目標 (體格4+) | 部分 (50% +) 遮蔽 |\n|  |  | 小目標 (體型-2) |\n|  |  | 多次手槍射擊 |\n|  |  | 在同一回合裝填和射擊一發子彈 |\n|  |  | 進戰距離射擊 |"
      },
      {
        "name": "自動射擊",
        "content": "!如果使用自動射擊，攻擊者可以在一個戰鬥回合中扣動扳機一次。自動武器將繼續開火，直到扳機被松開或彈藥用盡為止（稱為全自動）。一些武器只能爆發（即一次2或3顆子彈），而其他武器可以切換到半自動（單顆子彈），爆發或全自動射擊。\n\n**全自動射擊:** 玩家在擲骰子之前宣布要開火的彈藥數量，可以是槍的容量之內的任何數字。由於自動武器的後坐力，很難將大量的彈藥射向一個單一目標。為了模擬這個情況，開火的彈藥數量被分為一系列弹幕，每個弹幕進行一次攻擊擲骰子。\n\n每次弹幕的子彈數量是發射者的沖鋒槍或機槍技能值除以10並向下取整後的數字，即只需讀取技能值的十位數字即可。無論技能水平如何，全自動弹幕的最少發射數量始終為3發。例如：具有47％火器（沖鋒槍）技能的角色會在一次弹幕中發射4顆子彈。一個角色可以在單個回合內連續開火直到彈藥用盡，但在發射第一次弹幕後，命中的機會會減少。\n\n**爆發射擊:** 一次扳機扣動可以發射2或3發子彈，這被認為是精度和彈藥節約的最佳組合。這只是被視為一個2或3發子彈的弹幕（取決於槍支；使用者的技能在確定子彈數量的規則在此時不起作用）。\n\n**當使用半自動武器（即多次單發射擊）時：** 當使用半自動武器開火時，每個射擊都需要單獨進行擲骰，如果攻擊者在移動或目標在移動或被遮擋，則需要加上一顆懲罰骰。射手可以開火射出其彈匣中的所有子彈，最多不超過槍支的容量。\n\n### 使用自動射擊進行命中檢定:\n\n**第一次攻擊骰**: 應用常規的槍械攻擊規則（根據距離設定困難度，然後應用任何修正）。\n\n**第二次以及接下來的攻擊骰:** 每增加一個攻擊，就加一顆懲罰骰子（或者減少一個加值骰子）。如果增加的懲罰骰子數量達到三個，就保留兩個懲罰骰子並將難度提高一個等級（從 一般提高到困難，困難提高到極限，極限提高到大成功，或者從大成功提高到不可能）。\n\n**攻擊者必須為每一波（或爆發）子彈，或每當他們選擇一個新目標時進行新的攻擊骰擲。**\n\n所有目標應在一個合理的射擊角度內（大約60度的弧線範圍內）。在移動目標時，彈藥會被耗盡（每米/碼一個子彈）。這只是額外的浪費彈藥，為方便起見，不計算在弹幕大小，攻擊擲骰或在產生懲罰骰之前可以進行的射擊數量中。\n\n**處理每個攻擊骰:**\n\n- 如果攻擊骰成功，那麽開槍數的一半（向下取整，最少為1）會擊中目標，為擊中的子彈擲骰決定傷害。每一枚子彈的傷害都要減去目標身上的護甲值\n- 如果攻擊骰是極限成功，則所有射出的子彈都擊中目標，其中前一半（向下取整，最少一顆）為貫穿。從每顆子彈的傷害中減去護甲值。對於所有槍械攻擊，如果難度等級為極限，則最好的結果是成功命中，而不是貫穿。\n\n> 技能值為63%的射手，在正常射程內對一個單一目標進行全自動射擊（多次弹幕），每個子彈群的數量為6發子彈，需要根據射程確定困難程度後，為每個弹幕進行一次攻擊檢定。第一波子彈群需要普通成功，第二波6發弹幕需要進行懲罰骰檢定，因為這是第二次攻擊檢定（第7-12發子彈），第三波弹幕需要進行兩個懲罰骰檢定（第13-18發子彈）。\n> 如果射手宣布他們要發射第四個彈幕，則攻擊投擲會承擔兩個懲罰骰，並且難度等級（用於第19-24發子彈）將提高到困難。\n> 如果同一射手只開了12槍，將它們平均分配給三個目標（每個目標4槍），並在正常射程內進行射擊，第一次攻擊投擲將針對第一個目標的4槍進行。接下來在第二個目標上的4槍需要進行第二次攻擊投擲，帶有一個懲罰骰子，然後是在第三個目標上的另一次攻擊投擲，這次帶有兩個懲罰骰子。在這種情況下，攻擊者選擇了開火三個局部彈幕，每次射4槍（而不是6槍的整個齊射），以節省彈藥。"
      },
      {
        "name": "故障",
        "content": "槍支容易卡殼或者故障。如果攻擊骰點結果等於或高於武器故障數值（詳見武器表），射手不但沒有命中，武器也沒有開火。如果武器是左輪手槍、翻蓋槍或者槍機步槍，問題只是個未爆彈藥。如果武器是撥火槍，故障就是卡殼。修復卡殼需要1D6個戰鬥回合，加上成功的機械維修或火器技能骰，使用者可以每回合嘗試一次，直到成功。如果骰點結果為大失敗，守秘人可以選擇武器故障或者發生其他結果，例如擊中盟友或者使用者以某種方式受傷。\n"
      }
    ]
  },
  {
    "id": "woundsAndHealing",
    "name": "傷口與治療",
    "description": "受傷的描述應該適合所受的傷害類型和程度。因此，調查員不僅僅是被槍擊，而是被擊中了其中一只手臂; 同樣，摔倒可能意味著調查員扭傷了腳踝，或者現在在頭後有一個腫塊，以及失去生命值。\n\n守秘人應該描述受傷的影響，並盡量避免簡單地說：“你失去了3個生命值點。”\n\n-- 守密人規則手冊, 第119頁",
    "tabs": [
      {
        "name": "紀錄傷害",
        "content": "攻擊造成的生命值傷害可用於區分常規傷害和重傷。通過拳擊使人昏迷（每次只造成少量傷害）可能會在第二天醒來時身體瘀青，但仍能行動。然而，一次造成同樣總傷害值的單個攻擊（例如槍擊）可能會使受傷者在開始緩慢的愈合過程之前，停止行動一個星期甚至更長時間。拳擊可能會導致常規傷害，而槍擊則更可能造成重傷。\n\n\n如果單次攻擊的傷害是:\n- 如果角色失去的生命值小於其最大生命值的一半，則為普通傷害。\n- 等於或超過角色最大生命值的一半，則為重傷。\n- 超過角色的最大生命值，結果是死亡。\n\n### 醫療\n\n使用醫學技能治療傷勢最少需要一個小時的時間，可以在受傷後的任何時間進行。如果不是在同一天內進行治療，難度等級會增加（需要獲得困難成功）。成功進行醫學治療的人會恢復1D3點生命值（除了他們已經接受的任何急救之外），除了處於垂死狀態的角色（見下面的“垂死”），他們必須首先接受成功的急救，然後使用醫學技能進行穩定（見重傷恢復）。"
      },
      {
        "name": "常規傷害: 效果",
        "content": "一次攻擊造成的傷害低於角色最大生命值的一半，就會造成普通傷害。它對角色沒有明顯影響，直到當前生命值降至零，此時角色將昏迷。角色不會因為普通傷害而死亡。"
      },
      {
        "name": "重傷: 效果",
        "content": "一次攻擊造成的傷害等於或大於角色最大生命值的一半時，將導致重傷。受到重傷的角色如果當前生命值降至零，可能會死亡。\n\n當一個角色受到重傷時:\n- 角色將被視為\"重傷\"\n- 角色立即倒在地上\n- 進行一次成功的CON檢定來避免角色失去意識。\n- 如果角色在重傷的情況下生命值歸零，則角色進入瀕死(詳見瀕死章節)\n\n> 哈維的生命值為15。受到8點或更多傷害將導致重傷。\n> 哈維被一個瘋狂的邪教徒攻擊，在戰鬥中先受到了 3 點傷害，然後又受到了 8 點傷害。他的當前生命值降至 4。重傷使他倒在了地上。他需要進行一次頂住重傷的體質檢定，並成功通過，保持清醒。"
      },
      {
        "name": "生命值歸零: 效果",
        "content": "累計傷害一旦當前生命值降至零，便停止記錄；不要記錄負生命值。在零生命值時，角色會失去意識。\n\n進一步的傷害通常被忽略，但任何認真嘗試殺死一個昏迷的角色的行為都應該成功。\n\n生命值歸零可以細分為三種狀況(類似於分流模式)\n- 如果只受到了常規傷害，角色不會死亡並會逐漸恢覆健康。\n- 如果角色遭受了重傷，除非進行急救，否則角色將很快死亡（詳見**垂死**）。如果一個未受傷的角色受到了與其最大生命值相等的傷害，這將是一次重傷。\n- 如果一次攻擊造成的傷害值大於角色的最大生命值，那麽死亡是不可避免的。"
      },
      {
        "name": "急救",
        "content": "急救必須在一小時內進行才有效果，在這種情況下，它可以獲得1點的生命值。它可以嘗試一次，隨後的檢定則被視為推骰。兩個人可以一起進行急救，如果他們中的任何一個人擲出成功，則獲得成功。在治療垂死的角色時，允許有一個例外（見下面的垂死），在這種情況下，急救所能達到的最好效果是暫時穩定病人的傷勢。"
      },
      {
        "name": "醫療",
        "content": "醫學技能治療傷害需要至少一小時的時間，可在受到傷害後的任何時間進行。如果當天沒有進行治療，則難度等級會增加（需要進行困難檢定）。使用醫學成功治療的人將恢覆1D3個生命值（除了接受急救的瀕死角色之外，見下文的“瀕死狀態”），瀕死角色必須首先接受成功的急救，然後才能使用醫學技能穩定。(詳見**回復重傷**)"
      },
      {
        "name": "垂死",
        "content": "一個角色的生命值降至零並且他們也受到了重傷時，他們就處於瀕死狀態。將當前生命值記錄為“0”，並視為瀕死狀態。\n\n此時角色立即昏迷。玩家必須在下一回合結束時進行一次CON檢定，並在此後的每一回合進行檢定；如果其中一個CON檢定失敗，角色立即死亡。只有急救技能可以用於穩定瀕死的角色，藥物治療不能用於穩定瀕死的角色。\n\n將急救用於將垂死的角色穩定可以使其獲得1個臨時生命值，並且必須接著進行成功的醫學技能檢定。使用急救穩定的垂死角色（具有1個臨時生命值）應在每個小時的結束時進行一次CON檢定；失敗表示患者的情況惡化：他們失去臨時生命值並重新開始垂死過程，需要急救，並在每個回合結束時需要進行CON檢定。\n\n醫學技能應該在一個垂死的角色通過急救技能得到穩定之後使用。在成功的醫學檢定之後，調查員移去\"垂死\"狀態，並增加1D3的生命值。在每進一步的護理/康復的每個星期末都應該進行一次恢復檢定(詳見**重傷回復**)\n\n> 哈維受到另外5點傷害。他的當前生命值降為零，並且由於他受到了一次重傷（一次攻擊造成8點傷害），他現在處於瀕死狀態。他的玩家替哈維加上瀕死狀態，並將生命值標記為\"0\"。下一回合，一位同伴嘗試施行急救，但失敗了。哈維的CON檢定成功了，他又活過了一回合。同伴再次嘗試急救，這一次成功了。哈維恢復了1點生命值並穩定了下來（每小時只需要進行一次CON檢定），並很快被送到醫院接受專業醫療。“瀕死”標記被移除，哈維獲得了2點生命值（根據醫學技能投擲的1D3）。休息了一周後，哈維進行康復檢定"
      },
      {
        "name": "常規傷口回復",
        "content": "從常規傷害中恢復比較快。如果角色沒有遭受重傷，則每天可以恢復1點生命值。\n\n> 在另一個事件中，哈維（擁有總共15個生命值）受到了4點傷害，然後是6點，最後是7點。他總共受到了17點傷害，但由於負面的生命值不被記錄，他的當前生命值現在等於零。他只遭受了普通傷害（攻擊本身沒有超過哈維最大生命值的一半），因此哈維每天恢復1點生命值，在15天後恢復到了滿血狀態。"
      },
      {
        "name": "回復重傷",
        "content": "在遊戲裡，如果重傷的狀態還在的話。每一個星期結束的時候，必須要進行一次CON檢定\n- 如果CON檢定失敗，那麽這一周內沒有恢覆。如果成功，則恢覆1D3點生命值。\n- 在極限成功時，會恢復2D3點生命值。\n- **一個獎勵骰**: 如果角色在舒適的環境下完全休息。\n- **一個獎勵骰**: 如果角色接受有效的醫療護理。具有最高醫學技能的護理者應在本周結束時進行一次醫學技能檢定（在病人進行CON檢定之前）。\n- **一個懲罰骰**: 如果角色處於惡劣的環境中，無法充分休息，或者醫生（或護士）的藥品技能檢定投擲了大失敗，則其康復會受到影響。\n\n一個重傷會在以下兩種情況下痊愈（移除重傷狀態）：1. 角色進行恢復（CON檢定）的時候獲得極限成功；2. 角色的當前生命值恢復到或超過其最大生命值的一半或以上。\n\n如果擲骰結果是大失敗，將導致持久的傷勢、併發症或惡化的狀態。與其隨機選擇併發症，建議守密人選擇與角色傷勢性質相關的併發症（例如永久性跛行，一只眼睛失明，失去手指，斷肢，臉部留下疤痕等），並在調查員背景故事（在“傷痕和疤痕”下）中記錄。\n\n> 哈維正在醫院康復，差點死亡（請參見上面的“瀕死”示例）。他得到了最好的護理和完全的休息，所以他的恢復投擲獲得了兩個額外的獎勵骰。這個投擲獲得了困難成功，恢復了3點生命值（1D3）。哈維現在已經足夠好了，可以回家了。他在第二個星期做了一些輕松的工作（因此他沒有休息），而且他不再接受醫療護理，所以他的恢復骰沒有額外的獎勵骰。這一次他投擲失敗了，沒有任何恢復。第三周他意識到自己需要放松一下，讓一位友好的護士來照顧他躺在床上；這給了他一個獎勵骰子。為護士的護理進行了一次醫學檢查（成功），因此他獲得了第二個獎勵骰子。在第三周結束時，他的恢復擲骰獲得了極限成功。他恢復了另外5點生命值（2D3）並移除了重傷狀態。他當前的生命值現在為8。他每天恢復一點生命值，在七天後他就完全恢復到了他的最大生命值15。\n> **另一個例子:** 塞西爾在南美叢林進行探險。在一次戰鬥中，他受了重傷，左臂遭到可怕的咬傷。一位朋友施行了急救，但是塞西爾無處安身，也沒有時間休息，他和他的同伴正在努力地防止一個邪教召喚他們的黑暗神。一個星期結束時，他嘗試了帶有一顆懲罰骰的康復骰，並骰出了一個失敗。守密人決定這個傷口已經感染了，下臂腫脹且疼痛難忍；需要及時進行醫療處理，否則感染可能會導致他死亡。塞西爾看著他的同伴們，其中一個人必須嘗試進行截肢手術！\n\n#### 失去意識和死亡\n\n《克蘇魯的呼喚》是一款恐怖遊戲，有時使調查員保持清醒可能更加可怕。如果守密人希望，角色可以變得無法行動而不是完全失去意識。同樣，最終死亡不必立即發生，角色的眼中光芒可能要在特別戲劇性的時刻或者他們的最後一句話說出後才會熄滅（由守密人自行決定）。"
      },
      {
        "name": "戰鬥傷害流程表",
        "content": "![戰鬥傷害流程表](https://i.imgur.com/PzpuoEI.png)"
      },
      {
        "name": "其他傷害形式",
        "content": "通常，守密人會被迫對某些隨機事件造成的傷害量做出判斷，例如將電視機掉在某人的腳上、撞到門框或掉下電梯井。無論原因如何，都要考慮可能的傷害程度，並將其與左側列出的**其他傷害形式**進行比較。\n\n不要感到有必要限制自己在列出的傷害量上 - 你可以根據情況增加或減少傷害量。\n\n每種傷害類型都是一次事件或一回合；一個攻擊者打了一回合拳、一顆子彈、一回合溺水、一回合燒傷。角色在每個連續回合暴露於傷害源時都會受到進一步的傷害。\n\n| 傷害 | 損傷 | 例子 |\n| --- | --- | --- |\n| **輕微**：一個人可以在多次這種程度的傷害中存活 | 1D3 | 拳擊、踢、頭撞、輕度酸、可呼吸煙霧環境*、扔一個拳頭大小的石頭、從軟泥沼落下（每10英尺）|\n| **中等**：可能會造成重傷；需要幾次攻擊才能致死。 | 1D6 | 落在草地上（每10英尺）、棍棒、強酸、水中呼吸*、暴露於真空*、小口徑子彈、箭、火（燃燒火把） |\n| **嚴重**：可能會造成重傷。一兩次事件就會讓人昏迷或死亡。 | 1D10 | .38口徑子彈，落在混凝土上（每10英尺），斧頭，火（火焰噴射器，穿過燃燒的房間），距離爆炸手榴彈或炸藥棒6到9碼，輕度毒素**。 |\n| **致命**：普通人有50%的機率死亡。 | 2D10 | 被30英里/小時的汽車撞到，距離爆炸手榴彈或炸藥棒3到6碼，強毒素**。 |\n| **臨界**: 很可能徹底死亡 |4D10 | 被一輛超速行駛的汽車撞擊，距離爆炸的手榴彈或炸藥棒不到 3 碼，或一種致命的毒藥**。 |\n| **啪嗒**：徹底死亡幾乎是肯定的。 | 8D10 | 被高速正面撞擊，被火車撞到。 |\n\n*窒息和溺水：每回合應進行一次CON擲骰；一旦CON擲骰失敗，之後每回合都會受到傷害，直到死亡或受害者能夠呼吸為止。如果角色處於身體劇烈運動的狀態，則需要在CON擲骰上取得困難的成功。\n\n**毒素：CON檢定極限成功將減半毒素的傷害。毒素可能會引起各種額外的症狀，包括：胃痛、嘔吐、腹瀉、寒戰、出汗、抽筋、黃疸、心率異常、視力受損、抽搐、昏迷和癱瘓。是否允許受害者表現或不表現，或以懲罰骰或增加難度等方式表現其症狀，由守密人決定。\n\n在某些情況下，如果CON擲骰是致命成功，守密人可以允許解除毒素的影響。"
      },
      {
        "name": "Spot Rules: Optional Rules for Combat",
        "content": ""
      }
    ]
  },
  {
    "id": "optionalRules",
    "name": "戰鬥可選規則",
    "description": "-- 守密人規則手冊, 第123頁",
    "tabs": [
      {
        "name": "先功擲骰",
        "content": "如果你喜歡更多的戰鬥變化，可以要求每個人進行DEX檢定以確定行動順序。那些獲得極難成功的人將首先行動，其次是獲得困難成功的人，然後是獲得一般成功的人，最後是檢定失敗的人。\n\n如果有多個角色獲得相同的成功級別，則優先考慮DEX值較高的角色。如果角色仍然相等，則使用戰鬥技能值進行優先排序。\n\n那些在 DEX 擲骰中得到 01（大成功）的角色應該在第一次攻擊時獲得戰術優勢或獎勵骰。那些大失敗的角色則應該放棄第一次攻擊，可能會掉落武器或絆倒。\n\n一旦確定了先後順序，在整個戰鬥期間都將維持這個順序。\n\n將每個戰鬥者按順序記錄下來，以及他們的成功等級（例如\"布萊恩，失敗\"）。這樣，如果有其他戰鬥者加入，他們可以進行DEX檢定並被放置在現有的行動順序中。這也將在角色拔槍時很有用，因為這將影響他們在戰鬥回合中的行動時間。\n\n\n當使用這個可選規則時，持有已準備好的槍械的角色可以使用額外的一顆獎勵骰子進行 DEX 擲骰。如果角色在戰鬥中拔出槍械並在回合開始時已經準備好了，他們可以重新進行帶有一顆獎勵骰子的 DEX 擲骰。如果這個結果比之前的差，他們可以保留之前的先攻順序。"
      },
      {
        "name": "失去意識的一擊",
        "content": "標準規則已經允許將目標打暈：當攻擊造成重傷（傷害值等於或大於目標生命值的一半）時，目標必須進行CON檢定來保持意識清醒。當目標生命值降至零時，目標將自動失去意識。\n\n標準規則需要造成重大而持久的傷害，而我們習慣於在電視和電影中看到角色經常被擊昏。這些虛構的角色醒來後，揉揉頭，繼續前進，好像什麽都沒有發生過。\n\n如果您希望將電影式的擊昏規則納入遊戲中，則將其視為使用鈍擊攻擊（拳擊、棍棒、步槍槍托等）的技能動作。如果技能動作成功，對手將失去知覺，只受到1點傷害。擊昏攻擊可以用於任何有頭骨或類似易受攻擊的部位的對手（如人類、深潛者、食屍鬼等，但不包括章魚神）。"
      },
      {
        "name": "消耗幸運來保持清醒",
        "content": "如果您使用消耗幸運改變骰子點數的可選規則，則可以消耗幸運保持清醒，以獲得額外的回合。保持清醒直到當前回合結束需要花費1點幸運。在接下來的回合中，該費用加倍——2、4、8等等，並且應在每個回合開始時花費。這是一種雙刃劍，因為一個活躍的角色可能會成為更吸引受到更多傷害的目標。"
      },
      {
        "name": "避免雙方的戰鬥技能檢定都失敗時什麽都沒有發生",
        "content": "有時在近身戰鬥中，雙方同時失敗了他們的戰鬥技能檢定，什麽都沒有發生。一個觀點是雙方在施加傷害上同樣無效。另一個觀點則是說，造成傷害相對容易，真正的技能在於在戰鬥中保護自己不受傷害。采用後者的方法，戰鬥技能檢定失敗意味著你在戰鬥中未能保護自己。在敘述上，你可能會錯過目標而打到墻上，或者走錯路進入對手的攻擊範圍。在戰鬥中受傷的方式有很多種，你對手的拳頭只是其中之一。\n\n這裡提供三種解決方法:\n- 首先，使用雙方均未成功的默認規則，即什麽也不會發生。\n- 其次，在優先選擇較高技能的情況下解決這種情況。\n- 第三種方法允許雙方都攻擊成功並造成傷害。雙方在戰鬥中發生了沖突。"
      },
      {
        "name": "隱藏真正的傷害",
        "content": "當你受傷時，你是否知道你離死亡有多近？如果守密人將調查員受到的傷害點數記錄下來，而不向玩家透露數字，可以模擬這種不確定性。取而代之的，守密人只向玩家描述傷害情況。當然，這是主觀的，可能會誤導玩家；有時一個輕微的傷害可能看起來比實際更嚴重，反之亦然。頭部的一道口子可能看起來很可怕，但實際上只有一到兩點的傷害。守密人可以在事件之後透露實際的傷害點數，但可以隨時要求進行CON檢定，只是為了讓玩家猜測他們是否受到了重傷（當然，如果傷口真的是重傷，調查員會昏迷）。"
      },
      {
        "name": "火力壓制",
        "content": "火力壓制的目的是讓一組目標\"躲避掩護\"，因為這些躲避掩護的目標無法還擊。射手不指定特定的目標，而是宣布他們正在對一組目標進行壓制性射擊。這組目標可以是一個房間里的所有人（例如在一次銀行搶劫中），也可以是射程內的任何人群。然後，該區域中的每個目標都有選擇“躲避掩護”的選項，而不知道他們是否會被特定地瞄準。其意圖是模擬人們在遭受火力壓制時可能感受到的驚慌。\n\n一旦那些希望躲避掩護火力的人這樣做了，守密人應該隨機確定原始團隊的目標，包括那些選擇躲避掩護火力的人。那些成功躲避掩護火力的人當然更難被擊中。"
      },
      {
        "name": "護甲修正",
        "content": "霰彈槍發射大量小彈珠，每個彈珠都必須穿透任何護甲。霰彈槍的傷害值使用六面骰子進行投擲。當投擲霰彈槍傷害時，護甲等級要與每個D6的點數相減。因此，如果使用霰彈槍攻擊穿著皮夾克（1點護甲）的目標，則每個傷害骰子都要減去1點護甲，從而將4D6傷害的攻擊減少4點。\n\n某些種類的護甲提供對身體特定部位的保護，例如頭盔保護頭部。標準的《克蘇魯的呼喚》戰鬥規則不使用打擊位置（請參見下面的**可選打擊部位**規則）。在激烈的拳擊或從窗戶墜落的情況下，有護甲保護身體的特定部位（如頭部）能夠減少總體受到的傷害，為了簡化和流暢地進行遊戲，不需要進行進一步的投擲骰子。\n\n然而，特定攻擊（例如被射擊）的情況引發了一個問題，即攻擊是否命中了由護甲保護的區域。在這種攻擊的情況下，需要進行一次幸運檢定。如果幸運檢定成功，則命中了護甲並且傷害值減少護甲值。如果幸運檢定失敗，則攻擊命中了未受護甲保護的區域。穿戴既保護頭部又保護軀幹的護甲的角色在進行護甲保護的幸運檢定時會獲得額外的一次骰子獎勵。\n\n一個穿著全身護甲或者擁有天然護甲（比如大象的皮膚）的角色在所有情況下都不需要進行幸運檢定。如果敵人的護甲有弱點，例如張開的嘴巴或者眼睛，那麽可以瞄準這些弱點，守密人應該為這種嘗試設置更高的難度等級或者加懲罰骰。"
      },
      {
        "name": "可選打擊部位",
        "content": "與其用幸運來判斷身體的護甲部分是否被擊中，不如擲出1D20並參考表格。\n\n| 擲骰 | 部位 |\n|--|--|\n| 1–3 | 右腿 |\n| 4 — 6 | 左腿 |\n| 7 — 10 | 腹部|\n| 11 — 15 | 胸部 |\n| 16 — 17 | 右胸 |\n| 18 — 19 | 左胸 |\n| 20 | 頭部 |\n"
      },
      {
        "name": "穿透掩體的射擊",
        "content": "在某些部分掩蔽的情況下，攻擊者可以選擇通過掩體射擊以試圖擊中目標。在這種情況下，增加一個懲罰骰子（與部分掩蔽相同），並根據掩體類型應用一個護甲值，例如低矮的磚墻可以提供10點護甲值，而薄木柵欄可能只能提供1點保護（詳見**護甲**）。"
      },
      {
        "name": "點射修正",
        "content": "點射獎勵骰不適用於長槍、全長霰彈槍和弓等長而笨重的武器，因為這些武器在近距離移動目標時更難使用。短槍管霰彈槍（設計用於家庭防衛）或鋸短槍管霰彈槍可以獲得點射獎勵骰。"
      },
      {
        "name": "臥倒",
        "content": "一个躺下的角色被认为是臥倒在地面上。\n- 當對一個躺下的角色進行攻擊時，攻擊獲得一個獎勵骰，因為踢打倒在地上的人更容易。\n- 躺下的角色可以在成功閃避或還擊對手時站起來。或者，在輪到他們的回合時，他們可以站起來然後采取行動。\n- 躺下提供了一個穩定的射擊位置；一個躺下的角色進行火器檢定時獲得一個獎勵骰。\n- 平躺在地上可以使目標更小；瞄準一個躺下的角色使用火器時會獲得一個懲罰骰（如果在近距離則忽略此項）。"
      },
      {
        "name": "毒藥",
        "content": "我累了"
      }
    ]
  },
  {
    "id": "weaponTable",
    "name": "武器列表",
    "description": "-- 守密人規則手冊, 第401頁",
    "tabs": [
      {
        "name": "近戰武器",
        "content": "| 名稱               | 技能      | 傷害        | 基本射程  | 每輪使用次數 | 彈藥數量(彈夾) | 費用 20s/ 現代  | 故障率 | 常見時代      |\n| ---------------- | ------- | --------- | ----- | ------ | -------- | ----------- | --- | --------- |\n| 弓箭               | 火器（弓）   | 1D6+半DB   | 30碼   | 1      | 1        | $7/$75      | 97  | 1920年代、現代 |\n| 黃銅指虎             | 戰鬥（鬥毆）  | 1D3+1+DB  | 觸碰    | 1      | \\-       | $1/$10      | \\-  | 1920年代、現代 |\n| 牛鞭               | 戰鬥（鞭）   | 1D3+半DB   | 10呎   | 1      | \\-       | $5/$50      | \\-  | 1920年代    |\n| 火把               | 戰鬥（鬥毆）  | 1D6+燃燒    | 觸碰    | 1      | \\-       | $0.05/$0.50 | \\-  | 1920年代、現代 |\n| 電鋸\\*（i）          | 戰鬥（電鋸）  | 2D8       | 觸碰    | 1      | \\-       | \\-/$300     | 95  | 現代        |\n| 海狼棒（Cosh.救生圈）    | 戰鬥（鬥毆）  | 1D8+DB    | 觸碰    | 1      | . -      | $2/$15      | \\-  | 1920年代、現代 |\n| 大棍（棒球、板球棒、撲克牌）   | 戰鬥（鬥毆）  | 1D8+DB    | 觸碰    | 1      | \\-       | $3/$35      | \\-  | 1920年代、現代 |\n| 小棍（警棍）           | 戰鬥（鬥毆）  | 1D6+DB    | 觸碰    | 1      | \\-       | $3/$35      | \\-  | 1920年代、現代 |\n| 弩（i）             | 火器（弓）   | 1D8+2     | 50碼   | 1/2    | 1        | $10/$100    | 96  | 1920年代、現代 |\n| 絞索\\*(i)          | 戰鬥 (絞索) | 1D6+DB    | 觸碰    | 1      | \\-       | $0.50/$3    | \\-  | 1920年代、現代 |\n| 斧/鐮刀 (i)         | 戰鬥 (斧頭) | ID6+1+DB  | 觸碰    | 1      | \\-       | $3/$9       | \\-  | 1920年代、現代 |\n| 大刀 (砍刀等) (i)     | 戰鬥 (鬥毆) | 1D8+DB    | 觸碰    | 1      | \\-       | $4/$50 .    | \\-  | 1920年代、現代 |\n| 中刀 (雕刻刀等) (i)    | 戰鬥 (鬥毆) | ID4+2+DB  | 觸碰    | 1      | \\-       | $2/$15      | \\-  | 1920年代、現代 |\n| 小刀 (開刃刀等) (i)    | 戰鬥 (鬥毆) | 1D4+DB    | 觸碰    | 1      | \\-       | $2/$6       |     | 1920年代、現代 |\n| 電線，220伏特充電       | 戰鬥 (鬥毆) | 2D8+昏迷    | 觸碰    | 1      | \\-       | \\-          | 95  | 現代        |\n| 噴霧催淚彈\\*          | 戰鬥 (鬥毆) | 昏迷        | 6英尺   | 1      | 25 次噴射   | \\-/$10      | \\-  | 1920年代、現代 |\n| 雙節棍              | 戰鬥 (連枷) | 1D8+DB    | 觸碰    | 1      | \\-       | $1/$10      | \\-  | 1920年代、現代 |\n| 拋出的石頭            | 投擲      | 1D4+半DB   | STR英尺 | 1      | \\-       | \\-          |     | 1920年代、現代 |\n| 手裏劍 (i)          | 投擲      | 1D3+半DB   | 20 碼  | 2      | 單次使用     | $0.50/$3    | 100 | 1920年代、現代 |\n| 矛（騎兵長矛）\\*        | 戰鬥（矛術）  | 1D8+1     | 觸碰    | 1      | \\-       | $25/$150    |     | 1920年代、現代 |\n| 投擲用矛 (i)         | 投擲      | 1D8+半DB   | STR碼  | 1      | ,        | $1/$25      |     | 稀有        |\n| 投擲用矛 (i)         | 投擲      | 1D8+半DB   | STR碼  | 1      | ,        | $1/$25      |     | 稀有        |\n| 劍（重型騎兵彎刀）        | 戰鬥（劍術）  | ID8+1+DB  | 觸碰    | 1      | \\- -     | $30/$75     | \\-  | 1920年代、現代 |\n| 劍（中型網球劍，重型重劍）(i) | 戰鬥（劍術）  | 1D6+1+DB  | 觸碰    | 1      | \\-       | $15/$100    | \\-  | 1920年代、現代 |\n| 劍（輕型擊劍，劍杖）(i)    | 戰鬥（劍術）  | 1D6+DB    | 觸碰    | 1      | \\-       | $25/$100    | \\-  | 1920年代、現代 |\n| 電擊棒（接觸式）         | 戰鬥（戰鬥）  | 1D3+電擊    | 觸碰    | 1      | 不同       | \\-/$200     | 97  | 現代        |\n| 電擊棒（鏢式）          | 火器（手槍）  | ID3+電擊    | 15 英尺 | 1      | 3        | \\-/$400     | 95  | 現         |\n| 戰爭回力鏢            | 投擲      | 1D8+一半STR | STR碼  | 1      | \\-       | $2/$4       | \\-  | 稀有        |\n| 木斧 (i)           | 格鬥 (斧)  | 1D8+2+DB  | 觸碰    | 1      |          | $5/$10      |     | 1920年代、現代 |"
      },
      {
        "name": "手槍(i)*",
        "content": "| 名稱                | 技能 | 傷害         | 基本射程 | 每輪使用次數 | 彈藥數量(彈夾) | 費用 20s/ 現代 | 故障率 | 常見時代      |\n| ----------------- | -- | ---------- | ---- | ------ | -------- | ---------- | --- | --------- |\n| 燧發槍               | 手槍 | 1D6+1      | 10碼  | 1/4    | 1        | $30/$300   | 95  | 稀有        |\n| .22短彈自動手槍         | 手槍 | 1D6        | 10碼  | 1(3)   | 6        | $25/$190   | 100 | 1920年代、現代 |\n| .25雙管袖珍手槍(1B)     | 手槍 | 1D6        | 3碼   | 1      | 1        | $12/$55    | 100 | 1920年代    |\n| .32 或 7.65毫米 左輪手槍 | 手槍 | 1D8        | 15碼  | 1(3)   | 6        | $15/$200   | 100 | 1920年代、現代 |\n| .32 或 7.65毫米 半自動槍 | 手槍 | 1D8        | 15碼  | 1(3)   | 8        | $20/$350   | 99  | 1920年代、現代 |\n| .357馬格農左輪手槍       | 手槍 | 1D8+1D4    | 15碼  | 1(3)   | 6        | \\-/$425    | 100 | 現代        |\n| .38 或 9毫米左輪手槍     | 手槍 | 1D10       | 15碼  | 1(3)   | 6        | $25/$200   | 100 | 1920年代、現代 |\n| .38自動手槍           | 手槍 | 1D10       | 15碼  | 1(3)   | 8        | $30/$375   | 99  | 1920年代、現代 |\n| 貝瑞塔M9             | 手槍 | 1D10       | 15碼  | 1      | 15       | \\-/$500    | 98  | 現代        |\n| Glock 17 9mm自動手槍  | 手槍 | 1D10       | 15碼  | 1      | 17       | \\-/$500    | 98  | 現         |\n| P08魯格手槍           | 手槍 | 1D10       | 15碼  | 1      | 8        | $75/$600   | 99  | 1920年代、現代 |\n| .41左輪手槍           | 手槍 | 1D10       | 15碼  | 1      | 8        | $30/-      | 100 | 1920年代、罕見 |\n| .44馬格南左輪手槍        | 手槍 | 1D10+1D4+2 | 15碼  | 1 (3)  | 6        | \\-/$475    | 100 | 現代        |\n| .45左輪手槍           | 手槍 | 1D10+2     | 15碼  | 1 (3)  | 6        | $30/$300   | 100 | 1920年代、現代 |\n| .45自動手槍           | 手槍 | 1D10+2     | 15碼  | 1 (3)  | 7        | $40/$375   | 100 | 現代        |\n| IMI沙漠之鷹手槍         | 手槍 | 1D10+1D6+3 | 15碼  | 1 (3)  | 7        | \\-/$650    | 94  | 現代        |"
      },
      {
        "name": "步槍(i)*，另見突擊步槍",
        "content": "| 名稱                     | 技能      | 傷害        | 基本射程 | 每輪使用次數 | 彈藥數量(彈夾) | 費用 20s/ 現代  | 故障率 | 常見時代      |\n| ---------------------- | ------- | --------- | ---- | ------ | -------- | ----------- | --- | --------- |\n| .58 Springfield 步槍槍騎兵槍 | 火器（步槍）  | 1D10+4    | 60碼  | 1/4    | 1        | $25/$350    | 95  | 稀有        |\n| .22 瓶式槍                | 火器（步槍）  | 1D6+1     | 30碼  | 1      | 6        | $13/$70     | 99  | 1920年代、現代 |\n| .30 手動操作卡賓槍            | 火器（步槍）  | 2D6       | 50碼  | 1      | 6        | $19/$150    | 98  | 1920年代、現代 |\n| .45 馬蒂尼-亨利步槍           | 火器（步槍）  | 1D8+1D6+3 | 80碼  | 1/3    | 1        | $20/$200    | 100 | 1920年代    |\n| 摩蘭上校的空氣步槍              | 火器（步槍）  | 2D6+1     | 20碼  | 1/3    | 1        | $200        | 88  | 1920年代    |\n| 加蘭德 M1、M2 步槍           | 火器（步槍）  | 2D6+4     | 110碼 | 1      | 8        | $400        | 100 | 二戰後期      |\n| SKS 卡賓槍                | 火器（步槍）  | 2D6+1     | 90碼  | 1 (2)  | 10       | $500        | 97  | 現代        |\n| .303 李-恩菲爾德步槍          | 火器（步槍）  | 2D6+4     | 110碼 | 1      | 5        | $50/$300    | 100 | 1920年代、現代 |\n| .30-06 瓶式槍             | 火器（步槍）  | 2D6+4     | 110碼 | 1      | 5        | $75/$175    | 100 | 1920年代、現代 |\n| .444 Marlin步槍          | 火器 (步槍) | 2D8+4     | 110碼 | 1      | 5        | $400        | 98  | 現代        |\n| 象槍 (2B)                | 火器 (步槍) | 3D6+4     | 100碼 | 1或2    | 2        | $400/$1,800 | 100 | 1920年代、現代 |"
      },
      {
        "name": "霰彈槍*",
        "content": "| 名稱                     | 技能       | 傷害              | 基本射程       | 每輪使用次數 | 彈藥數量(彈夾) | 費用 20s/ 現代 | 故障率 | 常見時代      |\n| ---------------------- | -------- | --------------- | ---------- | ------ | -------- | ---------- | --- | --------- |\n| 20號口徑霰彈槍 (2B)          | 火器 (霰彈槍) | 2D6/1D6/1D3     | 10/20/50碼  | 1或2    | 2        | $35/罕見     | 100 | 1920年代    |\n| 16號口徑霰彈槍 (2B)          | 火器 (霰彈槍) | 2D6+2/1D6+1/1D4 | 10/20/50碼  | 1或2    | 2        | $40/罕見     | 100 | 1920年代    |\n| 12號口徑霰彈槍 (2B)          | 火器 (霰彈槍) | 4D6/2D6/1D6     | 10/20/50碼  | 1或2    | 2        | $40/$200   | 100 | 1920年代、現代 |\n| 12號口徑泵動霰彈槍             | 火器 (霰彈槍) | 4D6/2D6/1D6     | 10/20/50碼  | 1      | 5        | $45/$100   | 100 | 現代        |\n| 12號口徑半自動霰彈槍            | 火器 (霰彈槍) | 4D6/2D6/1D6     | 10/20/50碼  | 2      | 5        | $45/$100   | 100 | 現代        |\n| 12號口徑霰彈槍 (2B 短管)       | 火器 (霰彈槍) | 4D6/1D6         | 5/10碼      | 1或2    | 2        | 無法提供       | 100 | 1920年代    |\n| 10號口徑霰彈槍 (2B)          | 火器 (霰彈槍) | 4D6+2/2D6+1/1D4 | 10/20/50碼  | 1或2    | 2        | 罕見         | 100 | 1920年代罕見  |\n| 12號口徑 Benelli M3（摺疊槍托） | 火器（霰彈槍）  | 4D6/2D6/1D6     | 10/20/50 碼 | 1 或 2  | 7        | \\-/$895    | 100 | 現代        |\n| 12號口徑 SPAS（摺疊槍托）       | 火器（霰彈槍）  | 4D6/2D6/1D6     | 10/20/50 碼 | 1      | 8        | \\-/$600    | 98  | 現代        |"
      },
      {
        "name": "突擊步槍",
        "content": "| 名稱                     | 技能 | 傷害         | 基本射程 | 每輪使用次數     | 彈藥數量(彈夾) | 費用 20s/ 現代 | 故障率 | 常見時代 |\n| ---------------------- | -- | ---------- | ---- | ---------- | -------- | ---------- | --- | ---- |\n| AK-47 或 AKM            | 火器 | 2D6+1      | 100碼 | 1 (2)或全自動  | 30       | \\-/$200    | 100 | 現代   |\n| AK-74                  | 火器 | 2D6        | 110碼 | 1 (2)或全自動  | 30       | \\-/$1,000  | 97  | 現代   |\n| Barrett Model 82       | 火器 | 2D10+1D8+6 | 250碼 | 1          | 11       | \\-/$3,000  | 96  | 現代   |\n| FN FAL Light Automatic | 火器 | 2D6+4      | 110碼 | 1 (2)或3發點放 | 20       | \\-/$1,500  | 97  | 現代   |\n| Galil突擊步槍              | 火器 | 2D6        | 110碼 | 1或全自動      | 20       | \\-/$2,000  | 98  | 現代   |\n| M16A2                  | 火器 | 2D6        | 110碼 | 1 (2)或3發點放 | 30       | N/A        | 97  | 現代   |\n| M4                     | 火器 | 2D6        | 90碼  | 1或3發點放     | 30       | N/A        | 97  | 現代   |\n| Steyr AUG              | 火器 | 2D6        | 110碼 | 1 (2)或全自動  | 30       | \\-/$1,100  | 99  | 現代   |\n| Beretta M70/90         | 火器 | 2D6        | 110碼 | 1或全自動      | 30       | \\-/$2,800  | 99  | 現代   |"
      },
      {
        "name": "衝鋒槍(i)",
        "content": "| 名稱                    | 技能 | 傷害     | 基本射程 | 每輪使用次數   | 彈藥數量(彈夾) | 費用 20s/ 現代     | 故障率 | 常見時代   |\n| --------------------- | -- | ------ | ---- | -------- | -------- | -------------- | --- | ------ |\n| Bergmann MP181/MP2811 | 火器 | 1D10   | 20碼  | 1（2）或全自動 | 20/30/32 | $1,000/$20,000 | 96  | 1920年代 |\n| Heckler & Koch MP5    | 火器 | 1D10   | 20碼  | 1（2）或全自動 | 15/30    | N/A            | 97  | 現代     |\n| Ingram MAC-11         | 火器 | 1D10   | 15碼  | 1（3）或全自動 | 32       | \\-/$750        | 96  | 現代     |\n| Skorpion SMG          | 火器 | 1D8    | 15碼  | 1（3）或全自動 | 20       | N/A            | 96  | 現代     |\n| Thompson              | 火器 | 1D10+2 | 20碼  | 1或全自動    | 20/30/50 | $200/$1,600    | 96  | 1920年代 |\n| Uzi SMG               | 火器 | 1D10   | 20碼  | 1（2）或全自動 | 32       | \\-/$1,000      | 98  | 現代     |"
      },
      {
        "name": "機槍 (i)",
        "content": "| 名稱             | 技能     | 傷害    | 基本射程 | 每輪使用次數   | 彈藥數量(彈夾) | 費用 20s/ 現代     | 故障率 | 常見時代     |\n| -------------- | ------ | ----- | ---- | -------- | -------- | -------------- | --- | -------- |\n| 1882年型加特林機槍    | 火器（機槍） | 2D6+4 | 100碼 | 全自動      | 200      | $2,000/$14,000 | 96  | 1920年代罕見 |\n| 白朗寧自動步槍M1918   | 火器（機槍） | 2D6+4 | 90碼  | 1（2）或全自動 | 20       | $800/$1,500    | 100 | 1920年代   |\n| .30 白朗寧M1917A1 | 火器（機槍） | 2D6+4 | 150碼 | 全自動      | 250      | $3,000/$30,000 | 96  | 1920年代   |\n| 布倫輕機槍          | 火器（機槍） | 2D6+4 | 110碼 | 1或全自動    | 30/100   | $3,000/$50,000 | 96  | 1920年代   |\n| 馬克一型劉易斯機槍      | 火器（機槍） | 2D6+4 | 110碼 | 全自動      | 27/97    | $3,000/$20,000 | 96  | 1920年代   |\n| 迷你加特林\\*        | 火器（機槍） | 2D6+4 | 200碼 | 全自動      | 4000     | N/A            | 98  | 現代       |\n| FN 米尼米 5.56毫米  | 火器（機槍） | 2D6   | 110碼 | 全自動      | 30/200   | N/A            | 99  | 現代       |\n| 維克斯.303機槍      | 火器（機槍） | 2D6+4 | 110碼 | 全自動      | 250      | N/A            | 99  | 1920年代   |"
      },
      {
        "name": "爆炸物，重武器，其他（i）",
        "content": "| 名稱                     | 技能     | 傷害       | 基本射程    | 每輪使用次數 | 彈藥數量(彈夾) | 費用 20s/ 現代 | 故障率 | 常見時代      |\n| ---------------------- | ------ | -------- | ------- | ------ | -------- | ---------- | --- | --------- |\n| 燃燒彈(Molotov Cocktail)  | 投擲     | 2D6+燒傷   | STR 英尺  | 1/2    | 只有 1 發   | N/A        | 95  | 1920年代、現代 |\n| 信號手槍(Signal Handgun)   | 火器(HG) | 1D10+1D3 | 燃燒 10 碼 | 1/2    | 只有 1 發   | $15/$75    | 100 | 1920年代、現代 |\n| M79 榴彈發射器(M79 Grenade) | 火器     | 3D10/2 碼 | 20 碼    | 1/3    | 只有 1 發   | N/A        | 99  | 現代        |\n| 炸藥棒(Dynamite Stick\\*)  | 投擲     | 4D10/3 碼 | STR 英尺  | 1/2    | 只有 1 發   | $2/$5      | 99  | 1920年代、現代 |\n| 炸藥引信(Blasting Cap)     | 電氣     | 2D10/1 碼 | N/A     | N/A    | 只有 1 次使用 | $20/盒      | 100 | 1920年代、現代 |\n| 煙霧彈(Pipe Bomb)         | 爆破     | 1D10/3 碼 | 放置      | 一次使用   | 只有 1 發   | N/A        | 95  | 1920年代、現代 |\n| 聚能炸藥(Plastique(C-4))   | 爆破     | 6D10/3 碼 | 放置      | 一次使用   | 只有 1 發   | N/A        | 99  | 現代        |\n| 手榴彈(Hand Grenade\\*)    | 投擲     | 4D10/3 碼 | STR 英尺  | 1/2    | 只有 1 發   | N/A        | 99  | 1920年代、現代 |\n| 81mm Mortar            | 火炮     | 6D10/6碼  | 500碼    | 2      | 分開       | N/A        | 100 | 現代        |\n| 75mm Field Gun         | 火炮     | 10D10/2碼 | 500碼    | 1/4    | 分開       | $1,500/-   | 99  | 1920年代、現代 |\n| 120毫米坦克炮(穩定版)          | 火砲     | 15D10/4碼 | 2,000碼  | 1      | 分離式      | N/A        | 100 | 現代        |\n| 艦載5英寸火炮(穩定版)           | 火砲     | 12D10/4碼 | 3,000碼  | 2      | 自動彈匣     | N/A        | 98  | 現代        |\n| 反步兵地雷                  | 爆破     | 4D10/5碼  | 固定位置    | 固定位置   | 單次使用     | N/A        | 99  | 1920年代、現代 |\n| 克雷莫爾地雷\\*               | 爆破     | 6D6/20碼  | 固定位置    | 固定位置   | 單次使用     | N/A        | 99  | 現代        |\n| 噴火器                    | 火器     | 2D6+燒傷   | 25碼     | 1      | 至少10     | N/A        | 93  | 1920年代、現代 |\n| 輕型反坦克火箭筒\\*             | 火器     | 8D10/1碼  | 150碼    | 1      | 1        | N/A        | 98  | 現代        |"
      },
      {
        "name": "關鍵字解釋",
        "content": "**縮寫**：\n\n-   (**HG**): 手槍\n-   (**R/S**): 步槍/霰彈槍\n-   (**SMG**): 衝鋒槍\n-   (**MG**): 機槍\n\n**技能**: 使用武器所需技能。\n\n**傷害**: 擲骰子以確定武器的傷害。當攻擊擲骰得到極限成功時，傷害會增加。為了確定增加的傷害，武器分為兩組：貫穿性和非貫穿性。非貫穿性武器提供最大傷害（加上最大傷害加成，如果適用）。值得注意的是，只有攻擊方在極限成功時才會造成更大的傷害；任何成功的反擊攻擊都不會造成增加的傷害，即使在極限成功的情況下也是如此。\n\n（i）- 表示能貫穿的武器類別或具體武器。在極限成功的情況下，已經造成了貫穿傷害：最大傷害（加上近戰武器的最大傷害加成），並為武器增加一次傷害擲骰。貫穿傷害不適用於反擊攻擊。通常發生在非常遠的射程極限成功時，只有當發生致命一擊時（擲骰結果為“01”）才會造成貫穿傷害。\n\n**基本射程**: 武器攻擊的標準距離。\n\n**每輪使用次數**: 每個戰鬥回合可以啟動的攻擊次數（不影響角色使用近戰武器的次數）。大多數火器可以在不扣分的情況下發射一發子彈；最多可以發射多發子彈（括號中顯示的數量），但每一發子彈都要增加一個懲罰骰。一些武器具有爆發或全自動能力，在使用這種能力時，應使用自動射擊規則。\n\n**彈藥數量(彈夾)**：根據彈匣或彈鼓的大小，可能有多種選擇。\n\n**費用 20s/ 現代**：根據1920年代/現代時代分類（現代價格反映了收藏市場，1920年代價格不反映）。N/A表示不可商業化或基本上只用於軍事應用。\n\n**常見時代**：表示根據時代的可用性。\n\n**故障（Mal）**：如果擲骰結果等於或高於射擊武器的故障數字，射手不僅僅是未命中，而是武器無法發射。\n\n**罕見**：可能已經過時；對於收藏家來說是一個很好的樣本，或者是非法的。\n\n**+DB**：額外的傷害加成，因個體而異。\n\n**電擊**：目標可能在1D6回合（或Keeper指示的回合數）內無法行動。\n\n**燃燒**：目標必須擲運氣擲骰來避免著火。在接下來的回合中造成最少的傷害。每回合的傷害為上回的兩倍，直到滅火（只要目標易燃）。\n\n**點射/全自動**：某些自動武器可以切換到點射或全自動模式；這種武器通常對平民不可用；價格反映黑市行情。\n\n**1B，2B**：1管，2管。\n\n**1/2，1/3**：可以每第二或第三回合進行精確射擊。\n\n**1或2**：同一回合可以開火的1或2管槍管。\n\n**N/A**：通常不可商業化（無論是在自動射擊配置或其他方面）。\n\n**2碼，3碼等**：爆炸的傷害半徑，以碼為單位。在兩倍的射程內，傷害減半。在三倍的射程內，傷害減少到四分之一。超出範圍，傷害忽略不計。\n\n#### 見下文註釋\n\n**突擊步槍**：單發射擊時使用步槍或霰彈槍技能；連發或全自動射擊時使用衝鋒槍技能。\n\n**電鋸**：作為武器使用非常笨拙，使用者失誤的機率加倍。電鋸失誤非常嚴重，可能會導致使用者受到2D8的傷害，因為電鋸可能會向使用者的頭部或肩膀上翻或向下砍向他們的腿或腳。或者，鏈條可能會斷裂並與使用者的身體相連（2D8傷害）。故障會導致引擎熄火或鏈條卡住或移位。從電鋸造成的重傷會隨機斷掉一個肢體。\n\n**克雷莫爾地雷**：武器具有火錐形攻擊，有效範圍為120度。\n\n**摩蘭上校的空氣步槍**：使用壓縮空氣而非爆炸性推進劑，實現相對安靜的操作。\n\n**炸藥棒和手榴彈**：每個武器對3碼內的目標造成4D10傷害，對6碼內的目標造成2D10傷害，對9碼內的目標造成1D10傷害。\n\n**絞索**：受害者需要進行格鬥動作才能逃脫，否則每回合受到1D6傷害。只對人類（或類似的）對手有效。\n\n**GE迷你機槍**：加特林式重機槍，通常安裝在直升機上。手持此類武器而沒有支架需要至少有2的體型。\n\n**手槍**: 如在同一回合內發射超過一發子彈，所有擲骰都需減少一顆骰子。括號內的數字表示在同一回合中可發射的最大子彈數。LAW（輕型反坦克武器）：一次性使用的武器。\n\n**催淚噴霧**: 使用此武器時不應使用近距離攻擊規則。目標需在1D100中擲出其DEX的五分之一或更低的數字才能避免被臨時致盲。此武器只對人類（或類似的對手）有效。\n\n**步槍**: 除了.45 Martini-Henry步槍和Col. Moran的氣動步槍外，大多數步槍每次只能發射一發子彈。耗時的是裝填子彈，而不是上膛。突擊步槍有一個火力選擇器，可允許單發射擊，3發點射或全自動射擊。\n\n**霰彈槍**: 根據其射程，可造成三種傷害等級，分別為“近距離/中距離/遠距離”。步槍和手槍可以貫穿，而發射許多小彈珠的霰彈槍無法貫穿（但裝有實心彈丸而非鉛彈的霰彈槍可以貫穿）。這並不是說霰彈槍不致命；在近距離極限命中時，最高造成24點傷害！霰彈實心彈丸：10號 1D10+7，12號 1D10+6，16號 1D10+5，20號 1D10+4；基礎射程50碼。可貫穿。\n\n**電擊槍（接觸式或飛鏢式）**: 只對體型在2級以內的目標有效，被擊暈的目標將失去行動力1D6回合（或由Keeper決定）。"
      }
    ]
  }
]