[
  {
    "id": "skillRolls",
    "name": "技能檢定",
    "description": "-- 守密人手冊，第82頁",
    "tabs": [
      {
        "name": "技能擲骰: 決定難度等級",
        "content": "遊戲主持人確定技能檢定的難度等級。在《克蘇魯的呼喚》中，難度分為三級：普通（Regular）、困難（Hard）和極限（Extreme）。\n\n**一般難度等級**: 一般的情況下，難度等級應該是挑戰有能力的人的典型例子。玩家需要在技能或屬性上投擲等於或小於其數值的骰子才能成功。這應該在絕大多數情況下使用。\n\n**困難難度等級:** 這個任務會對專業人士構成挑戰。玩家需要擲出與他們技能或屬性的一半相等或更低的點數才能成功。這應該只在偶爾使用。\n\n**極限困難等級：**這項任務會挑戰專家，處於人類能力的邊緣。玩家需要擲出等於或低於其技能或屬性的五分之一才能成功。這應該只在極端情況下使用。\n\n如果您作為守密人覺得任務很簡單，那麽不需要要求進行骰子檢定。將骰子檢定保留給具有挑戰性的情況。\n\n如果調查員面對的是一個有生命的存在，難度等級應該根據該生物（無論是人類還是其他生物）的相應技能或特征來設置。由守密人決定對手將使用哪個技能或屬性來反擊調查員的行動——每種技能條目中都有示例(參照角色卡技能說明)。\n\n-   如果對手的技能或屬性低於50，則難度等級為一般。\n-   如果對手的技能或屬性等於或高於50，則難度等級為困難。\n-   如果對手的技能或屬性等於或高於90，則難度等級為極限。\n\n> 哈維華特生正試圖說服圖書管理員在周日開放圖書館，但正常情況下圖書館是關閉的。守密人考慮了圖書管理員的說服和心理學技能（這兩個技能用於對抗說服）。兩個技能的值都不超過50%，因此難度等級為一般（Regular），需要哈維的玩家投擲等於或低於哈維全技能值的點數才能成功。\n> 哈維沒有成功說服圖書館管理員開放圖書館，所以他決定強行打開後門。 哈維的STR值為20。 圖書館門由厚實的橡木制成，配有堅固的鐵鎖，守密人認為它特別堅固。 困難級別因此設置為困難，要求哈維擲骰子時結果需為10或以下（哈維的STR的一半）。"
      },
      {
        "name": "擲骰: 成功或失敗",
        "content": "投擲有兩種可能的結果：成功或失敗。技能的各種劃分（五分之一、一半、全部）並不等同於成功的等級。玩家陳述一個目標，然後擲出骰子。如果擲出的骰子等於或低於要求的數字，則目標完美達成。如果擲出的骰子低於指定技能的一半或五分之一，則目標不一定會被執行到更高的標準。對擲骰子的任何進一步解釋都由守密人決定。\n\n### 成功\n\n如果玩家的擲骰結果等於或低於守密人設定的目標值，那麽他們的調查員已經達成了在擲骰前設置並達成的目標。應該鼓勵玩家參與描述結果。這可以包括超出其調查員範圍的故事情節，例如非玩家角色和環境的行動；然而，這些內容可能會由守密人進行調節。因此，玩家和守密人都參與描述成功擲骰的結果。\n\n### 失敗\n\n玩家提出了一個目標，但未能實現，而玩家的偵探人物失敗的具體方式完全由守密人決定（當然，玩家可以提出建議）。技能檢定的初次失敗通常不會造成傷害或精神損失，但這取決於情況。檢定失敗可能表示未能采取行動，而不是嘗試失敗。如果玩家選擇推骰並第二次失敗，可能會發生更糟糕的事情（請參閱**推骰**檢定）。將\"最糟糕的情況是什麽？\"風格的後果留給推動檢定的情況。\n\n> 哈維嘗試從上層窗戶下降到街道上，但他的攀爬技能檢定失敗了。守密人描述了周圍沒有抓手，附近的排水管感覺不穩。哈維的目標是安全地到達地面，但這沒有被實現，哈維仍然停留在之前的位置。請注意，守密人並沒有將情況推向極端，例如哈維摔下並受傷，因為這讓人感覺哈維在意識到危險後會猶豫。"
      },
      {
        "name": "推骰",
        "content": "推骰檢定是為了給玩家第二次也是最後一次嘗試達成目標。只有當玩家能夠證明自己有充分理由時才允許推技能骰。玩家需要自己描述額外的努力或時間來證明推技能骰的必要性。當玩家詢問：“我能推骰嗎？”時，守密人應該問：“你采取了什麽行動來推動情況？”守密人不應該簡單地回答是或否，而是讓玩家描述額外的努力或時間。如果玩家卡住了，其他玩家或守密人可以提供建議。\n\n通過推骰，玩家加大了賭注並授權守密人在第二次失敗時帶來嚴重的後果。推骰意味著將情況推向極限：\n- 如果你正在撞門，這可能意味著不顧自己的安全撲向門。\n- 如果你正在說服警察，這可能意味著冒險被逮捕。\n- 如果你正在搜尋一間房間，這可能意味著翻箱倒櫃並冒著打破東西的風險，或者在知道壞人可能隨時回來的情況下在那里停留時間過長。\n- 如果你試圖通過心理學來讀懂某個人，這可能意味著過於靠近觀察他，或者問一些非常窺探的問題。\n- 如果你正在撬鎖，這可能意味著使用了過度的力量。某些東西可能會被打破，但它將是什麽？鎖還是你的鎖匠工具？\n- 如果涉及到克蘇魯神話，你可能會冒著長時間凝視黑暗知識深淵的風險，直到有東西看回來。\n- 如果你正在爬墻，這可能意味著即使感覺非常不安全也要繼續前進。\n- 如果你正在閱讀一本書，這可能意味著沈迷於每一頁，一遍又一遍地閱讀，直到你能夠將內容關聯起來。\n\n需要注意的是，推骰不僅僅是重新投擲；在兩次投擲之間，總是會經過一段時間——可能是幾秒鐘或幾個小時。\n\n在進行推骰時，目標必須仍然是可達成的。技能和難度等級通常保持不變，但如果情況發生變化，則可能會進行修改。\n\n只有技能和屬性骰可以進行推骰，不能推幸運、理智或戰鬥骰，也不能決定出造成的傷害或理智損失的數量。"
      },
      {
        "name": "失敗的預告",
        "content": "在進行推骰之前，守密人可以預示失敗的後果。為了預示後果，守密人可以說：“如果你失敗了……”然後盡可能詳細地描述。守密人應該強調調查員會注意到的事情（盡管玩家可能沒有考慮到），調查員不會注意到的事情可能只會在提示時略作提及（由守密人自行決定）。玩家歡迎提供自己的後果建議，特別是當他們想出更可怕的後果時！\n\n**守密人有兩個必須要預告失敗的後果的原因：**\n- 玩家要求預示來澄清危險（因為調查員會意識到這些危險），以便他們可以評估風險。\n- 守密人選擇預示是為了突出危險或增加情景的戲劇性。\n\n守密人必須專注於有趣的後果，而不是簡單的失敗。\n\n**推骰：成功**\n\n玩家的目標達成了，就像原來的檢定一樣。沒有任何失敗的後果發生。\n\n**推骰：失敗**\n\n推骰失敗後，守密人可以自由決定結果，包括受到傷害，理智檢定，失去裝備，與其他調查員隔離，被捕等等。守密人甚至可以將玩家的目標納入考慮（即使玩家失敗了推骰），但是要付出某種代價。\n\n當玩家推骰檢定失敗時，他或她即允許守密人使調查者的命運更傾向糟糕的一端。結果應將遊戲引向恐怖主題，使調查者更加接近他們的厄運。玩家有機會推一個技能骰，如果失敗，守密人則會將恐怖推回到該玩家的面前。"
      },
      {
        "name": "失敗的擲骰檢定和突然的結局",
        "content": "在可能的情況下，盡量避免導致遊戲結束的結果（除非你願意）。嘗試有創意地描述一種允許遊戲繼續進行但不是玩家打算的方式。與其突然死亡，不妨考慮其他選擇，例如：\n\n- 挫折：失去裝備或盟友死亡。\n- 調查員被俘而不是被殺。\n- 交易：敵人不殺調查員，而是提供一個協定或交易。\n- 昏厥：人物昏厥，只是稍後醒來，發現自己沒有受傷，情況也有所改變，這是非常符合洛夫克拉夫特式的風格的變動。"
      },
      {
        "name": "超過一名玩家對一個技能進行檢定?",
        "content": "在某些情況下，兩個或多個角色可能會共同努力實現同一目標。在特定情況下，有多少調查員參與是由守密人決定的。\n\n例如：\n- 研究一本書：一次只能由一個人閱讀該書。\n- 鎖匠：只有一個人可以嘗試開鎖，並擲出他們的鎖匠技能骰子。\n- 進行急救：兩個人可以互相協助進行急救，都擲出他們的急救技能骰子。只要其中一人成功，就算成功(參考**戰鬥:傷口與治療**)。\n- 搬運屍體：守密人應使用屍體的體型（SIZ）特徵來設定難度等級。最多四個人，每人拿一個肢體，可以互相協助搬運屍體，只有在屍體特別沉重的情況下才需要擲骰子（請參閱《人類物理極限》以獲取有關結合物理特徵的指導）。\n- 在公共圖書館進行圖書館使用技能：圖書館中的所有調查員都可以進行研究和嘗試技能骰子。只需要一次成功的擲骰子。\n\n在以上情況下，只要在角色之間分配時間，就可以讓所有人都有機會參與。"
      }
    ]
  },
  {
    "id": "physicalHumanLimits",
    "name": "人類的物理極限",
    "description": "-- 守密人手冊，第88頁",
    "tabs": [
      {
        "name": "人類的物理極限",
        "content": "在某些情況下，兩個或多個角色可能會共同努力實現同一目標。在特定情況下，有多少調查員參與是由守密人決定的。\n\n例如：\n- 研究一本書：一次只能由一個人閱讀該書。\n- 鎖匠：只有一個人可以嘗試開鎖，並擲出他們的鎖匠技能骰子。\n- 進行急救：兩個人可以互相協助進行急救，都擲出他們的急救技能骰子。只要其中一人成功，就算成功(參考**戰鬥:傷口與治療**)。\n- 搬運屍體：守密人應使用屍體的體型（SIZ）特徵來設定難度等級。最多四個人，每人拿一個肢體，可以互相協助搬運屍體，只有在屍體特別沉重的情況下才需要擲骰子（請參閱《人類物理極限》以獲取有關結合物理特徵的指導）。\n- 在公共圖書館進行圖書館使用技能：圖書館中的所有調查員都可以進行研究和嘗試技能骰子。只需要一次成功的擲骰子。\n\n在以上情況下，只要在角色之間分配時間，就可以讓所有人都有機會參與。"
      }
    ]
  },
  {
    "id": "fumblesAndCriticals",
    "name": "大成功以及大失敗",
    "description": "非常高或非常低的骰子點數是不尋常的，它代表著玩家的好運或壞運。\n\n失誤的影響應立即生效，並且不能透過推骰來消除。\n\n-- 守密人手冊，第89頁",
    "tabs": [
      {
        "name": "01-大成功",
        "content": "01點的擲骰結果表示除了達成目標之外，還有額外的好運發生。好運的性質由守密人決定，不過玩家也可以提出建議。例如在戰鬥中，致命的成功意味著攻擊者打中了弱點，造成最大傷害。\n\n> 布萊恩試圖估價一頂不尋常的金冠，他的估價技能為35%，結果他擲出了01。守密人告訴布萊恩，他不僅能夠確定這頂冠的正確價值（普通成功的正常結果），他還發現這頂冠來自南海，可能是1830年代馬歇船長帶回來的傳說中的物品（由於大成功的結果）。"
      },
      {
        "name": "96—100: 大失敗",
        "content": "如果成功所需的骰子點數為50或以上，而骰子點數為100，則發生失誤。\n\n如果成功所需的骰子點數低於50，而骰子點數為96-100，則發生失誤。失誤意味著發生了比直接失敗更糟糕的事情，不幸或厄運的性質由守密人自行決定。\n\n> 布萊恩遇到了一個食屍鬼。他需要進行理智檢定的擲骰，但結果出現了100，也就是失誤了。因此，他會立刻承受看到食屍鬼帶來的最大理智值損失。\n> **另一個例子是**，哈維有55%的圖書館使用技能。如果他正在圖書館中搜尋線索，守密人可能會要求進行一次圖書館使用技能的擲骰。由於他的技能值是55%，他只有在擲出100時才會失誤。如果哈維在一個私人圖書館中，在黑暗中偷偷搜尋，只有一支蠟燭作為照明，守密人可能會把困難等級設為困難，需要擲出27點以上。在這種情況下，只有在擲出96-100時哈維才會失誤。"
      }
    ]
  },
  {
    "id": "characteristicRolls",
    "name": "屬性檢定",
    "description": "-- 守密人手冊，第89頁",
    "tabs": [
      {
        "name": "幸運",
        "content": "如果保管者需要在超出任何調查員的範疇的情況下，或在確定命運擺布時進行幸運檢定，可能會要求幸運檢定。如果某項技能或屬性適用於情況，則應使用它而不是幸運檢定。\n\n如果保管者要求進行群體幸運檢定，則應由那些在場的調查員中幸運值最低的調查員進行檢定。\n\n如果認為有不好的事情發生在小組的某個成員身上，保管者可以簡單地詢問誰的幸運值此時最低，並讓這個人遭受不幸事件。\n\n在後面的可選規則裡會有**燒幸運**來補足技能檢定的規則\n\n> 尋找計程車不需要擲骰子，但在調查員們失去追蹤目標車輛之前找到一輛計程車可能需要擲骰子。信用評級可能會成為吸引計程車司機注意的因素，他們在尋找一位可能會慷慨小費的穿著體面的乘客。然而，在凌晨兩點在不受歡迎的城區很快搭上車可能不會那麼容易。那裡甚至會有計程車嗎？沒有任何技能可以讓計程車在那一刻出現。是否有計程車正在那條路上行駛，純屬機會，因此需要進行一次運氣擲骰。"
      },
      {
        "name": "智力檢定跟靈感檢定",
        "content": "當調查員嘗試解決某種知識智力謎題時，守密人可能會要求進行一次智力(Intelligence，簡稱INT)檢定，如果骰出的點數小於或等於調查員的智力屬性值，則玩家將從守密人那裡得到一個解決方案。這可能包括解決填字遊戲或回答謎語。\n\nIdea（靈感）檢定與智力骰不同，雖然通過以相同方式進行骰擲，即骰出的點數小於或等於調查員的智力屬性值。靈感檢定通常由玩家提出，當他們的調查員在調查中陷入困境時，也許他們完全錯過了重要線索，或者只是不知道下一步該做什麼，進而導致遊戲停滯不前。靈感檢定的結果將使調查繼續進行；但是，靈感檢定的成功或失敗決定了是否容易獲得錯過的線索，或以某些代價為代價。"
      },
      {
        "name": "知識檢定",
        "content": "每個人都對不同主題的一些信息有所了解。Know（知識）檢定代表存儲在大腦智力閣樓中的內容，計算為調查員的教育提供信息的百分比機會。進行知識檢定時，需要擲出小於或等於角色EDU屬性值的點數，以確定其成功的機率。\n\n調查員可能知道將水倒入硫酸中是危險的（沒有學過化學），或記得西藏的地理位置（沒有進行導航檢定），或知道節肢動物有多少條腿（並且只具有1%的生物學知識）。\n\n識別當今地球語言是知識檢定的一個很好的應用。如果特定技能對於情況更適用，則應使用該技能，而不是進行知識檢定（由守密人自行決定）。"
      }
    ]
  },
  {
    "id": "playerVersusPlayerMeleeCombat",
    "name": "技能對抗檢定: 玩家對玩家以及近戰",
    "description": "-- 守密人手冊，第90頁",
    "tabs": [
      {
        "name": "技能對抗檢定: 玩家對玩家以及近戰",
        "content": "在某些情況下，例如當兩名調查員互相對抗時，您可能希望雙方都擲骰決定勝方。在近戰戰鬥中，對抗骰是標準的骰子機制（詳見**戰鬥**）。在戰鬥以外，守密人應避免在非玩家角色和調查員之間使用對抗骰。然而，一旦守密人熟悉了這些規則，他或她可能希望在他們認為這將增強劇情的情況下使用對抗骰。\n\n進行對抗骰時，雙方宣佈一個互相衝突的達成目標：一方會贏，另一方會輸。雙方都要選擇一個技能或一個屬性來使用，這兩個必須得到守密人的批准。\n\n雙方擲骰以確定成功的程度，並通過與他們選擇的技能或屬性進行比較來決定勝負。守密人應該意識到，屬性通常比技能更高，因此當一方使用屬性時，另一方應該可以選擇使用屬性或技能。\n\n對抗骰中的技能骰不能進行推骰。\n\n**技能骰可能會產生以下六種結果：**\n\n**大失敗（Fumble）**：　失敗\n\n**失敗擲骰（Failure）**：骰出的點數高於角色的技能或屬性值（但不是大失敗）。\n\n**一般成功（Regular success）**：骰出的點數等於或低於角色的技能或屬性值。\n\n**困難成功（Hard success）**：骰出的點數等於或低於角色技能或屬性值的一半。\n\n**極限成功（Extreme success）**：骰出的點數等於或低於角色技能或屬性值的五分之一。\n\n**大成功（Critical success）**：骰出的點數是01。\n\n\n**比較結果：**\n\n致命成功擊敗極限成功。\n\n極限成功擊敗困難成功。\n\n困難成功擊敗普通成功。\n\n普通成功擊敗失敗或失誤。\n\n在平局的情況下，技能或屬性更高的一方獲勝。如果仍然平局，則可能已經達到了僵局，或者雙方都應重新擲骰。\n\n譯者註：對於戰鬥回合時的對抗，詳見**戰鬥**\n\n> 哈維被另一位調查員艾德加拉進了一場圍棋比賽。比賽的勝負並不影響任何事情，但是兩個玩家仍然想知道誰是贏家。雙方的目標是相互排斥的，如果其中一方贏了，另一方就必定輸了。此情況也是不可逆轉的，如果艾德加獲勝，哈維將無法改變結果（因此該骰子不能再推骰）。兩人都沒有「下棋」的技能，因此他們都同意使用INT作為技能。兩位玩家都投擲出「一般成功」。艾德加的INT比較高，所以他贏得了比賽。"
      }
    ]
  },
  {
    "id": "bonusDicePenaltyDice",
    "name": "獎勵骰和懲罰骰",
    "description": "-- 守密人手冊，第91頁",
    "tabs": [
      {
        "name": "主要用於技能對抗檢定",
        "content": "有時候，環境條件和時間限制可能會對技能或屬性擲骰產生幫助或阻礙。特定條件可能意味著守密人可以給予一個獎勵骰或懲罰骰。\n\n獎勵骰和懲罰骰不應輕易使用，它們不是可以隨意增減幾個百分點的微小因素。如果一個因素很小，只會稍微修改擲骰結果幾個百分點，那就沒有必要使用獎勵骰或懲罰骰。比如說，開車在微雨中行駛不應該使用懲罰骰，但是當大雨倾盆、風雨交加以至於你幾乎看不清路面時，那就可以使用懲罰骰了。\n\n在大多數情況下，守密人會使用一個「獎勵骰」或「懲罰骰」來增加或減少擲骰結果，但在情況非常有利或極其惡劣的情況下，也可以使用第二個獎勵骰或懲罰骰。\n\n一個獎勵骰和一個懲罰骰可以互相抵銷。\n\n**針對獎勵骰:**\n\n在進行技能擲骰時，除了通常的兩個百分比骰外，還需額外擲一個十位百分比骰。現在你需要擲三顆骰子：一顆「個位」骰和兩顆「十位」骰。如果你有一個獎勵骰，應該使用可以得到更好（較低）結果的「十位」骰。\n\nTRPGLine註：在跑團平台，建議直接將d100骰做兩次檢定並取出較低的結果，也就是指令`2D100L1`及可\n\n> 兩位敵對的調查員，馬爾科姆和休，爭取著格林夫人的青睞。只有一人可以牽著她的手走入婚姻，因此守密人決定進行一次對抗擲骰來確定他們的求愛結果。決定讓每個人進行一次對抗性魅力擲骰。守密人回顧了情境中的事件：馬爾科姆已經拜訪過格林夫人兩次，每次都給予她昂貴的禮物，而休只拜訪過一次，並且沒有帶任何禮物。守密人認為馬爾科姆佔有優勢，因此在對抗擲骰中會得到一個獎勵骰。\n> 休的玩家先擲骰，根據他的55點魅力技能擲出了45點——一個一般成功。\n> 馬爾科姆的玩家使用他的魅力技能進行擲骰，並使用一個獎勵骰，他擲出了一個個位骰和兩個十位骰。個位骰顯示的是4，可以與其中一個十位骰配對，得到44或24的分數。馬爾科姆的玩家選擇了較低的24點——一個困難成功。\n> 馬爾科姆贏得了對抗擲骰，他向格林夫人求婚，得到了接受的答复。\n\n**針對懲罰骰:**\n\n投擲一個「十位數」的百分比骰子，除了通常的兩個百分比骰子外。你現在會擲出三個單獨的骰子：一個「個位數」骰子和兩個「十位數」骰子。如果遭受懲罰，使用「十位數」骰子中的最差結果（最高數值）。\n\nTRPGLine註：在跑團平台，建議直接將d100骰做兩次檢定並取出較高的結果，也就是指令`2D100H1`及可"
      },
      {
        "name": "困難等級 vs. 獎勵骰懲罰骰",
        "content": "在大多數情況下，只有一個人（通常是玩家）進行技能擲骰。任何給調查員提供優勢或劣勢的因素都應該納入守密人所設定的困難等級中。在守密人的酌情下，獎勵骰和懲罰骰可以與困難等級一起授予，但這應該是例外而非常規。\n\n在對抗擲骰（兩方互相對抗的情況，例如近戰戰鬥）中，不會設定困難等級。一方所獲得的成功等級實際上是另一方必須競爭的困難等級。如果存在某些明顯優勢或劣勢的因素，守密人應該授予該玩家一個獎勵骰或懲罰骰。\n\n**技能檢定**：設置難度等級。\n\n**對抗檢定：** 給予懲罰骰或獎勵骰。\n\n> 一名邪惡的邪教徒正試圖推開一扇門，而哈維從另一邊推門關上。這需要進行 STR 或 SIZ 擲骰。守密人沒有邪教徒的統計數據，必須設定適當的困難等級。他決定邪教徒的 STR 和 SIZ 都在 50 到 89 之間，因此哈維必須進行一個困難等級的擲骰才能關上門。守密人允許哈維選擇使用他的 STR 或他的 SIZ （當然他使用他的 SIZ，因為它更高）。如果他失敗了，他也許可以進行推骰不顧一切地將自己撞上門，但如果他又失敗了，他就有可能受到身體上的損傷。\n> 如果邪教徒是一個關鍵的非玩家角色（具有 STR 80 和 SIZ 65），守密人可能會覺得讓雙方進行對抗擲骰會更有趣。哈維根據他的 SIZ 80 擲出 57，取得普通成功。守密人擲出 15，這是邪教徒 STR 的極限成功。哈維被擊退，沒有推骰的機會。"
      },
      {
        "name": "聯合技能檢定",
        "content": "有些情況需要使用多個技能。只需擲一次骰子，然後將結果與每個指定的技能進行比較。守密人將指定是否需要對兩個技能都成功（即當兩個技能都達成成功時，該次擲骰才算成功），或者只需要其中一個技能成功即可。\n\n在後一種情況中使用單次擲骰的重要性值得注意。Harvey 在機械修理和電氣修理方面的技能都只有 10%。如果只擲一次骰子，並同時與兩個技能進行比較，那麼成功的機率為 10%。如果進行兩次分別對機械修理和電氣修理的擲骰，那麼兩個技能都成功的機率將只有 1%。\n\n守密人必須決定一個情況是需要連續的技能擲骰還是一次性的組合技能擲骰。\n\n> 一個狂熱的邪教徒突然掏出槍對哈維開火。如果哈維能成功進行「尋找藏匿物」（Spot Hidden）技能擲骰，他會發現邪教徒的手正朝著槍的方向移動。如果他能成功進行「心理學」（Psychology）技能擲骰，他會通過邪教徒的態度預測到這個舉動。守密人要求哈維進行一個「尋找藏匿物」和「心理學」技能的結合擲骰。只要其中一個技能成功，哈維就能預見攻擊者的舉動，或許能讓他先行反應。\n> 稍後，哈維嘗試修理一個電動渦輪機。這個物品同時是機械和電氣設備，因此守密人要求進行結合的「機械維修」（Mechanical Repair）和「電氣維修」（Electrical Repair）技能擲骰。只有一次擲骰，結果要與兩個技能進行比較——在這種情況下，兩者都必須成功才能完成任務。"
      },
      {
        "name": "魅力, 話術, 恐嚇, 和說服技能: 困難等級",
        "content": "調查員的「魅惑」技能也許有75%的成功機率，但這並不代表他或她可以在所有情況下都以75%的機率迷住對方。難度基於相對的因素，即與社交技能（魅惑、話術、威嚇或說服）或心理學技能（兩者中較高者）匹配的對手技能。因此，如果對手技能在50％或更高，需要困難困難成功（等於或低於技能的一半）。如果對手技能在90％或更高，需要極限成功（等於或低於技能的五分之一）。對於絕大多數非玩家角色來說，這些技能將低於50％，因此難度等級將是一般的，玩家只需要一般的成功。\n\n- 如果非玩家角色對玩家的目標持積極態度，不必擲骰子，只需讓他們同意即可。\n- 如果非玩家角色對玩家的目標沒有強烈的感覺，則不需要對難度等級進行修改。\n- 如果非玩家角色強烈反對玩家的目標，難度將提高一或兩個等級。\n- 如果玩家想出一些支持自己立場的理由，例如有實質性的論據（如果使用說服技能），或者手持武器並顯然願意使用它（在威嚇的情況下），守密人應將難度降低一個等級。\n- 最低成功機率要求極限成功（等於或低於技能的五分之一），但在某些罕見情況下，守密人可能會裁定沒有成功的機會，並且不允許擲骰子。\n\n> 布萊恩的調查員試圖威脅一個邪教徒透露該邪教在警方的聯繫人姓名。這個邪教徒的職業是醫生，而守密人決定醫生的威脅和心理技能低於50%。因此，困難等級開始為一般。當然，邪教徒強烈希望不透露他的聯繫人，因此守密人將困難等級增加兩個步驟到極限。\n> 布萊恩失敗了技能擲骰。他試圖通過威脅暴力來推骰，拿出一根鐵撬，靠近醫生的頭部，然後直視醫生的眼睛，以確保他理解隱含的威脅。守密人將困難等級降低到困難。布萊恩推骰失敗，守密人描述布萊恩失去控制，因為他的挫敗而用鐵撬擊中醫生的頭部，造成嚴重的傷害。布萊恩並不想這樣，這是推骰失敗的結果。事情並不總是按照預期進行！如果玩家成功地進行了威脅擲骰，守密人將被迫放棄聯繫人的姓名（因為這是玩家的目標），但由於擲骰失敗，現在完全由守密人決定醫生是否會透露姓名，而不論調查員們可能採取的任何進一步行動。"
      }
    ]
  },
  {
    "id": "investigatorDevelopmentPhase",
    "name": "經驗獎勵: 調查員幕間",
    "description": "當調查員成功使用一個技能時，玩家應該在調查員角色卡旁的技能方塊打勾。這給了調查員從經驗中學習的機會。如果投擲時使用了獎勵骰，則不會獲得勾選。在對抗投擲中，雙方都可能達到一定程度的成功，但只有贏家可以打勾。\n\n通常，調查員發展階段發生在情節結束時，或者如果進行系列戰役，則在章節結束時。這可能是在一次遊戲中完成，也可能是在多次遊戲中完成。如果故事繼續下去，守秘人應該尋找暫停敘述的時機，以便進行調查員發展階段。\n\n一旦進行了調查員成長階段，應該檢查調查員角色卡，看看哪些技能已經打勾成功。無論一個技能在遊戲中成功使用多少次，每個技能只能打勾一次，以查看調查員是否得到改進。\n\n並且對每個技能進行1D100的檢定\n\n在一件你不擅長的事情上取得成功是困難的；然而，成功地使用技能可能意味著調查員從中學到了經驗。相反地，在某些事情上非常熟練可能會保證成功，但高超的技能意味著調查員不太可能再學到更多東西。在技能上增加百分比逐漸變得越來越困難。\n\n如果玩家擲骰的結果高於當前技能值，或結果高於95，則調查員會在該技能上有所提高：擲1D10骰並將結果立即加到當前技能點數上。通過這種方法，技能可以提高到超過100%。\n\n如果玩家擲骰的結果等於或小於調查員的技能等級，則調查員沒有從中學到經驗，技能數量不會改變。\n\n對所有已經被檢查的技能重複這個過程，然後抹掉調查員表格上的所有技能檢查。在下一個遊戲階段中成功使用技能時，技能可以再次被檢查。\n\n**注意**：克蘇魯神話和信用評級技能永遠不會接受技能檢定，調查員表格上也沒有相關的核選框。不提升技能不會有任何其他後果。",
    "tabs": [
      {
        "name": "90或以上的技能數值",
        "content": "當調查員在調查員幕間階段達到某項技能90%或更高時，將2D6點增加到他們目前的理智值。這個獎勵代表掌握技能所獲得的紀律和自尊心。\n\n> 塞西爾的「劍術」技能為 85%。在遊戲中成功使用技能後，進行調查員幕間階段的技能檢定。塞西爾的玩家擲出 97，因此他擲一顆十面骰，加上 8 點技能點數。塞西爾現在是真正的劍術專家，因此獲得 2D6 的理智點數。"
      },
      {
        "name": "調查員在幕間時做的其他活動",
        "content": "在調查員成長階段，玩家還有機會：\n\n-   通過調查員花時間接觸自己背景故事中的某一方面來獲得神智點數（詳見**自我幫助**）。\n-   檢查他們的信用評級並查看他們的財務狀況（詳見**就業和信用評級**）。\n-   將所有理智極限減少一點（參見**習慣可怕的事情**）。"
      },
      {
        "name": "改變調查員的背景故事",
        "content": "一位玩家可以隨時自由地更改或新增他們的調查員背景，但需遵守某些限制。玩家不得刪除或修改列在受傷和疤痕、恐懼症和狂躁症、與奇怪實體的相遇，或由守密人添加或修改的任何項目，除非獲得守密人的許可。\n\n恐懼症和狂躁症只能通過治療來刪除（請參閱**理智：心理治療**）。\n\n調查員的關鍵聯繫只能在調查員發展階段由玩家修改。關於使用、失去和替換關鍵聯繫的指導可以在**理智：自我幫助**中找到。"
      }
    ]
  },
  {
    "id": "CreditRatingInvestigatorExpenditure",
    "name": "信用評級和調查員支出",
    "description": "嘗試在遊戲中以類似現實生活的方式追蹤個人財務將引入不必要的複雜性。然而，使用稍微抽象的方法，可以得出調查員的生活水平和消費能力的評估。\n\n調查員的起始信用評級(CR)是在角色創建期間確定的，根據調查員選擇的職業\n\n-- 守密人手冊，第95頁",
    "tabs": [
      {
        "name": "日常開支和一般生活標準",
        "content": "在遊戲中，沒有必要像現實生活中一樣詳細追蹤住宿、飲食或其他雜費支出，只要調查員的支出在其生活水準的範圍內即可（詳見技能**信用評級**）。此外，角色每天可以花費高達其支出水準。\n\n在遊戲中，金錢問題只有在需要大筆花費時才會偶爾成為一個問題。例如，為一次重大旅行做準備，購買昂貴的物品，例如車輛或罕見的書籍，或者雇用額外的工作人員等。\n\n允許角色在其生活水準的範圍內自由支配資金，並且不需要記錄低於某個特定支出水準的支出，旨在減少繁瑣的記帳工作。使用這種方法可能會導致某些不確定性，例如某個人的生活水準的範圍是什麼，或者一個調查員是否已經超過了其支出水準。如往常一樣，守密人是這些問題的仲裁者，建議守密人只在調查員明顯超過其支出水準時才介入。\n\n> 哈維在遊戲開始時擁有41（平均）的信用評級。這使他擁有普通的生活水平；他可以住在價格適中的旅館，經濟地外出用餐，並偶爾坐計程車。此外，他每天可以花費多達10美元。這一切都不需要玩家進行任何簿記記錄。\n> 哈維花了幾個遊戲會話在波士頓進行調查，乘坐公共汽車和計程車四處旅行，拜訪圖書館，採訪人們，以及所有克蘇魯的呼喚的調查員可能進行的常規活動。這都在他的生活水平和花費限制範圍內。不需要進行任何簿記記錄。"
      },
      {
        "name": "超出自己的消費限額的消費",
        "content": "當調查員超出他們的消費限制時，玩家必須將現金減少等同於超出的金額。如果現金不足，調查員可以考慮使用他們的資產。將資產轉換為現金可能需要一些時間，轉換的時間長短由守密人決定。抵押財產、出售古董、獲得貸款等都需要時間。如果調查員離開了他們的家鄉，這可能需要更長的時間。\n\n如果在同一天內進行了多次少於調查員的消費限制的購買，守密人可以要求將總購買金額與調查員的消費限制進行比較，如果超出了消費限制，則要求減去現金支出。\n\n> 哈維想要購買一支價值 $40 的 12號口徑霰彈槍，超出了他的 $10 的日常開銷限制，他需要將他的現金減少 $40（從 $82 減少到 $42）。\n> 後來，哈維希望乘坐頭等艙的海船前往英格蘭旅行，花費為 $120。這超出了 Harvey 可用的現金。哈維在他的資產中有 $1665，他希望從銀行貸款來變現這部分資產。守密人同意這個決定，並決定可能需要一周的時間才能拿到這筆錢。Harvey 將 $245 從他的資產中轉移出來到他的現金中。他用 $120 購買了機票，剩下 $125，他將它加入到他剩下的現金 $42 中。現在他的現金為 $167，資產為 $1400。當他到達英格蘭後，他的財務狀況將與他在家時一樣（平均生活水平和 $10 的日常開銷限制）。"
      },
      {
        "name": "金錢收入",
        "content": "在遊戲中，角色可能會收到一大筆錢，例如作為獎勵。這樣的一筆錢可以在短期內加入現金，或者作為他們資產的一部分在未來投資。"
      },
      {
        "name": "負債累累",
        "content": "債務的產生和償還方式是您故事的一部分。也許調查員的汽車必須被出售，或者不得不向高利貸者借款。盡管財務交易並不是遊戲重點，但角色精神上的穩定下降很可能與身體和物質上的衰退相伴而生。"
      },
      {
        "name": "調查員幕間:就業和信用評級",
        "content": "身體或精神不健康，或持續缺席工作可能導致失業和收入下降。有些職業不需要調查員積極工作才能獲得收入（如業餘者），因此不易失業。然而，股市崩盤將對這些人的財務產生重大影響，應由守密人自行處理（也許使用幸運骰）。相反，當調查員獲得一份高薪工作時，信用評級可能會提高。\n\n一個人今天可以很有錢，明天就走投無路，但逐漸的衰退更加普遍。如果調查員失去了工作，就會失去收入，信用評級也會下降。如果一個人仍然有可靠的收入，失去資產不一定意味著失去信用評級。\n\n如果調查員的財務狀況發生了重大變化，守密人應該選擇以下其中一種方案。以下條件清單從好到壞，應該在調查員發展階段中通常應用。\n\n**我很有錢**！當調查員獲得錢財時，他們應該檢查自己的資產是否等於更高生活水平條件的資產價值。如果是這種情況，玩家應該增加他們的調查員的信用評級，直到其信用評級在新條件之內，並逐步增加1D10。\n> 如果哈維（起始在「平均收入」的範圍內）得到了一筆錢，使他的資產增加到3萬美元，這會讓他進入1920年代的「富有」範圍（2.5萬至4.45萬美元）。他之前的信用評級是41（平均）。他的玩家擲了一個1D10——結果是4——並將4加到哈維的信用評級上，將其提高到45。再擲兩次，一個3將他的信用評級提高到48，然後一個9將其提高到57。信用評級57在「富有」收入範圍內，所以不再增加任何擲骰。\n\n**事情正在好轉**：如果調查員被提拔，他們的信用評級應相應提高（增加1D6的信用評級）。\n\n**生活照常**：如果沒有太多變化影響調查員的收入，他們的信用評級將不會改變。\n\n**緊縮腰帶**：調查員被降職或休無薪假期。信用評級減少1D10。\n\n**變賣家產**：調查員已花費絕大部分的資產。如果調查員的總資產（現金加資產）現在等於低一級的收入水平的資產價值，信用評級減少1D10。\n\n**倒霉和困境：** 調查員失去他們主要的收入來源，通常是工作。在每個後續的調查員幕間，將信用評級降低2D10。如果有國家安全網，最低信用評級將為1D10-1。\n\n**天翻地覆！** 突然失去所有收入和/或所有債務被追討（例如在股市崩盤中），將導致角色財富的劇烈下降。調查員必須將他或她的信用評級降低1D100。如果調查員的信用評級經受住了這種損失，這表明他們立即獲得另一份工作或將錢藏在安全的地方（請注意，最低信用評級為零，負數將被忽略）。\n\n在調查員幕間中，在檢討信用評等後，調查員的現金應該被刷新，將現有信用評等表中所示的現金金額加到他們現有的現金中。資產可以以以下兩種方式之一發生變化。首先，調查員的信用評等可能會上升或下降（例如因為就業狀況發生了變化），這種情況下，他們的資產價值應該根據修訂後的信用評等得分重新計算。其次，調查員可能會花費或累積大量金錢，這將影響他們的資產價值，如果金額足夠，還會改變他們的信用評等得分。管理員應該使用上面的建議來根據故事中的事件以適當的方式更改每位調查員的信用評等和資產價值。當然，默認是繼續維持現狀，守密人應該只在必要時尋求進行更改\n> 在英國的冒險結束後，哈維回到了波士頓。他的財務因為這次旅行而耗盡，但他有一個很棒的故事要發表。哈維只有80美元的現金和50美元的資產剩下。守密人同意哈維仍然有他的工作，雖然他不得不賣掉他的房子，搬到租來的住處，但他可以留在平均收入範圍內。守密人覺得這最符合「賣掉家族銀器」（他的總財富現在比「窮困」稍多一點），所以堅持要減少1D10的信用評級。哈維的玩家擲出了07，所以哈維的信用評級從41降到了34。參考現金和資產表，信用評級34可以得到68美元的現金，所以這個數額加到他剩下的錢上，給哈維一共148美元的現金。哈維的資產保持在50美元。"
      },
      {
        "name": "參照表",
        "content": "### 1920年代\n\n| 信用評級            | 現金                      | 資產                              | 消費水平  |\n| --------------- | ----------------------- | ------------------------------- | ----- |\n| 窮困潦倒 (CR 0 或更低) | $0.50                   | 無                               | $0.50 |\n| 貧困 (CR 1-9)     | CR x 1 ($1 - $9)        | CR x 10 ($10 - $90)             | $2    |\n| 平均 (CR 10-49)   | CR x 2 ($20 - $98)      | CR x 50 ($500 - $2450)          | $10   |\n| 富裕 (CR 50-89)   | CR x 5 ($250 - $445)    | CR x 500 ($25,000 - $44,500)    | $50   |\n| 富豪 (CR 90-98)   | CR x 20 ($1800 - $1960) | CR x 2000 ($180,000 - $196,000) | $250  |\n| 超級富豪 (CR 99)    | $50,000                 | $5M+                            | $5000 |\n\n### 現代\n| 信用評級          | 現金                           | 資產                                | 消費水平     |\n| ------------- | ---------------------------- | --------------------------------- | -------- |\n| 窮困潦倒(CR 0 或以下) | $10                          | 無                                 | $10      |\n| 貧困 (CR 1-9)   | CR x 20 ($20 - $180)         | CR x 200 ($200 - $1,800)          | $40      |\n| 平均 (CR 10-49) | CR x 40 ($400 - $1,960)      | CR x 1,000 ($10,000 - $49,000)    | $200     |\n| 富裕 (CR 50-89) | CR x 100 ($5,000 - $8,900)   | CR x 10,000 ($500,000 - $890,000) | $1,000   |\n| 富豪 (CR 90-98) | CR x 400 ($36,000 - $39,200) | CR x 40,000 ($3.6M - $3.92M)      | $5,000   |\n| 超級富豪 (CR 99)  | $1M                          | $100M+                            | $100,000 |"
      }
    ]
  },
  {
    "id": "contact",
    "name": "聯絡人",
    "description": "-- 守密人手冊，第97頁",
    "tabs": [
      {
        "name": "聯絡人",
        "content": "在遊戲中，調查員可能希望利用他們的個人和專業聯繫。守密人可以簡單地允許聯繫的存在，或者要求擲骰子。玩家可以使用任何最合適的技能或特徵來擲骰子，建立調查員的聯繫：化學知識來認識一個化學家，醫學知識來認識一個外科醫生，等等。\n\n建立聯繫時成功的擲骰意味著非玩家角色要么聽說過調查員（以名聲而言），要么調查員以前見過這個聯繫。根據情況給擲骰加上修正。位置是一個重要因素——離家很遠或者在人口稀少的地區會增加難度等級。如果調查員在自己的地盤上，並試圖聯繫同一行業的人，守密人應該降低難度等級。\n\n建立聯繫並不自動意味著聯繫會按照調查員的意願行事；可能需要一些說服、話術、魅惑或恐嚇，並應該進行角色扮演。\n\n如果玩家希望推骰來建立聯繫，守密人應該在玩家看不見的地方進行推骰（隱藏的擲骰），這樣玩家就不知道結果。推骰失敗的一個建議後果是讓調查員無意中遇到一個敵對或不可靠的聯繫。這樣的聯繫可能表現出對調查員的幫助，但會以某種方式背叛或欺騙調查員。在這種情況下使用隱藏的擲骰，是因為知道擲骰結果會讓玩家知道聯繫的性格。\n> 哈維旅行到倫敦，想要查看《泰晤士報》的檔案，尋找與他的調查相關的未發表證據。他被拒絕進入《泰晤士報》的檔案室，於是試圖在當地媒體中建立一個聯繫，可能能夠為他作證並幫助他進入。沒有新聞學技能，所以守密人建議使用攝影（哈維可能認識一個同行的攝影師）或母語（作為與當記者最相關的技能）。守密人將難度等級提高到困難，因為哈維離家很遠。哈維有母語84%，必須擲出這個數字的一半或更少才能建立聯繫。哈維失敗了，找不到任何聯繫。他堅持要查看每一份小型出版物，守密人允許推骰，在玩家看不見的地方擲骰（隱藏的擲骰）。再次失敗了，守密人告訴玩家，哈維聯絡了《卡姆登詢問者》的出版人馬丁·萊斯（Martyn Lace），後者聲稱知道哈維作為攝影師的名聲。萊斯對哈維感到好奇，會表現出幫助的態度，同時試圖從自己的利益出發找出哈維調查的情況。也許他會警告哈維的敵人（以換取報酬），或者自己發表這個故事，從而暴露了哈維小心謹慎的工作。"
      }
    ]
  },
  {
    "id": "training",
    "name": "訓練",
    "description": "-- 守密人手冊，第98頁",
    "tabs": [
      {
        "name": "訓練",
        "content": "只要有足夠的錢，就會有人教任何東西。培訓的存在只在戰役中有遊戲意義，因為同一個調查員會定期聚在一起，參與一個持續的神秘事件。\n\n如果沒有充分的理由，調查員不應該在四個月的遊戲時間內通過上學而使技能提高超過1D10點。守密人決定是否可以同時修習多門課程，以及如何判斷調查員的課堂參與是否令人滿意。成功完成一段培訓後，自動進行成長檢定；但是一個學期中太多的冒險會使那個學期的課堂工作或練習無效。\n\n在守密人的選擇下，如果調查員能夠接觸到一位著名的老師，那麼某項技能的學習速度可能會增加或學習間隔可能會縮短。這種接觸應該作為一項傑出行為的回報，或者在極大的堅持之後才能得到，因為許多人競爭著得到著名人士的青睞。\n\n玩家和守密人可以安排任何學術主題的自學。調查員必須學習四個月，在此之後玩家像進行技能檢定（勾）那樣擲骰（試圖在1D100上擲出高於他們當前技能等級的數字，如果成功則增加1D10點技能）。\n\n戰鬥技能專長，如劍術，在《克蘇魯呼喚》中很少使用，因此學校和私人教練是唯一可以學習這些技能專長的方式。"
      }
    ]
  },
  {
    "id": "aging",
    "name": "老化",
    "description": "-- 守密人手冊，第98頁",
    "tabs": [
      {
        "name": "老化",
        "content": "角色在生成時會有各種不同的年齡修正值。在遊戲中，若有角色年齡有顯著變化，也需要套用相對應的修正值。這種情況可能不常見，通常只有在長期劇情或在角色晚年時回來接續遊戲時才會發生。當然，也有可能因為法術或魔法門的影響而瞬間老化，此種老化可能只會有負面生理效應而不會增加教育分數。\n\n角色的年齡效應是會累積的，所以如果從30歲到50歲老化兩個十年，就必須套用40歲和50歲的修正值。\n\n**20歲**: 進行EDU技能檢定，可以在STR和SIZ中選擇增加5點。\n\n**40歲**: 進行EDU技能檢定，必須在STR、CON或DEX中選擇減少5點，同時APP減少5點，MOV降低1點。\n\n**50歲**: 進行EDU技能檢定，必須在STR、CON或DEX中選擇減少5點，同時APP減少5點，MOV降低1點。\n\n**60歲**: 進行EDU技能檢定，必須在STR、CON或DEX中選擇減少10點，同時APP減少5點，MOV降低1點。\n\n**70歲**: STR、CON或DEX中必須選擇減少20點，同時APP減少5點，MOV降低1點。\n\n**80歲**: STR、CON或DEX中必須選擇減少40點，同時APP減少5點，MOV降低1點。\n\n**之後每10年**: STR、CON或DEX中必須選擇減少80點，MOV降低1點。"
      }
    ]
  },
  {
    "id": "optionalRules",
    "name": "可選規則",
    "description": "-- 守密人手冊，第99頁",
    "tabs": [
      {
        "name": "消耗幸運",
        "content": "在玩家進行技能骰（使用技能或者屬性）之後，可以花費幸運點來改變結果。玩家可以以1比1的比例使用幸運點。花費的點數會從調查員的幸運值中扣除，這會降低未來通過幸運骰的機率。\n\n幸運點不能用於幸運骰、傷害骰、理智骰或者決定理智點損失量的骰子。玩家可以在一次檢定上花費任意數量的幸運點（不超過他們目前的幸運值）。玩家只能用幸運來改變自己的檢定。\n\n當一次技能骰失敗時，玩家可以推骰或者花費幸運；不能在推骰之後再用幸運點來改變結果。\n\n大成功、大失敗和槍械故障始終有效，不能用幸運點消除。\n\n另外，如果使用了幸運點來改變骰子，就不會獲得技能提升檢定。\n\n在遊戲中，調查員的幸運會因為花費而下降，也會因為恢復而上升（見下文）。"
      },
      {
        "name": "回復幸運值",
        "content": "每次遊戲會話結束後，每位玩家都可以為他們的幸運(Luck)屬性進行一次成長檢定(improvement check)。這個檢定的骰法與技能成長的檢定相同。玩家投擲1D100骰，如果點數高於他們目前的幸運屬性值，則他們的幸運屬性值增加1D10分。如果骰子點數等於或小於調查員目前的幸運屬性值，則幸運屬性值不會恢復。\n\n**註**：一位調查員的幸運值在遊戲進程中可能會有所變化，但不會超過99。起始的幸運值在遊戲中不會再被使用。在遊戲中沒有重置，起始值可以在遊戲中被超過。\n\n> 在上一次的遊戲中，主持人對一只Dark Young進行了極限成功的骰子檢定，把哈維踩成了塵土。哈維閃避失敗，擲出了73，遠遠高於他的閃避技能27。這是生死攸關的時刻，於是哈維的玩家花費了46點幸運點數，將閃避骰子轉化為極限成功。哈維以微弱優勢躲過了死亡！\n> 在下一次遊戲開始時（哈維奇跡般地活下來了），哈維的玩家進行了一次幸運點數恢復的檢定。哈維的幸運點數現在只有8點。玩家擲出了37，因此將1D10點幸運點數加到了哈維的幸運點數上，使其增加到14。希望哈維今天不必全靠幸運了。"
      }
    ]
  }
]