[
  {
    "id": "sanityRule",
    "name": "理智規則",
    "description": "-- 守密人手冊，第154頁",
    "tabs": [
      {
        "name": "理智點數和SAN值檢定",
        "content": "理智點數應該仔細地追蹤，因為這個數字會在遊戲中不斷地上下變化。當調查員遇到一個威脅理智的情況時，守密人可能會要求進行一次理智檢定。每個調查員經歷這種恐怖源頭的玩家都要擲1D100。成功是指擲出的數字小於或等於調查員當前的理智點數。獎勵骰和懲罰骰不適用於理智檢定（有一個例外，**自我幫助**）。\n\n**注意：如果使用了花費幸運點數的可選規則，那麼這些點數不能用於理智檢定。**\n\n若檢定成功，調查員不會失去理智點數，或者只會失去極少的點數。若檢定失敗，調查員總是會失去理智點數，失去的數量取決於所遭遇到的法術、書籍、實體或情況。\n\n在出版的克蘇魯的呼喚場景中，理智損失擲骰通常顯示為兩個數字或擲骰，用斜線分隔，例如：SAN 1/1D4+1。斜線左邊的數字是指如果理智檢定成功，調查員失去的理智點。斜線右邊的擲骰是指如果理智檢定失敗，調查員失去的理智點。有時這可能會寫成SAN 0/1D4；在這種特殊情況下，成功的理智檢定意味著不會失去任何理智點，但如果檢定失敗，調查員就會失去1D4個理智點。\n    \n失敗的理智檢定總是會導致調查員在一瞬間失去自我控制，在這一點上，守密人應該為調查員選擇一個非自願性的行動。例如：\n    \n-   **驚恐地跳起來**——導致調查員掉落某物（眼鏡、手電筒、槍、書等）\n-   **恐怖地大叫**——引起注意，說出不恰當的話。\n-   **非自願性的動作**——危險地將方向盤轉向一側、驚恐地舉起雙手、畏縮。\n-   **非自願性的戰鬥行動**——如果在戰鬥回合中失敗了理智檢定， 守密人可以決定調查員在該回合中的行動；例如， 用拳頭揮出一拳， 扣下扳機， 躲在別人身後。\n-   **凝固不動**——不相信地盯著一會兒但不採取任何行動。\n\n一個失敗的理智檢定會導致角色在那個特定的情況或遭遇中失去最大的理智點。\n    \n一次失去超過幾個理智點可能會導致調查員發瘋，這將在後面詳細描述。\n    \n遇到一隻食屍鬼時，理智點的損失是0/1D6。遇到多隻食屍鬼時也是一樣；理智效果是針對遭遇而不是每隻看到的食屍鬼。\n\n>  哈維·沃爾特斯跟隨一條小徑進入了一個墓穴，他發現了一隻食屍鬼在棺材中享用禁果。守密人要求進行理智檢定。哈維有45個理智點，他的玩家擲出了83——檢定失敗。守門人描述了哈維不由自主地驚恐地喘氣。玩家拿起1D6，擲出了4，並將哈維的理智點減少了4點（45-4=41個理智點剩餘）。"
      },
      {
        "name": "最高理智值",
        "content": "在克蘇魯的呼喚中，瘋狂的威脅以一種不容妥協的方式塑造了克蘇魯神話。暴露在它面前，很少有理智的人類會自由地選擇神話，因為神話本質上是可憎和邪惡的。理智點和克蘇魯神話技能點之間的聯繫強調了神話的力量，它通過接近和聯繫而腐敗和毀滅。\n    \n當獲得克蘇魯神話技能點時，玩家應該將調查員的最大理智減少相同的數量。\n\n> 哈維·沃爾特花了一些時間研究古老的卷軸，增加了3%的克蘇魯神話技能。他的玩家將3點克蘇魯神話技能添加到哈維的技能值上，並將他的最大理智從99減少到96。"
      }
    ]
  },
  {
    "id": "insanity",
    "name": "瘋狂",
    "description": "在《克蘇魯的呼喚》中，瘋狂是由創傷性的經驗以及與克蘇魯神話相關聯的可怕理解所誘發的。瘋狂的持續時間取決於失去的理智點數的數量或比例。\n\n瘋狂狀態可分為三種：暫時性瘋狂、不定期瘋狂和永久性瘋狂。\n\n無論瘋狂是否是暫時性或不定期的，它都包含三個不同的遊戲階段：\n\n**第一階段：** 瘋狂始於短暫的“發狂狀態”，在此期間，玩家對其調查員的控制受到影響（請參閱**第一階段：精神錯亂**）。\n\n**第二階段：** 發狂狀態之後是一段潛在的瘋狂期，在此期間，玩家保留對其調查員的完全控制，但調查員容易出現幻覺、恐懼症和進一步的發狂狀態（請參閱**第二階段：潛在瘋狂**）。\n\n**第三階段：** 最後一個階段是恢復（請參閱**瘋狂的治療和恢復**）。",
    "tabs": [
      {
        "name": "暫時性瘋狂",
        "content": "如果一個調查員因為一次理智檢定而失去了5個或更多的理智點，那麼他就遭受了足夠的情感創傷，守密人必須測試調查員的理智。守密人要求進行一次智力（INT）檢定。如果檢定失敗，調查員就壓抑了記憶（這是心靈用來保護自己的一種技巧），並且不會變得瘋狂。反過來，如果INT檢定成功，調查員就會意識到所看到或經歷的事情的全部意義，並且暫時變得瘋狂。暫時性瘋狂的影響立即開始，持續1D10小時。"
      },
      {
        "name": "不定期瘋狂",
        "content": "在一個遊戲“天”中失去五分之一或更多的當前理智點，調查員就會變得不定期瘋狂。沒有調查員能夠輕易地擺脫這麼多的理智流失。在這種情況下，“天”是由守密人定義的，通常持續到調查員到達一個安全的地方，他們可以休息和恢復理智。根據情況的不同，這可能意味著存活到黎明，坐下來喝一杯好茶，或者睡一個好覺。不定期瘋狂持續到角色被治愈或恢復（詳見**恢復不定期瘋狂**）。"
      },
      {
        "name": "永久瘋狂",
        "content": "當理智點數降至零時，調查員將永久性地陷入瘋狂，並停止成為玩家角色。在現實世界中，所有瘋狂都是無限期的，因為沒有人能像《克蘇魯的呼喚》守密人那樣精確地預測未來。\n\n許多疾病，特別是先天性疾病，很少有恢復的希望。洛夫克拉夫特在一個故事中結論時提到，敘述者將永遠生活在瘋狂之中。\n\n每個守密人都必須想出在遊戲中瘋狂的終點是什麼。偶爾會有人從當地精神病院中獲得安靜的釋放。一些憔悴不堪、蒼白異常的人，在經歷了魂斷天驚的恐懼之後，會膽怯地走進阿卡姆市中心或其他地方，仔細打量周圍，試圖恢復一些往日的生活，然而，沒有玩家應該將這種特權視為權利。"
      },
      {
        "name": "理智點數失去範例",
        "content": "| 失去 | 事件 |\n| --- | --- |\n| 0/1D2 | 意外的發現破碎的動物屍體 |\n| 0/1D3 | 意外的發現一具屍體或殘骸 |\n| 0/1D4 | 看到溪水流淌著血 |\n| 0/1D6 | 醒來後被困在棺材裡 |\n| 0/1D6 | 目睹朋友慘忍的死亡方式 |\n| 0/1D6 | 看到鬼 |\n| 1/1D6+1 | 遇到某個已知已死去的人 |\n| 0/1D10 | 被嚴刑拷打 |\n| 1/1D10 | 看到屍體從墓地爬出 |\n| 2/2D10+1 | 看到巨大的頭顱從天而降 |\n| 1D10/1D100 | 目擊克蘇魯神話生物 |"
      }
    ]
  },
  {
    "id": "theEffectsOfInsanity",
    "name": "瘋狂時的症狀",
    "description": "**暫時性瘋狂**和**不定期瘋狂**都會讓調查員經歷兩個不同階段的瘋狂。首先，調查員會體驗一個短暫的發狂（第一階段）。然後，調查員會進入一個更長的潛伏的瘋狂（第二階段），直到調查員完全康復（暫時性瘋狂持續幾小時，不定期瘋狂持續幾個月)\n\n-- 守密人手冊，第156頁",
    "tabs": [
      {
        "name": "瘋狂階段一：精神錯亂",
        "content": "當調查員變得瘋狂時，他會經歷短暫的精神錯亂。在經歷短暫的精神錯亂期間，調查員會失去所有的自我控制。在遊戲中，這意味著調查員的控制權由玩家轉交給守密人（在現實時間中為一小段時間）。由守密人來決定是否以指定具體行動的方式來掌控調查員，或者是給予玩家在瘋狂狀態下的行動指導。\n\n好處是，當調查員經歷短暫的精神錯亂期間，不會失去更多的理智點數。此時，思維已經完全破碎，任何後續的恐怖事件都要麼被遺忘，要麼被後來視為瘋狂的表現。此保護是有限的 - 當急性瘋狂發作進行1D10回合（真實時間）後，這種保護就會結束。如果精神錯亂的時間更長，那麼守密人就可以做一個總結。\n\n每當調查員經歷精神錯亂時，守密人可以修改調查員的背景，或添加新的背景內容。這些修改有兩個目的。首先，透過添加不合理或損壞現有背景來反映調查員的瘋狂下降。其次，可以添加或更改背景以反映故事中的事件，從而更加緊密地將調查員與情節聯繫起來。**玩家和守密人應該共同合作，適當地添加或修改背景內容。**\n\n- **個人描述：** 合適的項目可能包括“眼神狂野”，“茫然無神”，“厭世”，或“不再在意自己的外表”。\n- **意識形態/信仰：** 一個平衡的條目，如“虔誠”，可能會改變為更極端或瘋狂的東西，如“非信徒必須被轉化或遭受痛苦”。或者，可以添加一個新的條目，與情況相符，例如“著迷於打敗克蘇魯教”。\n- **重要人物：** 可以添加一個新名字，並說明其包含的原因。例如，“除非 Delbert Smith 死了，否則不能休息”，或“Robin Poole 是 Ganesha 的化身”。\n- **有意義的地點：** 現在的位置可能變得非常重要，或者調查員可能因為理性或非理性的原因而對到達其他位置著迷。前者可能是叢林中的邪教神殿；後者可能是強烈的渴望參觀 Graceland。\n- **珍貴的財物：** 當精神被瘋狂干擾時，很容易失去財產。任何財產都可能被刪除或標記為失落。可能會獲得一個新的財產並賦予極大的重要性。\n- **特質：** 特質可能被刪除或更改為更適合的內容；例如：“欺負人”，“毒品成癮者”，“容易分心”，“講話太大聲”，“缺乏抑制力”。\n-   **傷口和傷疤：**  它們通常是由重傷而不是發瘋而改變的。\n-   **恐懼症和狂躁症：**  它們可能是精神錯亂時的擲骰結果。\n-   **奧秘書籍，法術和神器：**  這些物品可能在一陣怒氣中丟失或毀壞。調查員可能會不自覺地施放他們所知道的任何法術，啟動神器，或者研究一本他們之前避開的書籍。\n-   **與奇異實體的遭遇：**  不管是否導致精神錯亂，與怪物或神明的遭遇都應該記錄在這裡。這也是記錄對某種類型實體失去多少理智點數的好地方（詳見**習慣可怕的事情**）。\n\n精神錯亂可以根據情況有兩種形式，要麼實時（每回合）要麼摘要。"
      },
      {
        "name": "精神錯亂—實時",
        "content": "如果精神錯亂發生在其他調查員在場的場景中，發作持續1D10個戰鬥回合（注意這不是瘋狂的完整持續時間——對於暫時性瘋狂是1D10小時，對於不定期瘋狂則更長）。\n\n即使調查員獨自一人，或者守密人認為合適，也可以使用每回合演出精神錯亂的選項。\n\n要確定急性瘋狂發作的性質，可以在**精神錯亂——實時**上擲骰，或者守密人可以選擇一個合適的選項。\n\n**精神錯亂——實時**\n\n1.  **失憶**：  調查者對自從他們最後一次在安全的地方發生的事件沒有記憶。例如，在他們看來，前一刻他們還在吃早餐，下一刻他們就面臨著一個怪物。這種情況持續1D10個回合。\n2.  **心因性殘障**  調查者遭受精神性失明、失聰或喪失肢體或四肢的使用權，持續1D10回合。\n3.  **狂暴**：  紅色的血直衝腦門，他們爆發出不受控制的暴力和破壞，對周圍的人、盟友或敵人都是如此，持續1D10回合。\n4.  **妄想或偏執症**：  調查者在1D10回合內遭受嚴重的妄想癥；每個人都要對付他們；沒有人可以信任；他們正在被監視；有人背叛了他們；他們所看到的是一個騙局。\n5.  **重度依賴**：  審查調查員關於重要人物的背景故事條目。調查員將場景中的另一個人誤認為是他們的重要人物。考慮這種關系的性質；調查者根據這種關系採取行動。這將持續1D10個回合。\n6.  **昏厥**：  調查者暈倒。他們在1D10回合後恢覆。\n7.  **驚慌失措地逃亡**：  調查員被迫以任何可用的方式盡可能地遠走高飛，即使這意味著乘坐唯一的車輛而把其他人拋在後面。他們的旅行時間為1D10回合。\n8.  **身體歇斯底里或情緒失控**：  調查者因大笑、哭泣、尖叫等而喪失能力，持續1D10回合。\n9.  **恐懼症**：  調查者得到一個新的恐懼症。在恐懼症樣本擲1D100，或者守密人可以選擇一個。即使恐懼症的來源不在現場，調查者也會在接下來的1D10回合內想象它在那里。\n10.  **狂躁症**：  調查者獲得一種新的狂躁症。在狂躁症樣本擲1D100，或者守密人可以選擇一個。調查者試圖在接下來的1D10回合內沈溺於他們的新狂熱。"
      },
      {
        "name": "精神錯亂—總結",
        "content": "如果瘋狂發作發生在沒有其他調查員在場的情況下，或者如果所有在場的調查員都同時發瘋，守密人可以簡單地快進遊戲進程，並描述結果。守密人可以描述調查員做了瘋狂的事情，或者只是說當結束時，調查員身處何處。通過這種方式，調查員可能會在瘋狂中迷失，因此在數分鐘或數小時內（通常是1D10小時，或守密人認為合適的時間）無法由玩家控制。請注意，這些分鐘或小時不是實際遊玩，只是由守密人簡述。守密人可以描述調查員回到神智的陌生地方，並且不記得他們去過哪裡或做過什麼。\n\n為了確定精神錯亂的性質，可以從 **精神錯亂--總結** 進行擲骰，或由守密人選擇適當的選項。如果精神錯亂發生在調查員與其他調查員不在同一地點，或所有在場的調查員同時發生精神錯亂，守密人可以簡單地跳過過程，並描述結果。如果發生瘋狂發作的地點無法離開，守密人應相應地適應結果。如果有機會另一位調查員聽到或看到瘋狂的調查員離開，他們應該有機會介入。如果瘋狂的調查員在發作期間被另一位調查員迎面而來，守密人應在該刻將控制權還給玩家，並允許玩家角色扮演該場景。這可能意味著預期的結果被縮短。\n\n\n大多數結果要求調查員離開精神錯亂發生的地方。如果這是不可能的，守密人應該相應地調整結果。如果有可能，其他調查員可能會聽到或看到精神錯亂的調查員離開，他們應該有機會干預。如果在發瘋結束之前，精神錯亂的調查員被另一個調查員對峙，守門人應該在那一刻把調查員的控制權交還給玩家，並讓玩家扮演場景。這可能意味著預期的結果被截斷。\n\n要確定發瘋的性質，可以在**精神錯亂——總結**上擲骰，或者守密人可以選擇一個合適的選項。\n\n### 精神錯亂——總結\n\n1.  **失憶**： 調查者在某個陌生的地方清醒過來，對自己是誰沒有記憶。隨著時間的推移，他們的記憶會慢慢恢覆。\n2. **被搶劫**：  調查員在1D10小時後清醒過來，他們被搶劫了。他們沒有受到傷害。如果他們攜帶了一件珍貴的物品（見調查者的背景故事），請用運氣卷來判斷它是否被盜。其他有價值的東西都會自動丟失。\n3. **遍體鱗傷**： 調查者在1D10小時後清醒過來，發現自己渾身是傷，傷痕累累。命中率降低到他們發瘋前的一半，盡管這並不造成大的傷害。他們沒有被搶劫。傷害是如何造成的，由守密人決定。\n4.   **暴力沖動**： 調查者在釋放了自己暴力衝動。當調查者清醒過來時，調查員可能記得他們的行為，也可能不記得；造成的後果可能很明顯，也可能不是。調查者對誰或什麽施加了暴力，以及他們是否殺了人或僅僅是造成了傷害，都由守密人決定。\n5. **信仰/信念**： 查看調查員的背景故事中關於意識形態和信仰的條目。調查者以極端的、瘋狂的、示範性的方式表現出其中之一。例如，後來可能會發現一個宗教人士，在地鐵上大聲宣揚福音。\n6.   **重度依賴**： 請參考調查員的背景故事條目，了解重要人物以及為什麽這種關系如此重要。在過去的時間里（1D10小時或更多），調查者已經盡力接近那個人，並以某種方式對他們的關系采取行動。\n7. **拘留**： 調查員在精神病院或警察牢房中清醒過來。他們可能會慢慢回憶起導致他們在那里的事件。\n8. **驚慌失措地逃亡**： 當調查者清醒過來時，他們已經走得很遠了，也許是迷失在荒野中，或者在火車或長途汽車上。\n9. **恐懼症**： 調查者得到一個新的恐懼症。在恐懼症樣本擲1D100，或者守密人可以選擇一個。調查者在1D10小時後清醒過來，采取一切預防措施來避免他們的新恐懼症。\n10. **狂躁症**：調查者獲得一種新的狂躁症。在狂躁症樣本擲1D100，或者守密人可以選擇一個。在這陣子的瘋狂中，調查者將完全沈溺於他們的狂躁症中。至於其他人是否能看出這一點，則由守密人和玩家決定。"
      },
      {
        "name": "瘋狂階段二：潛在瘋狂",
        "content": "一旦最初的精神錯亂結束，調查員就進入了一種更深層的潛在瘋狂狀態。調查員的控制權牢牢地交在玩家手中，玩家可以自由地選擇如何扮演瘋狂的角色。雖然玩家沒有被強迫這樣做，但是最初精神錯亂的一些方面可能會在潛在瘋狂持續的期間重新出現。\n\n在脆弱的潛在瘋狂狀態下（最初的精神錯亂過後），任何進一步的理智點數損失（即使只有一點）都會導致另一次精神錯亂。這種心理脆弱性持續整個潛在瘋狂的時間——暫時性瘋狂的情況下是1D10小時——而不定期性精神錯亂的情況下可能持續整個劇本或戰役章節，。\n\n重要的是要注意，調查員在瘋狂時，可能完全理性和正常地行動，只有在精神錯亂時才向外表現出他們的瘋狂。\n\n> 從精神錯亂中恢復過來，哈維重新加入了他的朋友們。哈維的玩家現在完全控制了哈維，並決定強調哈維的偏執，不斷地檢查街道上的汽車，拆開電話，尋找竊聽器。"
      }
    ]
  },
  {
    "id": "insanitySideEffects",
    "name": "瘋狂時的副作用",
    "description": "-- 守密人手冊，第159頁",
    "tabs": [
      {
        "name": "瘋狂的副作用 1: 恐懼症以及狂躁症",
        "content": "當調查員心智正常時，恐懼症或狂躁症僅作為角色扮演的特徵。例如，如果玩家希望他或她的（心智正常的）調查員克服幽閉恐懼並爬過黑暗隧道，則該恐懼症不會阻止這樣做。然而，當同一調查員發狂時，恐懼症或狂躁症就變得更加重要。\n\n### 在瘋狂時的恐懼症和狂躁症的反應\n\n接觸狂躁症（物品或情境的近距離接觸）將導致強迫反應；同樣地，接觸到恐懼症的對象將導致恐慌反應。\n\n對於恐懼症，除了戰鬥或逃跑之外的行動只能使用一個懲罰骰。這個懲罰不適用於理智損失擲骰或現實檢查擲骰。\n\n當處於潛在瘋狂狀態（見下文）時，接觸到他們瘋狂對象的事物將引起調查員的壓倒性反應。如果守密人提示玩家採取適合其瘋狂的某種行為，調查員將在所有擲骰中承受一個懲罰骰，直到其沉迷於某種程度的追求，或者他已經遠離刺激源。例如，在提供酒精飲料的地方，一個酗酒者除非喝酒否則將承受一個懲罰骰。當然，完全屈服於他們的毒品渴望的角色將受到藥物的影響，例如醉酒或意識狀態的改變。在這種情況下，守密人可以根據情況和角色狀態改變某些技能擲骰的難度（或對抗技能擲骰施加懲罰骰）。\n\n成功使用心理分析技能對一個瘋狂調查員進行分析，使其暫時忽略恐懼症或瘋狂\n\n> 哈維發展了月球恐懼症（對月亮的恐懼）。他和朋友們從劇院出來時，看到月亮讓他感到寒冷。哈維目前還算理智。他的玩家描述了哈維的神經質性格，以及當他到達家中並關上窗簾時的如釋重負。一周後，哈維現在患有潛在瘋狂，發現自己處於類似的情況，並選擇逃回家中安全。在回家的路上，哈維被一個陰險的人跟蹤。守密人提供了一個尋找藏匿物檢定給哈維的玩家，以確定哈維是否注意到了他的追趕者。由於這個骰子與戰鬥或逃跑都沒有關係，而且哈維仍然暴露在他恐懼的源頭下，所以這個觀察尋找藏匿物檢定要加上一個懲罰骰。只有當哈維安全地在門內，而月亮不再見到時，這種懲罰才會停止。"
      },
      {
        "name": "瘋狂的副作用 2: 幻想以及現實檢定",
        "content": "在不控制調查員行動的情況下，守密人可以隨時向患有潛在瘋狂的調查員呈現錯覺的感官信息。玩家要確定他或她瘋狂的調查員所看到、聽到、觸摸、感覺或聞到的東西，唯一的方法就是進行一次“現實檢定”。\n\n當錯覺與調查員有一定的關聯性時，會產生更大的影響。一個很好的方法是參考調查員的背景故事，並用其中某些方面作為錯覺的靈感。已故配偶打電話來比隨機出現的錯覺更能引起興趣。當患有潛在瘋狂的調查員玩家推骰失敗時，錯覺也可以成為很好的後果。\n\n### 現實檢定\n\n進行現實檢查通常只有當調查員患有潛在瘋狂時才會使用，但如果玩家希望“看透”他們認為是幻覺或幻像的東西時，他們也可以要求進行現實檢定。要進行現實檢定，玩家需要進行一次理智檢定：\n\n**失敗：** 失去1點神智值。如果調查員患有潛在瘋狂，這將立即引起一次精神錯亂。任何幻覺都不會消失。\n\n**成功：** 調查員看透了所有幻覺，守密人必須描述調查員真正感知到的事物。\n\n在成功進行檢定擲骰後，調查員應該能夠看到事物的真實面貌，並且會對幻覺產生抵抗力，直到失去進一步的理智值（從而防止守密人不斷向玩家投擲幻覺）。\n\n成功使用心裡分析技能將允許患有潛在瘋狂的調查員看到幻覺的本質。"
      },
      {
        "name": "瘋狂的副作用 3: 瘋狂與克蘇魯神話",
        "content": "由非神話刺激引起的瘋狂不會獲得克蘇魯神話知識。然而，每次調查員因克蘇魯神話的創傷而受到影響（例如看到克蘇魯神話怪物、閱讀克蘇魯神話書籍、受到克蘇魯神話法術的影響），都會使他或她了解更多克蘇魯神話的知識，這反映在克蘇魯神話技能上。第一次與克蘇魯神話相關的瘋狂總是會將5點克蘇魯神話技能添加到技能值中。進一步的克蘇魯神話誘發瘋狂（暫時性或不定期的）每次將增加1點技能。\n\n> 哈維沃爾特在Crowninshield莊園中發現一篇手稿。在理解了手稿後，他的克蘇魯神話技能為3%，但他沒有失去理智點。當他走出去時，哈維看到一個夜魔從頭上飛過。他精神崩潰了，無法承受這不可思議的表現。由於這是哈維第一次因克蘇魯神話而失去理智，他的玩家必須將5個百分點添加到哈維的克蘇魯神話技能中，將其提高到8%。Harvey的最大理智點數降為91（99減去8個克蘇魯神話技能）。"
      },
      {
        "name": "關於幻想和理智點損失的說明",
        "content": "一個威脅理智的實體（例如一個怪物）的錯覺可能會導致調查員與真實的東西一樣潛在地失去理智點。玩家有一個選擇：要么接受所看到的東西為“真實”的，並且為看到那個怪物而進行相應的理智骰，要么進行一次現實檢查骰。如果玩家成功地進行了現實檢查骰並消除了錯覺，就不需要進行理智骰——畢竟沒有怪物，也許只是一個在瘋狂調查員眼中看起來像怪物的流浪漢。然而，如果玩家失敗了現實檢查骰，瘋狂的調查員就會失去一點理智點並陷入精神錯亂。\n\n注意，在遭受精神錯亂時，調查員免疫於進一步的理智點損失，不需要為看到怪物而進行理智骰。如果怪物（無論是錯覺還是真實）在精神錯亂結束時仍然存在，玩家將不得不為看到怪物而進行相應的理智骰。"
      },
      {
        "name": "恐懼症列表",
        "content": "恐懼症是對某事物持久的非理性恐懼。守密人可以隨機選擇（擲1D100）或選擇一個合適的恐懼症。守密人應將恐懼症添加到調查員的背景故事中。\n\n|# |名稱                 |描述             |#  |名稱               |描述           |\n|--|-------------------|---------------|---|-----------------|-------------|\n|1 |Ablutomania        |對洗澡的強迫症狀       |51 |Ichthyophobia    |對魚的恐懼        |\n|2 |Aboulomania        |病態的優柔寡斷        |52 |Katsaridaphobia  |對蟑螂的恐懼       |\n|3 |Achluomania        |對黑暗的過度喜好       |53 |Keraunophobia    |對雷聲的恐懼       |\n|4 |Acromania (heights)|對高處的強迫症狀       |54 |Lachanophobia    |對蔬菜的恐懼       |\n|5 |Agathomania        |病態的善良          |55 |Ligyrophobia     |對大聲噪音的恐懼     |\n|6 |Agromania          |對開放空間的強烈渴望     |56 |Limnophobia      |對湖泊的恐懼       |\n|7 |Aichmomania        |對鋒利或尖銳物體的執著    |57 |Mechanophobia    |對機器或機械的恐懼    |\n|8 |Ailuromania        |對貓的異常喜愛        |58 |Megalophobia     |對大型物體的恐懼     |\n|9 |Algomania          |對疼痛的執著         |59 |Merinthophobia   |對被束縛或捆綁的恐懼   |\n|10|Alliomania         |對大蒜的執著         |60 |Meteorophobia    |對流星或隕石的恐懼    |\n|11|Amaxomania         |對乘坐車輛的執著       |61 |Monophobia       |對孤獨的恐懼       |\n|12|Amenomania         |不合理的歡樂         |62 |Mysophobia       |對污垢或污染的恐懼    |\n|13|Anthomania         |對花的執著          |63 |Myxophobia       |對黏液的恐懼       |\n|14|Arithmomania       |對數字的執著         |64 |Necrophobia      |對死物的恐懼       |\n|15|Asoticamania       |衝動性或魯莽的花費      |65 |Octophobia       |對數字「8」的恐懼    |\n|16|Automania          |對孤獨的過度喜愛       |66 |Odontophobia     |對牙齒的恐懼       |\n|17|Balletomania       |對芭蕾的異常喜愛       |67 |Oneirophobia     |對夢境的恐懼       |\n|18|Bibliokleptomania  |偷書的強迫症狀        |68 |Onomatophobia    |對特定單詞或詞語的聽覺恐懼|\n|19|Bibliomania        |對書籍和/或閱讀的執著    |69 |Ophidiophobia    |對蛇的恐懼        |\n|20|Bruxomania         |咬牙的強迫症狀        |70 |Ornithophobia    |對鳥的恐懼        |\n|21|Cacodemomania      |病態地相信自己被邪惡精靈附身 |71 |Parasitophobia   |對寄生蟲的恐懼      |\n|22|Callomania         |對自己美貌的執著       |72 |Pediophobia      |對娃娃的恐懼       |\n|23|Cartacoethes       |無法控制地渴望到處看地圖   |73 |Phagophobia      |對吞嚥、進食或被吞食的恐懼|\n|24|Catapedamania      |對從高處跳下的執著      |74 |Pharmacophobia   |對藥物的恐懼       |\n|25|Cheimatomania      |對寒冷和/或冷的東西的異常渴望|75 |Phasmophobia     |對幽靈的恐懼       |\n|26|Choreomania        |舞蹈瘋狂或無法控制的狂熱   |76 |Phenogophobia    |對日光的恐懼       |\n|27|Clinomania         |過度渴望待在床上       |77 |Pogonophobia     |對鬍子的恐懼       |\n|28|Coimetromania      |對墓地的執著         |78 |Potamophobia     |對河流的恐懼       |\n|29|Coloromania        |對特定顏色的執著       |79 |Potophobia       |對酒精或含酒精的飲料的恐懼|\n|30|Coulromania        |對小丑的執著         |80 |Pyrophobia       |對火的恐懼        |\n|31|Countermania       |對體驗恐怖情景的強迫症狀   |81 |Rhabdophobia     |對魔法的恐懼       |\n|32|Dacnomania         |對殺戮的執著         |82 |Scotophobia      |對黑暗或夜晚的恐懼    |\n|33|Demonomania        |病態地相信自己被惡魔附身   |83 |Selenophobia     |對月亮的恐懼       |\n|34|Dermatillomania    |挖掘自己皮膚的強迫症狀    |84 |Siderodromophobia|對搭乘火車的恐懼     |\n|35|Dikemania          |渴望見到正義實現的執著    |85 |Siderophobia     |對星星的恐懼       |\n|36|Dipsomania         |對酒精的異常渴求       |86 |Stenophobia      |對狹窄的物體或地方的恐懼 |\n|37|Doramania          |對擁有毛皮的執著       |87 |Symmetrophobia   |對對稱的恐懼       |\n|38|Doromania          |對贈送禮物的執著       |88 |Taphephobia      |對活埋或墓地的恐懼    |\n|39|Drapetomania       |逃跑的強迫症狀        |89 |Taurophobia      |對公牛的恐懼       |\n|40|Ecdemiomania       |流浪的強迫症狀        |90 |Telephonophobia  |對電話的恐懼       |\n|41|Egomania           |非理性的自我中心態度或自我崇拜|91 |Teratophobia     |對怪物的恐懼       |\n|42|Empleomania        |貪得無厭地擔任職位      |92 |Thalassophobia   |對海洋的恐懼       |\n|43|Enosimania         |病態地相信自己犯了罪     |93 |Tomophobia       |對手術的恐懼       |\n|44|Epistemomania      |對獲取知識的執著       |94 |Triskadekaphobia |對數字「13」的恐懼   |\n|45|Eremiomania        |靜止的強迫症狀        |95 |Vestiphobia      |對衣物的恐懼       |\n|46|Etheromania        |對乙醚的渴望         |96 |Wiccaphobia      |對女巫和巫術的恐懼    |\n|47|Gamomania          |對發出奇怪的求婚的執著    |97 |Xanthophobia     |對黃色或「黃色」一詞的恐懼|\n|48|Geliomania         |無法控制的笑癲狂       |98 |Xenoglossophobia |對外語的恐懼       |\n|49|Goetomania         |對女巫和巫術的執著      |99 |Xenophobia       |對陌生人或外國人的恐懼  |\n|50|Graphomania        |對將一切寫下的執著      |100|Zoophobia        |對動物的恐懼       |"
      },
      {
        "name": "狂躁症列表",
        "content": "狂躁症導致對其主題的著迷或強迫行為。守密人可以隨機選擇（擲1D100）或選擇一個合適的狂躁症。守密人應將狂熱症添加到調查者的背景故事中\n\n|# |名稱    |描述             |#  |名稱   |描述                    |\n|--|------|---------------|---|-----|----------------------|\n|1 |洗澡癖   |對自己洗澡的強迫症狀     |51 |裸體癖  |對裸體的強迫症狀              |\n|2 |優柔寡斷癖 |病態上的優柔寡斷       |52 |愉悅妄想癖|對創造愉快幻覺的異常傾向（不論現實如何）  |\n|3 |黑暗癖   |對黑暗的過度喜好       |53 |蟲癖   |對蟲子的過度喜好              |\n|4 |高處癖   |對高處的強迫症狀       |54 |槍支癖  |對槍械的執著                |\n|5 |仁愛癖   |病態上的仁慈         |55 |水癖   |對水的不合理渴望              |\n|6 |田園癖   |對開放空間的強烈渴望     |56 |魚癖   |對魚的執著                 |\n|7 |銳器癖   |對尖銳物體的執著       |57 |圖標癖  |對圖標或肖像的執著             |\n|8 |貓癖    |對貓的異常喜好        |58 |偶像癖  |對偶像的執著                |\n|9 |痛苦癖   |對痛苦的執著         |59 |惡臭癖  |對大蒜的執著                |\n|10|外出癖   |對乘車的執著         |60 |愉快癖  |不合理的歡樂                |\n|11|花癖    |對花的執著          |61 |叫喊癖  |不合理的大喊                |\n|12|數字癖   |對數字的執著         |62 |盜竊癖  |盗竊的不合理執著              |\n|13|默念癖   |不合理的歡樂         |63 |線癖   |對線的執著                 |\n|14|逆數癖   |對數字的執著         |64 |樂透癖  |極度渴望參與彩票              |\n|15|不節制花費癖|衝動性或魯莽的花費      |65 |憂鬱癖  |對深沉憂鬱的異常傾向            |\n|16|獨處癖   |對孤獨的喜好         |66 |古代遺址癖|在石圈或石柱附近創作奇特的想法的異常傾向  |\n|17|芭蕾舞癖  |對芭蕾舞的異常喜好      |67 |樂狂癖  |對音樂或特定旋律的執著           |\n|18|偷書癖   |盜竊書籍的強迫症狀      |68 |詩癖   |對寫詩的渴望                |\n|19|書癖    |對書籍和/或閱讀的執著    |69 |憎惡癖  |對一切事物的憎恨，對憎恨某個主題或群體的執著|\n|20|磨牙癖   |磨牙的強迫症狀        |70 |嗔怒癖  |對自己對某種食物的過度愛好         |\n|21|魔鬼附身癖 |病態上認為自己被邪靈附身   |71 |謙虛癖  |對自己的美貌執著              |\n|22|地圖狂癖  |無法控制地到處看地圖的強迫症狀|72 |鼻子癖  |強迫性的撥弄鼻子              |\n|23|俯衝癖   |對從高處跳下的執著      |73 |大寒癖  |對寒冷和/或寒冷的事物的異常渴望      |\n|24|寒靜癖   |對靜止的強迫症狀       |74 |拍照癖  |強迫性的記錄一切事物（例如拍照）      |\n|25|醚癮    |對醚的渴望          |75 |發痕癖  |強迫性的瘙癢自己身體            |\n|26|提親癖   |對發出奇怪的求婚的執著    |76 |會笑癖  |無法控制地發笑               |\n|27|巫術狂癖  |對女巫和巫術的執著      |77 |路人癖  |不合理地追問問題              |\n|28|恐怖狂笑癖 |無法控制地發笑        |78 |虛言癖  |對說謊的不合理強迫             |\n|29|恐怖狂癖  |對克林姆林宮的執著      |79 |空談癖  |過度地愛抱怨                |\n|30|顏色狂癖  |對特定顏色的執著       |80 |戴面具癖 |強迫戴面具                 |\n|31|小丑狂癖  |對小丑的執著         |81 |鬼癖   |對鬼的執著                 |\n|32|對抗狂癖  |對體驗恐怖情境的執著     |82 |殺戮癖  |對殺戮的執著                |\n|33|殺戮狂癖  |病態上認為自己被惡魔附身   |83 |撕咬癖  |對撕咬自己的指甲的強迫症狀         |\n|34|撕咬癖   |對撕咬自己皮膚的強迫症狀   |84 |食物癖  |對某種食物的執著              |\n|35|司墓癖   |對墓地的執著         |85 |抱怨癖  |病態上喜歡抱怨               |\n|36|色癖    |對特定的色彩的執著      |86 |拼貼癖  |不合理的熱衷於撰寫             |\n|37|童贞癖   |對自己的美麗的執著      |87 |擬人癖  |強迫性穿著面具               |\n|38|地圖瘋狂癖 |對墓地的執著         |88 |喜問癖  |不停提問                  |\n|39|寵物癖   |病態上對動物的極度喜好    |89 |搔癢癖  |搔癢自己的強迫症狀             |\n|40|流浪癖   |流浪的強迫症狀        |90 |火車狂癖 |對火車和鐵路旅行的極度著迷         |\n|41|自戀狂癖  |病態上的自我中心態度或自我崇拜|91 |智癡癖  |認為自己非常聰明的妄想           |\n|42|爭權癖   |想無止境地擁有權力      |92 |科技癖  |對新科技的執著               |\n|43|犯罪癖   |病態上相信自己犯了罪     |93 |死亡癖  |認為自己被死亡魔法詛咒           |\n|44|知識狂癖  |對獲取知識的執著       |94 |神癖   |認為自己是神的妄想             |\n|45|孤獨癖   |對靜止的強迫症狀       |95 |逗弄癖  |強迫性搔癢自己身體             |\n|46|乙醚狂癖  |對乙醚的渴望         |96 |外科狂癖 |對進行手術的異常傾向            |\n|47|結婚狂癖  |對發出奇怪的求婚的執著    |97 |拔毛癖  |渴望拔掉自己的頭髮             |\n|48|瘋狂狂癖  |病態上的盲目笑        |98 |盲視癖  |病態性失明                 |\n|49|魅外癖   |對外國事物的執著       |99 |异域癖  |對外國事物的執著              |\n|50|寵物癖   |對動物的執著         |100|動物狂癖 |對動物的瘋狂喜愛              |"
      }
    ]
  },
  {
    "id": "treatment",
    "name": "瘋狂的治療以及恢復",
    "description": "暫時性瘋狂的結束時間很快，因此治療的安排並不現實。另一方面，永久性瘋狂的治療大多沒有意義，因為根據定義，無論設施多好，角色都永遠不會康復（角色應該退出遊戲）。只有不定期瘋狂才提供了真正的干預和治療的效果。\n\n-- 守密人手冊，第164頁",
    "tabs": [
      {
        "name": "暫時性瘋狂的恢復",
        "content": "暫時性瘋狂持續1D10小時。或者，調查員在一個安全的地方睡了一個好覺後就會恢復。如果調查員處於高度緊張的狀態（例如，由於擔心即將發生的攻擊而在夜間站崗），守密人可能認為理智不能恢復。"
      },
      {
        "name": "不定期瘋狂的恢復",
        "content": "在一個不定期瘋狂的角色接受了一個月的治療後，免受進一步的創傷，玩家進行一次骰子擲骰。有兩種類型的護理可能有助於讓角色達到這一點：私人護理或入院治療。在選擇時，守密人和玩家應該考慮角色的資源、朋友和親戚以及過去的行為。\n\n或者，在守密人的決定下，不定期瘋狂持續到當前遊戲章節（在戰役中）或場景結束時的下一個調查員幕間階段。\n\n### 私人護理\n\n最好的護理是在家裡或在一些友好的地方，那裡的護理可以溫柔、體貼，而且沒有干擾（例如其他病人）。可能有分析和/或精神藥物可用。\n\n要確定私人/家庭護理治療的成功，擲骰1D100：\n\n**如果結果是01-95，則成功：**  由於精神藥物或心理分析，增加1D3點理智點數。然後讓調查員進行一次理智擲骰；如果擲骰成功，調查員就治好了他們的瘋狂；如果擲骰失敗，則可以在下個遊戲月再嘗試一次理智擲骰。\n\n**如果結果是96-100：**  角色反抗服用藥物或治療。失去1D6點理智點數，並且在下個遊戲月內無法取得進一步的進展。\n\n### 入院治療\n\n下一個最好的護理是將其送入精神病院。精神病院可以說比家庭護理有一個優勢，那就是它們相對便宜，甚至是由國家提供的免費服務。這些機構的質量參差不齊，有些可能是有潛在危害的。有些是富有創意的實驗和先進治療的地方，而有些只是提供粗暴的監禁。\n\n監督活動、手工治療、精神藥物和水療都很常見，電休克治療也是如此（取決於你的遊戲設定在哪個時期）。\n\n心理分析不太可能可用。有時一個機構可能會傳達出一種不關心的感覺，削弱了精神藥物的有用效果，讓調查員感到憤怒和失落，並且可能會對他或她離開機構後的門診支持不信任。\n\n要確定在一個機構中治療的成功，擲骰1D100：\n\n**如果結果是01-50，則成功**：  由於精神藥物和/或治療，增加1D3點理智點數。然後讓調查員進行一次理智擲骰；如果理智擲骰成功，調查員就治好了他們的瘋狂；如果理智擲骰失敗，則可以在下個遊戲月再嘗試一次理智擲骰。\n\n**如果結果是51-95**：  沒有取得任何進展。\n\n**如果結果是96-100**：  角色反抗服用藥物或治療。失去1D6點理智點數，並且在下個遊戲月內無法取得進一步的進展。\n\n##### **50是一個平均評分。守密人可以決定一個機構的標準是高於或低於平均水平，並且在5到95的範圍內提高或降低這個值。**"
      },
      {
        "name": "關進精神病院",
        "content": "調查員可能想要住在精神病院或療養院，也許是為了收集信息，躲避某人，或者甚至是接受治療。如果他們能夠支付護理費用，他們應該不難進入。一個有空房間的私人機構會接受沒有症狀的人，只是希望休息和諮詢。然而，所有的機構都會要求提供參考資料。\n\n在州內有執照的醫務人員可以安排調查員被精神觀察最多72小時。如果收集到嚴重失調的證據，患者可能被安置在精神病院更長的時間，以便按照法律規定進行觀察和評估。然後根據精神病院的報告，法院將決定是否釋放或接受治療。\n\n那些接受治療的人需要接受審查，但他們可能會在一個機構裡呆上很多年。這需要向法院再次正式陳述，其中調查員必須被認定無法代表自己行事，或者可能自願放棄特定的法律權利以換取治療。這些程序的合理性可能會有很大差異；草率的例行評估並不罕見，而且很多取決於法官、辯護人和鑒定醫生或醫生們的品格和奉獻精神。\n\n如果法院判定精神無能，那麼就會選擇一個負責任的監護人，他們之後理論上是為了受益於個人而行事。通常監護人是親戚或者是法院有理由假設會考慮到個人最佳利益的人。如果沒有其他候選人，法院就會任命自己。\n\n除非調查員是罪惡癲狂（在這種情況下，法院必須是監護人），否則監護人現在就要決定什麼對調查員最好。這確實可能是承諾，但也可能是家庭護理，或者治療性的海上旅行等等。如果沒有其他指示，法院將接受任何看起來有醫學意見支持的合理計劃。\n\n如果監護人將調查員送入機構，監護人繼續對調查員有一般權威，並將日常護理和權威委派給療養院工作人員。此後，調查員有三種離開的方式：他或她可以說服監護人將他或她從機構中帶走；他或她可以說服機構的工作人員在授予法院之前通知他或她恢復了精神上的平衡，而該法院則承擔了監護權並給予了他或她自由；或者他或她可以簡單地爬過機構的牆壁，然後拼命逃跑。"
      },
      {
        "name": "精神健康的危險性判定標準",
        "content": "當一個人似乎有自殘或傷害他人的風險，並且顯然不能照顧自己時，醫生可以證明該個體應該接受精神評估和/或成為非自願性病人。有了這種肯定，通常是全面性的，國家就可以對一個人進行觀察，並可能進行治療。住院時間因州而異，但法律評估的期限很少少於60個遊戲日，而且經常高達180天。\n\n這種命運最有可能發生在那些沒有明顯動機就企圖身體攻擊或謀殺的調查員身上，或者是那些聰明地假裝精神失常以避免嚴重的刑事指控的調查員身上。醫生也可以撤銷管理個人財務的能力、開汽車的權利、做出治療決定的權利等等。"
      },
      {
        "name": "增加目前的理智點數",
        "content": "除了上面列出的注意事項外，還有四種方法可以提高調查員當前的理智值。\n\n1.  **守密人獎勵**：  在成功的情節或戰役章節結束時，守密人可以指定骰子擲出來增加調查員當前的理智值。守密人獎勵擲骰對所有參與者都相同，但由玩家個別擲出。這樣的獎勵應該與小組面臨的危險成比例。但是，如果調查員膽小、殘忍或兇殘，守密人可以選擇減少或取消獎勵，特別是如果他們希望實施道德議程。\n2.  **將技能提高到90％**：  當角色將技能提高到90％時，獎勵2D6理智點。此獎勵代表在掌握技能方面獲得的紀律和自尊心。\n3. **心理治療：**  高強度的心理分析可以讓調查員患者恢復理智點數。每個月一次，對分析師或醫生的心理分析技能進行1D100擲骰。如果擲骰成功，患者獲得1D3理智點。如果擲骰失敗，則不添加點數。如果擲骰大失敗，則患者失去1D6理智點，且開分析師的治療結束了——在治療中發生了某種嚴重事件或戲劇性挫折，患者和治療師之間的關係已經無法挽救。\n\n在遊戲中，單獨的心理分析不能加速從瘋狂中恢復；但是，它可以通過增加理智點來增強調查員，為未來的活躍的時期提供更大的儲備。恢復與理智點無關。心理分析在遊戲世界中的使用方式與現實世界不同。在現實世界中，心理分析對精神分裂症狀、精神疾病、躁鬱症（躁鬱症）或嚴重抑鬱症狀無效。心理分析是遊戲中心理急救的等效物，與現實生活中的心理疾病醫療相去甚遠。\n\n雖然在遊戲術語中，暫時性和無限期的瘋狂可以治愈，但永久性的瘋狂對心理分析是無懈可擊的。當調查員的思想如此混亂時，參與是不可能的。\n\n治療也可以用於消除恐懼症或狂躁症。在一個月的結尾，分析師以與上述方式相同的方式進行成功機率擲骰。如果成功，調查員隨後進行理智擲骰。如果兩個擲骰都成功，則恐懼症或狂躁症得到治愈，並從調查員的背景故事中刪除。此效益取代理智點增益，不授予此類點數。任何一個擲骰失敗都不會帶來好處。任何一個擲骰大失敗都會導致失去1D6理智點（如上所述）。"
      },
      {
        "name": "習慣可怕的事情",
        "content": "連續面對同一種神話生物在某些時候不會有進一步的影響——怪物不再是一個活生生的噩夢，而是調查員路上的另一個障礙。一旦調查員因為看到某種特定類型的怪物而失去了與該怪物可能造成的最大理智點損失相同數量的理智點，他或她在合理的時間內就不應該再因此失去更多的理智點。例如，沒有調查員能因為遇到深潛者（0/1D6 SAN）而失去超過6點理智，即使他們一次看到了一百個。\n\n但要小心！調查員永遠不會真正習慣看到異形的可憎之物。過了一段時間，也許當調查員的生活恢復到某種正常狀態時，恐怖感又會重新升起。玩家應該記錄下因為任何給定神話實體而失去的理智點數。每次調查員**幕間階段**，玩家應該將所有這些數字減少1——時間是偉大的治療師。\n\n> 哈維因為遇到深潛者而總共失去了6點理智。哈維目前不能再因為看到深潛者而失去更多的理智點。但是，當哈維的玩家進行下一次的經驗骰時，她必須將這個限制減少1點，變成5點。現在如果哈維遇到一個深海人並且沒有通過他的SAN骰，他將失去1點SAN。"
      }
    ]
  },
  {
    "id": "optionRules",
    "name": "可選規則",
    "description": "-- 守密人手冊，第169頁",
    "tabs": [
      {
        "name": "瘋狂時的洞察力",
        "content": "當調查員發瘋（無論是暫時的還是不定期的）時，他或她會有一個瞬間的瘋狂洞察力。這一刻的清晰提供了一個線索或行動，可能會立即或在以後的某個階段對調查員（們）有利。守密人應該根據場景的情節確定一個合適的洞察。"
      },
      {
        "name": "神話的淬鍊",
        "content": "當調查員的克蘇魯神話技能升高到超過他或她的理智分數時，就達到了一個轉折點。那個調查員對宇宙的理解發生了一個範式轉移，導致他們的個性和對自己在宇宙中的位置的理解永久地改變了。這種表現方式由玩家自行決定。玩家可能會決定他或她的調查員的心智已經對恐怖麻木，不再在乎，或者有一種更深刻的理解，不再被真相動搖。從那時起，所有理智點的損失都減半。一旦這種變化發生了，它就是永久性的，即使調查員的理智分數應該升高到超過他們的克蘇魯神話知識也不會恢復。"
      },
      {
        "name": "同時多次理智檢定",
        "content": "規則規定，不管遇到一隻還是多隻怪物，怪物的理智點損失都是相同的。一種增加理智點損失的選擇是要求玩家為每隻怪物單獨骰理智損失，然後使用骰出的最高數字。當同時遇到不同類型的多隻怪物時，這是一個效果很好的方法。"
      }
    ]
  }
]
